(global["webpackJsonp"] = global["webpackJsonp"] || []).push([ [ "common/vendor" ], {
    "075d": function(e) {
        e.exports = JSON.parse('{"10000":{"id":10000,"event":"你死了。","effect":{"LIF":-1},"NoRandom":1},"10001":{"id":10001,"event":"你出生了，是个男孩。","exclude":"TLT?[1004,1024,1025,1113]"},"10002":{"id":10002,"event":"你出生了，是个女孩。","exclude":"TLT?[1003,1024,1025]"},"10003":{"id":10003,"event":"你生了场重病。","postEvent":"家里花了不少钱。","effect":{"MNY":-1,"SPR":-1},"exclude":"STR>6","branch":["TLT?[1001]:10004","STR<2&MNY<3:10000"]},"10004":{"id":10004,"event":"可能是玉佩保佑，你活了下来。","NoRandom":1},"10005":{"id":10005,"event":"刚学会走路，你意外从桌子上跌落。","postEvent":"受了轻伤。","exclude":"INT>7","branch":["TLT?[1002]:10006","STR<3&MNY<3:10000"]},"10006":{"id":10006,"event":"红肚兜挂在了桌角上，你没有受伤。","NoRandom":1},"10007":{"id":10007,"event":"你开始看动漫。","effect":{"SPR":1},"include":"TLT?[1005]","exclude":"(MNY<3)|(EVT?[10007,10008])","branch":["INT>5:20008","CHR>5:20007"]},"10008":{"id":10008,"event":"你开始看动漫。","effect":{"SPR":1},"exclude":"(MNY<3)|(EVT?[10007,10008])","branch":["INT>5:20008","CHR>5:20007"]},"10009":{"id":10009,"event":"你从小生活在农村","include":"(MNY<8)|(TLT?[1012])","exclude":"TLT?[1010,1013,1014]"},"10010":{"id":10010,"event":"你从小生活在城市","include":"(MNY>1)|(TLT?[1010,1013])","exclude":"TLT?[1012,1014]"},"10011":{"id":10011,"event":"你出生在美利坚，拥有美国国籍","include":"(MNY>8)|(TLT?[1014])","exclude":"TLT?[1010,1012]"},"10012":{"id":10012,"event":"你父母又生了个女儿。","effect":{"MNY":-1},"include":"EVT?[10009]","exclude":"(EVT?[10001,10014,10016,10017])|(TLT?[1011])","branch":["MNY<2:10013"]},"10013":{"id":10013,"event":"你的家庭更加困难，吃不饱饭。","NoRandom":1,"branch":["MNY<1:10000"]},"10014":{"id":10014,"event":"你父母又生了个儿子。","effect":{"MNY":-1},"include":"EVT?[10009]","exclude":"(EVT?[10001,10014,10016,10017])|(TLT?[1011])","branch":["MNY<2:10013"]},"10015":{"id":10015,"event":"你父母并没有精心照顾你。","effect":{"STR":-1,"SPR":-1},"exclude":"(EVT?[10015,10011,10019])|(TLT?[1015])"},"10016":{"id":10016,"event":"你的母亲因病去世。","postEvent":"家庭更加困难了。","effect":{"MNY":-1,"SPR":-1},"include":"(EVT?[10009])&(STR<3)&(SPR<3)&(MNY<3)","exclude":"(EVT?[10016])|(TLT?[1029])","branch":["EVT?[10017]:10000"]},"10017":{"id":10017,"event":"你的父亲因病去世。","postEvent":"家庭更加困难了。","effect":{"MNY":-2,"SPR":-1},"include":"(EVT?[10009])&(STR<3)&(SPR<3)&(MNY<3)","exclude":"(EVT?[10017])|(TLT?[1029])","branch":["EVT?[10016]:10000"]},"10018":{"id":10018,"event":"你的父亲在种地时意外发现一箱金条。","postEvent":"家境有所好转。","effect":{"MNY":2,"SPR":1},"include":"EVT?[10009]","exclude":"EVT?[10018,10017]"},"10019":{"id":10019,"event":"你的父母对你视若珍宝，呵护备至。","effect":{"STR":1,"SPR":1},"exclude":"EVT?[10015,10016,10017,10019]"},"10020":{"id":10020,"event":"你天资聪颖，但家人并不懂如何培养。","effect":{"INT":-1},"include":"(EVT?[10009])&(INT>7)","exclude":"EVT?[10021,10020]"},"10021":{"id":10021,"event":"你天资聪颖，家人很关注你的学习。","effect":{"INT":1},"include":"(EVT?[10009])&(INT>7)&(MNY>3)","exclude":"EVT?[10020,10021]"},"10022":{"id":10022,"event":"你什么事都要让着妹妹。","postEvent":"不开心。","effect":{"SPR":-1},"include":"EVT?[10012]","exclude":"(EVT?[10022,10014])|(TLT?[1015])"},"10023":{"id":10023,"event":"你什么事都要让着弟弟。","postEvent":"不开心。","effect":{"SPR":-1},"include":"EVT?[10014]","exclude":"(EVT?[10023])|(TLT?[1015])"},"10024":{"id":10024,"event":"家人到城里务工。","postEvent":"你在农村留守。","effect":{"SPR":-1},"include":"EVT?[10009]","exclude":"EVT?[10016,10017,10024]","branch":["TLT?[1015]:10025"]},"10025":{"id":10025,"event":"你和父母一同进了城。","effect":{"SPR":1},"NoRandom":1},"10026":{"id":10026,"event":"你比其他小朋友长得更可爱。","include":"CHR>7","exclude":"EVT?[10026,10030]"},"10027":{"id":10027,"event":"你的母亲救了个人，得到了很多感谢金。","postEvent":"家境有所好转。","effect":{"MNY":2,"SPR":1},"include":"EVT?[10009]","exclude":"EVT?[10027,10016]"},"10028":{"id":10028,"event":"你很调皮，喜欢在家到处乱跑。","effect":{"STR":1,"SPR":1},"include":"(STR>3)&(EVT?[10009])","exclude":"EVT?[10028,10052]","branch":["CHR>7:20029","STR<5:20028"]},"10029":{"id":10029,"event":"家人从小就培养你做家务。","effect":{"STR":1},"include":"EVT?[10009]","exclude":"(EVT?[10029])|(TLT?[1015])"},"10030":{"id":10030,"event":"你的脸意外被开水烫伤。","postEvent":"毁容了。","effect":{"CHR":-3,"SPR":-2},"include":"(CHR>3)&(EVT?[10015])","exclude":"EVT?[10030]","branch":["SPR<2:10062"]},"10031":{"id":10031,"event":"你被邻居叔叔绑架了。","postEvent":"没勒索到钱，你被放了。","effect":{"SPR":-1},"include":"(CHR>4)&(MNY>4)&(EVT?[10009])","exclude":"EVT?[10031]","branch":["EVT?[10018,10027,10078]:10032","(CHR>7)&(EVT?[10002,10111]):10033"]},"10032":{"id":10032,"event":"叔叔向你父母勒索了很多现金。","postEvent":"你被放了回家。","effect":{"MNY":-2},"NoRandom":1},"10033":{"id":10033,"event":"叔叔侵犯了你。","postEvent":"你被放了回家。","effect":{"SPR":-2},"NoRandom":1,"branch":["STR<3:10000"]},"10034":{"id":10034,"event":"你和邻家小孩被定了娃娃亲。","include":"(CHR>3)&(EVT?[10009])","exclude":"EVT?[10034,10024]"},"10035":{"id":10035,"event":"你的大姐出嫁，收了很多彩礼。","effect":{"MNY":1},"include":"EVT?[10009]","exclude":"(EVT?[10035])|(TLT?[1011])","branch":["CHR>7:20035"]},"10036":{"id":10036,"event":"你喜欢用父母的手机玩王者荣耀。","effect":{"SPR":1},"include":"MNY>2","exclude":"EVT?[10011,10024,10016,10017,10036,10037,10038]","branch":["INT>8:20037","INT>5:20038"]},"10037":{"id":10037,"event":"你喜欢用父母的手机刷抖音。","effect":{"SPR":1},"include":"MNY>2","exclude":"EVT?[10011,10024,10016,10017,10036,10037,10038]"},"10038":{"id":10038,"event":"你玩父母手机时被诈骗。","postEvent":"损失了父母一年的心血。","effect":{"MNY":-1,"SPR":-1},"include":"(MNY>2)&(INT<8)","exclude":"EVT?[10011,10024,10016,10017,10038]","branch":["SPR<2:10062","INT>5:10040"]},"10039":{"id":10039,"event":"你智力迟钝，仍然不会说话。","include":"INT<3","exclude":"EVT?[10039]"},"10040":{"id":10040,"event":"你告诉父母后，打电话举报。","postEvent":"损失被追回。","effect":{"MNY":1},"NoRandom":1},"10041":{"id":10041,"event":"你和村里小孩打架。","postEvent":"战斗力提高了。","effect":{"STR":1},"include":"EVT?[10009]","exclude":"EVT?[10002,10025]","branch":["STR<3:10000","STR>9:10042"]},"10042":{"id":10042,"event":"你失手把一个小孩打死了。","postEvent":"父母赔了很多钱。","effect":{"MNY":-2,"SPR":-1},"NoRandom":1,"branch":["SPR<2:10062"]},"10043":{"id":10043,"event":"你想天天吃肉，但父母告诉你吃不起。","include":"(MNY<7)&(EVT?[10009])","exclude":"EVT?[10043]"},"10044":{"id":10044,"event":"你喜欢去周围的小池塘边玩。","include":"EVT?[10009]","exclude":"EVT?[10044,10047,10025,10180]"},"10045":{"id":10045,"event":"你有次去池塘边玩时掉进了水里。","postEvent":"差点淹死。","include":"EVT?[10044,10047,10180]","exclude":"EVT?[10045]","branch":["TLT?[1016]:10046","STR<7:10000"]},"10046":{"id":10046,"event":"还好你会游泳，没淹死。","NoRandom":1},"10047":{"id":10047,"event":"你在周围的池塘钓到了几只小龙虾。","effect":{"SPR":1},"include":"EVT?[10009]","exclude":"EVT?[10025,10047]"},"10048":{"id":10048,"event":"你的绘画天赋好像不错。","exclude":"EVT?[10048]","branch":["(EVT?[10009])&(CHR<3):20048"]},"10049":{"id":10049,"event":"你的音乐天赋好像不错。","exclude":"EVT?[10049]","branch":["(EVT?[10009])&(CHR<3):20049"]},"10050":{"id":10050,"event":"你的数学天赋好像不错。","include":"INT>8","exclude":"EVT?[10050]"},"10051":{"id":10051,"event":"你偷了父母的零钱去买零食。","include":"EVT?[10009]","exclude":"EVT?[10051]"},"10052":{"id":10052,"event":"你追得家里的动物鸡飞狗跳。","include":"(STR>3)&(EVT?[10009])","exclude":"EVT?[10052]"},"10053":{"id":10053,"event":"姐姐拿她的旧衣服给你穿。","include":"(MNY<6)&(EVT?[10009])","exclude":"(EVT?[10053])|(TLT?[1011])","branch":["(CHR>6)&(EVT?[10001]):20053"]},"10054":{"id":10054,"event":"你经常在田里玩。","effect":{"INT":1},"include":"EVT?[10009]","exclude":"EVT?[10025]","branch":["INT>7:10055"]},"10055":{"id":10055,"event":"你对自然规律有所观察。","NoRandom":1,"branch":["INT>9:10056"]},"10056":{"id":10056,"event":"你对植物和养生有所领悟。","effect":{"STR":1},"NoRandom":1},"10057":{"id":10057,"event":"你开始下地干农活。","include":"EVT?[10009]","exclude":"EVT?[10057,10025]"},"10058":{"id":10058,"event":"下暴雨，发洪水。","postEvent":"田都被淹了。","effect":{"MNY":-1},"include":"EVT?[10009]","exclude":"EVT?[10058,10025]","branch":["TLT?[1016]:10046","CHR<4:10000"]},"10059":{"id":10059,"event":"大旱灾，颗粒无收。","effect":{"MNY":-1},"include":"EVT?[10009]","exclude":"EVT?[10059,10025]","branch":["MNY<3:10013"]},"10060":{"id":10060,"event":"发生蝗灾，颗粒无收。","effect":{"MNY":-1},"include":"EVT?[10009]","exclude":"EVT?[10060,10025]","branch":["MNY<3:10013"]},"10061":{"id":10061,"event":"一个人在家，非常寂寞。","effect":{"SPR":-1},"include":"EVT?[10024]","exclude":"EVT?[10025]","branch":["SPR<2:10062"]},"10062":{"id":10062,"event":"你的情绪越来越低落，尝试自杀。","postEvent":"没有成功。","NoRandom":1,"branch":["SPR<1:10000"]},"10063":{"id":10063,"event":"你的爷爷奶奶只想要男孩，把你活埋了。","include":"(CHR<3)&(MNY<3)&(EVT?[10009])","exclude":"(EVT?[10063,10001])|(TLT?[1015])","branch":["MNY<3:10000"]},"10064":{"id":10064,"event":"你被卖给了人贩子。人贩子运送路上你很虚弱。","include":"(STR<3)&((MNY<3)&(EVT?[10009])","exclude":"(EVT?[10064,10001,10019])|(TLT?[1015])","branch":["STR<3:10000"]},"10065":{"id":10065,"event":"空气很新鲜，生活很健康。","effect":{"STR":1},"include":"EVT?[10009]","exclude":"EVT?[10065,10025]"},"10066":{"id":10066,"event":"你的生活很自由，没有什么束缚。","effect":{"SPR":1},"include":"EVT?[10009]","exclude":"EVT?[10066]"},"10067":{"id":10067,"event":"有一只鸟撞在了你家窗户上。","postEvent":"你把它养好后放了。","include":"EVT?[10009]","exclude":"EVT?[10067]","branch":["INT<6:10068"]},"10068":{"id":10068,"event":"你把它炖了吃了。","NoRandom":1},"10069":{"id":10069,"event":"平平淡淡，没有什么特别的事。"},"10070":{"id":10070,"event":"可能是运气不佳，这年里有好多小事让你烦心。","effect":{"SPR":-1},"exclude":"EVT?[10646,10655]","branch":["(INT<6)&(SPR<2):10062"]},"10071":{"id":10071,"event":"比较顺风顺水，快乐的一年。","effect":{"SPR":1}},"10072":{"id":10072,"event":"有天打雷，劈断了你家门口一棵树。","include":"EVT?[10009]","exclude":"EVT?[10072,10025]"},"10073":{"id":10073,"event":"你意外挖到一个上了锁的盒子。","postEvent":"你打不开，只好扔了。","include":"EVT?[10009]","exclude":"EVT?[10073,10025]","branch":["INT>8:10074"]},"10074":{"id":10074,"event":"你想方设法打开了锁。","postEvent":"里面有大量珠宝。","effect":{"MNY":2,"SPR":2},"NoRandom":1},"10075":{"id":10075,"event":"你的运动天赋好像不错。","include":"STR>8","exclude":"EVT?[10075]","branch":["INT<3:20075"]},"10076":{"id":10076,"event":"你发现动物好像都不怎么害怕你。","include":"(CHR>9)&(EVT?[10009])","exclude":"EVT?[10076,10052]"},"10077":{"id":10077,"event":"你发现你和其他人的想法好像都不一样。","include":"INT>9","exclude":"EVT?[10077,10090]"},"10078":{"id":10078,"event":"你们家成为村里最富的家庭。","include":"(MNY>7)&(EVT?[10009])","exclude":"EVT?[10078,10025]"},"10079":{"id":10079,"event":"你的高颜值已经在周边家喻户晓。","include":"(CHR>7)&(EVT?[10009])","exclude":"EVT?[10079]"},"10080":{"id":10080,"event":"有人将你发在了网上，你小有名气。","postEvent":"很多人来你家拍短视频。","include":"(CHR>8)&(EVT?[10079])","exclude":"EVT?[10080]"},"10081":{"id":10081,"event":"有星探和公司想带你去大城市发展。","postEvent":"你没有同意。","include":"EVT?[10080]","exclude":"EVT?[10081]","branch":["STR>5&MNY<5:10082"]},"10082":{"id":10082,"event":"你来到了一线城市，住进了一家网络公司。","postEvent":"你开始直播生活。","effect":{"MNY":2,"SPR":1},"NoRandom":1},"10083":{"id":10083,"event":"你过气了，被公司解除了协议。","postEvent":"你回到了乡下。","include":"EVT?[10082]","exclude":"EVT?[10083]","branch":["(INT<6)&(EVT?[10002,10111]):10084"]},"10084":{"id":10084,"event":"你过惯了奢靡的生活，无法再回乡下了。","postEvent":"你开始出卖身体维持生活质量。","effect":{"STR":-1,"SPR":1},"NoRandom":1},"10085":{"id":10085,"event":"你患上了艾滋病。","effect":{"STR":-3,"SPR":-2},"include":"EVT?[10084,10162,10219,20056]","exclude":"(EVT?[10085,10087])|(TLT?[1017])","branch":["STR<1:10000"]},"10086":{"id":10086,"event":"你的病情逐渐加重。","effect":{"STR":-3,"SPR":-1},"include":"EVT?[10085]","branch":["STR<1:10000"]},"10087":{"id":10087,"event":"你已经财务自由，不再出卖身体。","effect":{"MNY":2},"include":"EVT?[10084,20056]","exclude":"EVT?[10087]"},"10088":{"id":10088,"event":"你嫁给了一个普通的程序员。","effect":{"SPR":2},"include":"EVT?[10087]","exclude":"(EVT?[10088])|(TLT?[1027])"},"10089":{"id":10089,"event":"国家扶贫，你家获得了帮助。","effect":{"MNY":1,"SPR":1},"include":"(MNY<4)&(EVT?[10009])"},"10090":{"id":10090,"event":"你的智力过高，被外星人抓走做实验。","postEvent":"又放了回来。","effect":{"INT":-1,"STR":-1,"SPR":-1},"include":"INT>9","exclude":"EVT?[10090]","branch":["STR<5:10000"]},"10091":{"id":10091,"event":"你经常在家搞些小发明。","effect":{"INT":1},"include":"(INT>7)&(EVT?[10009])","exclude":"EVT?[10091]","branch":["(INT>9)&(CHR<3):20091","MNY<3:20092"]},"10092":{"id":10092,"event":"你被一只蛇咬了。","postEvent":"还好没有毒。","include":"EVT?[10009]","exclude":"EVT?[10092]","branch":["(STR<3)&(TLT![1022]):10000"]},"10093":{"id":10093,"event":"你第一次被父母打。","effect":{"SPR":-1},"exclude":"(EVT?[10093,10016,10017,10144,10024])|(TLT?[1015])"},"10094":{"id":10094,"event":"你第一次坐在躺椅上，看灿烂的银河星空","effect":{"SPR":1},"include":"EVT?[10009]","exclude":"EVT?[10094,10025]"},"10095":{"id":10095,"event":"你在晚上和小伙伴一起捉萤火虫。","effect":{"SPR":1},"include":"EVT?[10009]","exclude":"EVT?[10095,10025]"},"10096":{"id":10096,"event":"你听说国外发生了很多大事。","postEvent":"但感觉离你很遥远。","include":"EVT?[10009]","exclude":"EVT?[10096]"},"10097":{"id":10097,"event":"隔壁村的一个孩子淹死了。","postEvent":"你的父母一年都没让你去池塘玩。","include":"EVT?[10009]","exclude":"EVT?[10097,10015,10016,10017,10024]"},"10098":{"id":10098,"event":"你听了轮回转世的神话故事。","postEvent":"感觉好像似曾相识。","include":"INT>4","exclude":"EVT?[10098]"},"10099":{"id":10099,"event":"你徒手抓住了一只老鼠。","effect":{"SPR":1},"include":"(INT>6)&(STR>6)&(EVT?[10009])","exclude":"EVT?[10099]"},"10100":{"id":10100,"event":"你常常坐在家门口发呆，十分无聊。","include":"EVT?[10009]","exclude":"EVT?[10100,10036,10037]"},"10101":{"id":10101,"event":"你开始上小学了。","include":"EVT?[10009]","exclude":"EVT?[10101]"},"10102":{"id":10102,"event":"你在学校交到了新朋友。","include":"(INT>2)&(CHR>2)&(EVT?[10101])","exclude":"EVT?[10102]"},"10103":{"id":10103,"event":"你第一次接触英语。","include":"EVT?[10101]","exclude":"EVT?[10103]"},"10104":{"id":10104,"event":"你们的数学老师是一个支教老师。","effect":{"INT":1},"include":"EVT?[10101]","exclude":"EVT?[10104,10025]"},"10105":{"id":10105,"event":"学校老师太少，你们的体育老师还教你们语文课。","effect":{"INT":-1},"include":"EVT?[10101]","exclude":"EVT?[10105,10025]"},"10106":{"id":10106,"event":"你期末考试考了100分。","include":"(INT>7)&(EVT?[10101])","exclude":"EVT?[10106]"},"10107":{"id":10107,"event":"你期末考试全都不及格。","postEvent":"老师来家访。","effect":{"SPR":-1},"include":"(INT<3)&(EVT?[10101])","exclude":"EVT?[10107]"},"10108":{"id":10108,"event":"你当上了体育课代表。","include":"(STR>7)&(EVT?[10101])","exclude":"EVT?[10108]"},"10109":{"id":10109,"event":"你在同学中非常受欢迎。","effect":{"SPR":1},"include":"(CHR>7)&(EVT?[10101])","exclude":"EVT?[10109,10113,10114]"},"10110":{"id":10110,"event":"你出生了，是极为罕见的无性人。","exclude":"TLT?[1003,1004,1024,1113]"},"10111":{"id":10111,"event":"你出生了，是极为罕见的双性人。","exclude":"TLT?[1003,1004,1025]"},"10112":{"id":10112,"event":"同学总是欺负你。","postEvent":"还嘲笑你的长相。","effect":{"SPR":-2},"include":"(CHR<3)&(EVT?[10101])","exclude":"(EVT?[10112])|(TLT?[1037])"},"10113":{"id":10113,"event":"同学总是欺负你。","postEvent":"还嘲笑你的成绩。","effect":{"SPR":-2},"include":"(INT<3)&(EVT?[10101])","exclude":"(EVT?[10113,10109])|(TLT?[1037])"},"10114":{"id":10114,"event":"同学总是欺负你。","postEvent":"嘲笑你不男不女。","effect":{"SPR":-2},"include":"(EVT?[10101])&(EVT?[10110,10111])","exclude":"(EVT?[10114,10109])|(TLT?[1037])"},"10115":{"id":10115,"event":"你和同桌偷偷谈起了恋爱。","effect":{"SPR":1},"include":"(INT>2)&(CHR>4)&(EVT?[10101])","exclude":"(EVT?[10115,10116,10110,10111])|(TLT?[1026,1027])"},"10116":{"id":10116,"event":"你和同桌悄悄谈起了恋爱。","effect":{"SPR":1},"include":"(INT>1)&(CHR>3)&(EVT?[10101])&(TLT?[1028])","exclude":"(EVT?[10115,10116,10110,10111])|(TLT?[1026,1027])"},"10117":{"id":10117,"event":"你当上了班长。","effect":{"SPR":1},"include":"(CHR>3)&(INT>6)&(EVT?[10101])","exclude":"EVT?[10117]"},"10118":{"id":10118,"event":"你当上了领操员。","include":"(CHR>3)&(STR>6)&(EVT?[10101])","exclude":"EVT?[10118]"},"10119":{"id":10119,"event":"你为班级出了一次黑板报。","include":"(EVT?[10048])&(EVT?[10101])","exclude":"EVT?[10119]"},"10120":{"id":10120,"event":"你们班收到了捐赠的书籍文具。","include":"EVT?[10101]","exclude":"EVT?[10120,10025,10120]"},"10121":{"id":10121,"event":"你们班建立了读书角。","include":"EVT?[10101]","exclude":"EVT?[10121]"},"10122":{"id":10122,"event":"学校里盖了一座新楼。","include":"EVT?[10101]","exclude":"EVT?[10122,10025]"},"10123":{"id":10123,"event":"村中阿婆家新盖了小洋房。","postEvent":"听说是孩子在外面赚了大钱。","include":"EVT?[10009]","exclude":"EVT?[10123,10025]"},"10124":{"id":10124,"event":"夏日的一天村里鞭炮齐鸣。","postEvent":"听说是人家的孩子考上了重点大学。","include":"EVT?[10009]","exclude":"EVT?[10124,10025]"},"10125":{"id":10125,"event":"你的父亲意外去世。","effect":{"MNY":-2,"SPR":-2},"include":"EVT?[10009]","exclude":"(EVT?[10017,10125])|(TLT?[1029])"},"10126":{"id":10126,"event":"你的母亲意外去世。","effect":{"MNY":-1,"SPR":-2},"include":"EVT?[10009]","exclude":"(EVT?[10016,10126])|(TLT?[1029])"},"10127":{"id":10127,"event":"你的爷爷因病去世。","effect":{"SPR":-1},"include":"EVT?[10009]","exclude":"EVT?[10127]"},"10128":{"id":10128,"event":"你的奶奶因病去世。","effect":{"SPR":-1},"include":"EVT?[10009]","exclude":"EVT?[10128]"},"10129":{"id":10129,"event":"你很努力学习，但成绩就是提不上去。","effect":{"SPR":-1},"include":"(INT<4)&(EVT?[10101])","exclude":"EVT?[10129]"},"10130":{"id":10130,"event":"今年大丰收，而且你家种的菜也涨价了。","effect":{"MNY":1,"SPR":1},"include":"EVT?[10009]","exclude":"EVT?[10130]"},"10131":{"id":10131,"event":"你获得了第一份奖状。","effect":{"SPR":1},"include":"(INT>4)&(EVT?[10101])","exclude":"EVT?[10131,10132,10133]"},"10132":{"id":10132,"event":"你获评三好学生。","effect":{"SPR":1},"include":"(STR>5)&(INT>5)&(EVT?[10101])"},"10133":{"id":10133,"event":"你获评三好标兵。","effect":{"SPR":2},"include":"(STR>7)&(INT>7)&(EVT?[10101])"},"10134":{"id":10134,"event":"有同学在班上炫耀新玩具，被老师没收了。","include":"EVT?[10101]","exclude":"EVT?[10134]"},"10135":{"id":10135,"event":"你前排的同学在课上偷偷玩手机。","include":"EVT?[10101]","exclude":"EVT?[10135]"},"10136":{"id":10136,"event":"老师在班上进行了IQ测试。","postEvent":"你获得了145分","include":"(INT>7)&(EVT?[10101])","exclude":"EVT?[10136]"},"10137":{"id":10137,"event":"老师在班上进行了IQ测试。","postEvent":"你获得了135分","include":"(INT>6)&(EVT?[10101])","exclude":"EVT?[10137]"},"10138":{"id":10138,"event":"努力学习的一年，能感受到水平的提高。","effect":{"INT":1},"include":"(INT>3)&(EVT?[10101])","exclude":"EVT?[10138]"},"10139":{"id":10139,"event":"没有用功学习的一年，能感受到水平的下降。","effect":{"INT":-1},"include":"(INT<8)&(EVT?[10101])","exclude":"EVT?[10139]"},"10140":{"id":10140,"event":"你家养的狗被人毒死了。","effect":{"SPR":-1},"include":"EVT?[10009]","exclude":"(EVT?[10140,10141])|(TLT?[1030])"},"10141":{"id":10141,"event":"你家养的猫被人毒死了。","effect":{"SPR":-1},"include":"EVT?[10009]","exclude":"(EVT?[10140,10141])|(TLT?[1030])"},"10142":{"id":10142,"event":"家里老鼠蟑螂泛滥成灾。","include":"(MNY<5)&(EVT?[10009])"},"10143":{"id":10143,"event":"隔壁的村花和邻居叔叔结婚了。","include":"EVT?[10009]","exclude":"EVT?[10143,10031,10025]"},"10144":{"id":10144,"event":"你天天被父母殴打。","effect":{"SPR":-2},"include":"EVT?[10009]","exclude":"(EVT?[10093,10016,10019,10017,10144,10125,10126,10024])|(TLT?[1015])"},"10145":{"id":10145,"event":"成为了弹弓高手，一弹一鸟。","include":"(INT>3)&(STR>5)&(EVT?[10009])","exclude":"EVT?[10145,10002,10025]"},"10146":{"id":10146,"event":"在田里插秧时，总是被水蛭叮咬。","include":"EVT?[10009]","exclude":"EVT?[10146,10002,10025]"},"10147":{"id":10147,"event":"村子里基本没几个年轻人了。","include":"EVT?[10009]","exclude":"EVT?[10147,10025]"},"10148":{"id":10148,"event":"你家装上了全村唯一的wifi，总有人来问密码。","include":"(MNY>6)&(EVT?[10009])","exclude":"EVT?[10148,10024]"},"10149":{"id":10149,"event":"教室里唯一较好的窗户也破了。","postEvent":"下雨天靠窗完全不能坐人了。","include":"EVT?[10101]","exclude":"EVT?[10149,10025]"},"10150":{"id":10150,"event":"你家的屋檐上多了个燕子窝。","include":"EVT?[10009]","exclude":"EVT?[10150]"},"10151":{"id":10151,"event":"教室窗外多了个马蜂窝。","include":"EVT?[10101]","exclude":"EVT?[10151]"},"10152":{"id":10152,"event":"你的床板塌了，只能睡桌椅上了。","effect":{"STR":-1},"include":"EVT?[10009]","exclude":"EVT?[10152]"},"10153":{"id":10153,"event":"你突然生了场大病。","effect":{"STR":-2,"MNY":-1,"SPR":-1},"include":"(STR<5)&(EVT?[10009])","exclude":"EVT?[10153]","branch":["STR<1:10000"]},"10154":{"id":10154,"event":"你总是遭遇校园暴力。","effect":{"SPR":-2},"include":"(STR<6)&(EVT?[10009])","exclude":"(EVT?[10109,10154])|(TLT?[1037])","branch":["SPR<2:10062"]},"10155":{"id":10155,"event":"你家人让你能辍学打工，为弟弟攒彩礼钱。","include":"(EVT?[10014])&(EVT?[10101])","exclude":"(EVT?[10155,10156])|(TLT?[1015])"},"10156":{"id":10156,"event":"你家人让你能辍学打工，补贴家用。","include":"(MNY<5)&(EVT?[10101])","exclude":"(EVT?[10155,10156])|(TLT?[1015])"},"10157":{"id":10157,"event":"你在城里找到了一份工作。","include":"EVT?[10155,10156,10025]","exclude":"EVT?[10157]"},"10158":{"id":10158,"event":"你买彩票中了个小奖。","postEvent":"虽然钱不多但很快乐。","effect":{"SPR":1},"include":"EVT?[10157]","exclude":"EVT?[10158]"},"10159":{"id":10159,"event":"你买彩票中了个大奖。","effect":{"MNY":2,"SPR":2},"include":"EVT?[10157]","exclude":"EVT?[10159]"},"10160":{"id":10160,"event":"你留了一级。","include":"(INT<4)&(EVT?[10101])","exclude":"EVT?[10160,10025,10156,10155]"},"10161":{"id":10161,"event":"你遭到了同事的性骚扰。","effect":{"SPR":-1},"include":"(CHR>6)&(EVT?[10157])"},"10162":{"id":10162,"event":"你遭到了同事的性侵。","effect":{"SPR":-2},"include":"(STR<5)&(CHR>8)&(EVT?[10157])"},"10163":{"id":10163,"event":"过年时拜访了几十家亲戚。","include":"(STR>1)&(EVT?[10009])","exclude":"EVT?[10163,10025,10156,10155]"},"10164":{"id":10164,"event":"家里茅坑废弃了，换成了马桶。","include":"(MNY>4)&(EVT?[10009])","exclude":"EVT?[10164,10025,10156,10155]"},"10165":{"id":10165,"event":"通了自来水，家里的井不再使用。","include":"(MNY>3)&(EVT?[10009])","exclude":"EVT?[10164,10165,10025,10156,10155]"},"10166":{"id":10166,"event":"半夜发烧，爸妈路边等公交车送你去县城医院.","include":"(STR<5)&(MNY<5)&(EVT?[10009])","exclude":"EVT?[10166,10015,10016,10017,10125,10126]"},"10167":{"id":10167,"event":"用牙齿咬欺凌自己的人，反而被告老师。","postEvent":"很委屈。","effect":{"SPR":-1},"include":"EVT?[10154,10112,10113,10114]","exclude":"EVT?[10167]"},"10168":{"id":10168,"event":"被老人讲的鬼故事吓到。","include":"EVT?[10009]","exclude":"EVT?[10168,10127,10128]"},"10169":{"id":10169,"event":"买小卖部的零食吃，第二天拉肚子发烧。","include":"(STR<5)&(MNY>2)&(EVT?[10009])","exclude":"EVT?[10169]"},"10170":{"id":10170,"event":"被同学取难听的外号。","effect":{"SPR":-1},"include":"(STR<9)&(MNY<9)&(EVT?[10101])","exclude":"(EVT?[10170,10109])|(TLT?[1037])"},"10171":{"id":10171,"event":"过年玩鞭炮被炸伤。","include":"EVT?[10009]","exclude":"EVT?[10171,10002]"},"10172":{"id":10172,"event":"在外面玩到晚上，被爸妈抓了回来。","include":"EVT?[10009]","exclude":"EVT?[10172,10015,10016,10017,10125,10126]"},"10173":{"id":10173,"event":"学自行车摔得膝盖流血。","postEvent":"没学会。","include":"(STR<4)&(EVT?[10009])","exclude":"TLT?[1038]"},"10174":{"id":10174,"event":"尝试自学自行车。","postEvent":"没学会。","include":"(INT<5)&(STR<5)&(EVT?[10009])","exclude":"TLT?[1038]"},"10175":{"id":10175,"event":"尝试自学自行车。","postEvent":"学会了。","include":"(INT>1)&(STR>1)&(EVT?[10009])","exclude":"EVT?[10175]"},"10176":{"id":10176,"event":"想买和同学同款的玩具，但买不起。","include":"(MNY<4)&(EVT?[10101])","exclude":"EVT?[10176]"},"10177":{"id":10177,"event":"被爸爸带去打麻将到半夜，睡着了还没回家。","include":"EVT?[10009]","exclude":"EVT?[10177,10015,10017,10125]"},"10178":{"id":10178,"event":"学着帮家里喂牲畜。","include":"EVT?[10009]","exclude":"EVT?[10178]"},"10179":{"id":10179,"event":"下完雨退潮去河边捡田螺。","include":"EVT?[10009]","exclude":"EVT?[10179]"},"10180":{"id":10180,"event":"去池塘电鱼吃。","include":"EVT?[10009]","exclude":"EVT?[10180,10025,10156,10155]"},"10181":{"id":10181,"event":"上山剪橘子差点掉下山。","include":"EVT?[10009]","exclude":"EVT?[10181,10025,10156,10155]"},"10182":{"id":10182,"event":"被路上的狗堵路追着跑。","include":"(STR>2)&(CHR<9)&(EVT?[10009])","exclude":"EVT?[10182,10183]"},"10183":{"id":10183,"event":"被野狗咬了，去县城打狂犬疫苗。","effect":{"SPR":-1},"include":"(MNY>2)&(CHR<9)&(EVT?[10009])","exclude":"EVT?[10183]"},"10184":{"id":10184,"event":"考上县城初中，每天要走很远去上学。","include":"(INT>4)&(MNY>2)&(EVT?[10101])","exclude":"EVT?[10184,10025,10156,10155]"},"10185":{"id":10185,"event":"考上县城初中，但是上不起。","include":"(INT>4)&(MNY<3)&(EVT?[10101])","exclude":"EVT?[10185,10025,10156,10155]"},"10186":{"id":10186,"event":"班上大多数都是混混的，课都上不成。","include":"EVT?[10101]","exclude":"EVT?[10184,10025,10156,10155]","branch":["TLT?[1108]:20186"]},"10187":{"id":10187,"event":"被坏同学影响，开始抽烟喝酒去游戏厅。","effect":{"SPR":1},"include":"EVT?[10101]","exclude":"EVT?[10184,10187,10025,10156,10155]"},"10188":{"id":10188,"event":"开始去网吧，沉迷游戏。","effect":{"SPR":1},"include":"EVT?[10009]","exclude":"EVT?[10188,10194,10002]"},"10189":{"id":10189,"event":"沉迷二次元，天天追新番。","effect":{"SPR":1},"include":"EVT?[10007,10008]","exclude":"EVT?[10189]"},"10190":{"id":10190,"event":"游戏水平很高，远近网吧闻名。","postEvent":"网吧老板允许你免费上网。","effect":{"SPR":1},"include":"(STR>2)&(INT>7)&(EVT?[10188,10194])","exclude":"EVT?[10190]"},"10191":{"id":10191,"event":"被公司发掘，进入电竞培训队。","postEvent":"前往大城市。","include":"EVT?[10190,10942]","exclude":"EVT?[10191]"},"10192":{"id":10192,"event":"开始为战队打比赛。","postEvent":"但并没有打出什么成绩。","effect":{"STR":-1,"SPR":-1},"include":"EVT?[10191]","exclude":"EVT?[10192]","branch":["TLT?[1039]:10193","SPR>6:10193"]},"10193":{"id":10193,"event":"连续夺得大奖。","effect":{"STR":-2,"MNY":2,"SPR":2},"NoRandom":1},"10194":{"id":10194,"event":"开始去网吧，沉迷游戏。","include":"(TLT?[1039])&(EVT?[10009])","exclude":"EVT?[10194,10188]"},"10195":{"id":10195,"event":"巅峰时期退役。","postEvent":"转行游戏主播。","include":"EVT?[10193]","exclude":"EVT?[10195,10196,10197]"},"10196":{"id":10196,"event":"继续打比赛。","effect":{"STR":-1},"include":"(STR>3)&(EVT?[10192])","exclude":"EVT?[10195,10196,10197]"},"10197":{"id":10197,"event":"退役。","postEvent":"转行游戏主播。","include":"EVT?[10192]","exclude":"EVT?[10195,10196,10197]"},"10198":{"id":10198,"event":"中考考的很差，没考上高中。","include":"(EVT?[10009])&(INT<4)&(EVT?[10188,10187,10186,10189])","exclude":"EVT?[10198,10199,10200,10025,10156,10155]"},"10199":{"id":10199,"event":"中考考的一般，上了县里的高中。","include":"EVT?[10101]","exclude":"(INT<3)|(EVT?[10198,10200,10199,10025,10156,10155])"},"10200":{"id":10200,"event":"中考考的很好，上了城里的好高中。","include":"(MNY>2)&(INT>5)&(EVT?[10101])","exclude":"(INT<6)|(EVT?[10198,10200,10199,10025,10156,10155])"},"10201":{"id":10201,"event":"打篮球、踢足球受伤。","include":"(STR>4)&(MNY>2)&(EVT?[10101])","exclude":"(STR>9)|(EVT?[10201,10002])"},"10202":{"id":10202,"event":"被视察的体校教练发掘。去体校训练。","include":"(STR>6)&(EVT?[10184])","exclude":"EVT?[10202]"},"10203":{"id":10203,"event":"进入省队。","postEvent":"刻苦训练。","include":"EVT?[10202,10939]","exclude":"EVT?[10203,10204]","branch":["SPR>8:10204"]},"10204":{"id":10204,"event":"表现突出，进入国家队。","effect":{"SPR":1},"NoRandom":1},"10205":{"id":10205,"event":"刻苦训练。","effect":{"STR":1},"include":"EVT?[10203]","exclude":"EVT?[10205,10204]","branch":["SPR>8:10204"]},"10206":{"id":10206,"event":"刻苦训练。","include":"EVT?[10203]","exclude":"EVT?[10206]"},"10207":{"id":10207,"event":"参加奥运会。","postEvent":"夺得奖牌。","effect":{"MNY":1,"SPR":1},"include":"EVT?[10204]","branch":["SPR>9:10208"]},"10208":{"id":10208,"event":"夺得金牌。","effect":{"SPR":1},"NoRandom":1,"branch":["SPR>10:10209"]},"10209":{"id":10209,"event":"并打破世界纪录。","effect":{"SPR":1},"NoRandom":1},"10210":{"id":10210,"event":"退役。","postEvent":"开始当教练。","include":"EVT?[10203]","exclude":"EVT?[10210]"},"10211":{"id":10211,"event":"和男同学谈恋爱。","effect":{"SPR":1},"include":"(EVT?[10009])&((EVT?[10002,10110,10111])|(TLT?[1026]))","exclude":"(EVT?[10211,10198,10025,10156,10155])|(TLT?[1027])"},"10212":{"id":10212,"event":"和女同学谈恋爱。","effect":{"SPR":1},"include":"(EVT?[10009])&((EVT?[10001,10110,10111])|(TLT?[1026]))","exclude":"(EVT?[10212,10198,10025,10156,10155])|(TLT?[1027])"},"10213":{"id":10213,"event":"有同学翻学校围墙逃课，意外身亡。","include":"EVT?[10101]","exclude":"EVT?[10213]","branch":["TLT?[1108]:20213"]},"10214":{"id":10214,"event":"性启蒙。","include":"EVT?[10009]","exclude":"EVT?[10214]"},"10215":{"id":10215,"event":"遇上街上的黑社会对拼，很震撼。","include":"EVT?[10009]","exclude":"EVT?[10215,10185]","branch":["TLT?[1108]:20215"]},"10216":{"id":10216,"event":"坐公交车被劫车收保护费。","include":"EVT?[10009]","exclude":"EVT?[10216,10185]"},"10217":{"id":10217,"event":"被同学骗沾染危险品。","effect":{"STR":-2,"MNY":-1,"SPR":1},"include":"EVT?[10009,10185,10186,10187,10188]","exclude":"(EVT?[10217])|(TLT?[1040])","branch":["STR<1:10000"]},"10218":{"id":10218,"event":"学会赌博。","effect":{"MNY":-2,"SPR":-1},"include":"EVT?[10009,10185,10186,10187,10188]","exclude":"(EVT?[10218])|(TLT?[1040])"},"10219":{"id":10219,"event":"被同学带去嫖娼。","effect":{"SPR":1},"include":"(EVT?[10009,10185,10186,10187,10188])&(EVT?[10001])"},"10220":{"id":10220,"event":"你吸有害物品被捕。","postEvent":"进了戒毒所。","effect":{"STR":-1,"MNY":-1,"SPR":-1},"include":"EVT?[10217]","exclude":"EVT?[10220]","branch":["SPR<2:10062","STR<1:10000"]},"10221":{"id":10221,"event":"你日渐消瘦。","effect":{"STR":-1,"SPR":-1},"include":"EVT?[10217]","branch":["SPR<2:10062","STR<1:10000"]},"10222":{"id":10222,"event":"你戒掉了有害物品。","effect":{"SPR":-1},"include":"EVT?[10217]","exclude":"EVT?[10222]","branch":["SPR<2:10062"]},"10223":{"id":10223,"event":"你四处借贷，倾家荡产。","effect":{"MNY":-2,"SPR":-2},"include":"EVT?[10218]","exclude":"EVT?[10223]","branch":["SPR<2:10062","MNY<2:10013"]},"10224":{"id":10224,"event":"去城里看亲戚。","postEvent":"你很羡慕他们家什么都有。","include":"(MNY<5)&(EVT?[10009])","exclude":"EVT?[10224]"},"10225":{"id":10225,"event":"到同学家借书看。","include":"(CHR>3)&(MNY<5)&(EVT?[10199,10200,10184])","exclude":"EVT?[10225]"},"10226":{"id":10226,"event":"混不下去了，回老家种田。","include":"(INT<8)&(EVT?[10025,10156,10155])","exclude":"EVT?[10226]"},"10227":{"id":10227,"event":"有同学退学结婚了。","include":"EVT?[10101]","exclude":"EVT?[10227]"},"10228":{"id":10228,"event":"你开始相亲。","include":"EVT?[10222]","exclude":"(EVT?[10228,10229])|(TLT?[1027])"},"10229":{"id":10229,"event":"你结婚了。","effect":{"SPR":1},"include":"EVT?[10228]","exclude":"EVT?[10229,11171,11093,10610,10611,10612]"},"10230":{"id":10230,"event":"你被家人逼着去和一个不喜欢的村民结婚。","effect":{"SPR":-2},"include":"EVT?[10198,10155,10156,10226]","exclude":"(EVT?[10230,10016,10017])|(TLT?[1015])","branch":["TLT?[1027]:10232","SPR<2:10062"]},"10231":{"id":10231,"event":"你和村中一个你喜欢的姑娘在一起了。","effect":{"SPR":2},"include":"(EVT?[10198,10155,10156])&((EVT?[10001,10110,10111])|(TLT?[1026]))","exclude":"(EVT?[10230,10231])|(TLT?[1027])"},"10232":{"id":10232,"event":"你誓死不从，自杀了。","NoRandom":1,"branch":["TLT?[1027]:10000"]},"10233":{"id":10233,"event":"你和隔壁村一个你喜欢的小伙在一起了。","effect":{"SPR":2},"include":"(EVT?[10198,10155,10156])&((EVT?[10002,10110,10111])|(TLT?[1026]))","exclude":"(EVT?[10230,10231])|(TLT?[1027])"},"10234":{"id":10234,"event":"你和另一个游戏主播结婚了。","effect":{"SPR":1},"include":"EVT?[10195,10197]","exclude":"(EVT?[10234])|(TLT?[1027])"},"10235":{"id":10235,"event":"你找到了一个适合的人，结婚了。","effect":{"SPR":1},"include":"(EVT?[10210])&(EVT?[10009])","exclude":"(EVT?[10235])|(TLT?[1027])"},"10236":{"id":10236,"event":"你年龄大了，随便找了一个将就着结婚了。","include":"EVT?[10009]","exclude":"(EVT?[10235,10236,10234,10233,10231,10230,10229,10610,10611,10612,10088])|(TLT?[1027])"},"10237":{"id":10237,"event":"高考，你考上了专科。","include":"(INT<6)&(EVT?[10199])","exclude":"EVT?[10237,10238,10239,10468]"},"10238":{"id":10238,"event":"高考，你考上了当地的普通本科。","include":"(INT>5)&(EVT?[10199,10200])","exclude":"(INT>7)|(EVT?[10238,10237,10239,10468])"},"10239":{"id":10239,"event":"高考，你考上了大城市的重点本科。","effect":{"SPR":1},"include":"(INT>7)&(EVT?[10199,10200])","exclude":"EVT?[10239,10238,10237,10468]"},"10240":{"id":10240,"event":"你参加了社会实践。","include":"EVT?[10237,10238,10239]","exclude":"EVT?[10240]"},"10241":{"id":10241,"event":"你参加了志愿者活动。","include":"EVT?[10237,10238,10239]","exclude":"EVT?[10241]"},"10242":{"id":10242,"event":"发现班上至少一半同学天天翘课。","include":"EVT?[10237,10238,10239]","exclude":"EVT?[10242]"},"10243":{"id":10243,"event":"你漏了一节思修课没上，打开了开关。","postEvent":"之后经常翘课了。","include":"EVT?[10237,10238,10239]","exclude":"EVT?[10243]"},"10244":{"id":10244,"event":"加入了学生会。","include":"EVT?[10237,10238,10239]","exclude":"EVT?[10244]"},"10245":{"id":10245,"event":"和同院的一个女生谈恋爱。","effect":{"SPR":1},"include":"(EVT?[10237,10238,10239])&((EVT?[10001,10110,10111])|(TLT?[1026]))","exclude":"(EVT?[10245])|(TLT?[1027])"},"10246":{"id":10246,"event":"和同院的一个男生谈恋爱。","effect":{"SPR":1},"include":"(EVT?[10237,10238,10239])&((EVT?[10002,10110,10111])|(TLT?[1026]))","exclude":"(EVT?[10246])|(TLT?[1027])"},"10247":{"id":10247,"event":"遭到了附近的恶霸殴打，报警不管，举报无门。","postEvent":"只能忍气吞声。","effect":{"SPR":-2},"include":"(STR<7)&(EVT?[10009])","exclude":"EVT?[10247]","branch":["SPR<3:10248"]},"10248":{"id":10248,"event":"你怀恨在心，买了水果刀将恶霸捅死了。","postEvent":"你被刑事拘留。","effect":{"SPR":1},"NoRandom":1},"10249":{"id":10249,"event":"恶霸家手眼通天，你被判处死刑。","effect":{"SPR":-2},"include":"EVT?[10248]","exclude":"EVT?[10249]","branch":["EVT?[10248]:10000"]},"10250":{"id":10250,"event":"你和大学对象步入了婚姻的殿堂。","effect":{"SPR":1},"include":"EVT?[10245,10246]","exclude":"(EVT?[10250,10251])|(TLT?[1027])"},"10251":{"id":10251,"event":"你开始相亲。","include":"EVT?[10237,10238,10239]","exclude":"(EVT?[10251,10236,10229,10250,10245,10246])|(TLT?[1027])"},"10252":{"id":10252,"event":"你始终找不到合适的对象。","effect":{"SPR":-1},"include":"EVT?[10251]"},"10253":{"id":10253,"event":"你的父亲因病去世。","postEvent":"母亲也随之去世。","include":"EVT?[10009]","exclude":"EVT?[10253,10016,10017,10125,10126,10254,10255,10256,10257]"},"10254":{"id":10254,"event":"你的母亲发生车祸去世。","include":"EVT?[10009]","exclude":"(EVT?[10253,10016,10126,10254,10257])|(TLT?[1043])"},"10255":{"id":10255,"event":"你的父亲意外去世。","include":"EVT?[10009]","exclude":"EVT?[10253,10017,10125,10255,10256]"},"10256":{"id":10256,"event":"你的父亲突发心血管疾病去世。","include":"EVT?[10009]","exclude":"(EVT?[10253,10017,10125,10255,10256])|(TLT?[1044])"},"10257":{"id":10257,"event":"你的母亲重病去世。","include":"EVT?[10009]","exclude":"EVT?[10253,10016,10126,10254,10257]"},"10258":{"id":10258,"event":"你想要参军。","include":"(STR>5)&(EVT?[10009,10940])","exclude":"EVT?[10198,10199,10200,10025,10156,10155,10258]"},"10259":{"id":10259,"event":"你正式入伍。","include":"EVT?[10258]","exclude":"EVT?[10259,10468]"},"10260":{"id":10260,"event":"平淡但不平凡的军旅生涯。","include":"EVT?[10259]"},"10261":{"id":10261,"event":"你比其他战士更能吃苦耐劳。","effect":{"SPR":1},"include":"(STR>7)&(EVT?[10259])","exclude":"EVT?[10261]"},"10262":{"id":10262,"event":"你的智慧让其他人刮目相看。","effect":{"SPR":1},"include":"(INT>7)&(EVT?[10259])","exclude":"EVT?[10262]"},"10263":{"id":10263,"event":"你的颜值让同性都忍不住多看几眼。","include":"(CHR>7)&(EVT?[10259])","exclude":"EVT?[10263]"},"10264":{"id":10264,"event":"你退伍了。","postEvent":"在县城当上了保安。","effect":{"MNY":1},"include":"EVT?[10259]","exclude":"EVT?[10264]","branch":["TLT?[1045]:10265"]},"10265":{"id":10265,"event":"当上了村委书记。","effect":{"MNY":2},"NoRandom":1},"10266":{"id":10266,"event":"你和隔壁村老村委书记家的孩子结婚了。","include":"EVT?[10265]","exclude":"(EVT?[10266])|(TLT?[1027])"},"10267":{"id":10267,"event":"你在一次演习中发生了意外。","postEvent":"运气好，没有受伤。","include":"EVT?[10259]","exclude":"EVT?[10267]","branch":["INT<6:10000"]},"10268":{"id":10268,"event":"你们生了一个女儿。","effect":{"SPR":1},"include":"EVT?[10235,10236,10234,10233,10231,10230,10229,10088,10236]","exclude":"(TLT?[1041,1046,1026])|(EVT?[10269,10110,10279])"},"10269":{"id":10269,"event":"你们生了一个儿子。","effect":{"SPR":1},"include":"EVT?[10235,10236,10234,10233,10231,10230,10229,10088,10236]","exclude":"(TLT?[1041,1046,1026])|(EVT?[10269,10110,10279])"},"10270":{"id":10270,"event":"因为你不想生孩子，你们离婚了。","include":"(EVT?[10235,10236,10234,10233,10231,10230,10229,10088,10236])&(TLT?[1041])","exclude":"(EVT?[10270,10270,10271,11294,11295,10281,10282,20076,10110,10279])|(TLT?[1123])"},"10271":{"id":10271,"event":"生不出孩子，医院检查发现你功能有问题。","postEvent":"你们离婚了。","include":"(EVT?[10235,10236,10234,10233,10231,10230,10229,10088,10236])&(TLT?[1046])","exclude":"(EVT?[10271,10279,10270,10271,11294,20076,11295,10281])|(TLT?[1123])"},"10272":{"id":10272,"event":"你们领养了一个孩子。","effect":{"SPR":1},"include":"(EVT?[10235,10236,10234,10233,10231,10230,10229,10088,10236])&(TLT?[1026])","exclude":"EVT?[10272,11295,10281,10282,10279]"},"10273":{"id":10273,"event":"普通的家庭生活。","postEvent":"你感觉时间过得越来越快。","include":"EVT?[10235,10236,10234,10233,10231,10230,10229,10088,10236]","exclude":"EVT?[10279]"},"10274":{"id":10274,"event":"你感觉生活越来越无趣，你很怀念小时候。","include":"EVT?[10235,10236,10234,10233,10231,10230,10229,10088,10236]"},"10275":{"id":10275,"event":"家庭琐事很多，你们经常吵架。","effect":{"SPR":-1},"include":"EVT?[10235,10236,10234,10233,10231,10230,10229,10088,10236]","exclude":"EVT?[10279,11295,10281,20076,10270,10282,10271,11294,20076]","branch":["(TLT![1123])&(SPR<3):20076"]},"10276":{"id":10276,"event":"结婚周年纪念日，你们分床而睡。","include":"(SPR<4)&(EVT?[10235,10236,10234,10233,10231,10230,10229,10088,10236])","exclude":"EVT?[10276,11295,10281,10282,10279,20076,10270,10271,11294,20076]","branch":["(TLT![1123])&(SPR<3):20076"]},"10277":{"id":10277,"event":"小时候一件小事你都能记很久。","postEvent":"现在你却连上个月的事都记不清了。","effect":{"STR":-1},"include":"(INT<7)&(EVT?[10235,10236,10234,10233,10231,10230,10229,10088,10236])","exclude":"EVT?[10277]"},"10278":{"id":10278,"event":"你感觉自己老得越来越快，颜值不再。","effect":{"CHR":-1},"include":"(CHR>4)&(EVT?[10235,10236,10234,10233,10231,10230,10229,10088,10236])"},"10279":{"id":10279,"event":"你的爱人病重。","effect":{"MNY":-1,"SPR":-1},"include":"EVT?[10235,10236,10234,10233,10231,10230,10229,10088,10236]","exclude":"(EVT?[10279,20076])|(TLT?[1047])"},"10280":{"id":10280,"event":"你的爱人病重。","effect":{"SPR":-1},"include":"TLT?[1047]","exclude":"EVT?[10280,20076]"},"10281":{"id":10281,"event":"你的爱人去世了。","effect":{"SPR":-1},"include":"EVT?[10279,10280]","exclude":"EVT?[10281,20076]"},"10282":{"id":10282,"event":"你的爱人发生车祸去世。","effect":{"SPR":-2},"include":"EVT?[10235,10236,10234,10233,10231,10230,10229,10088,10236]","exclude":"(EVT?[10282,10279,20076])|(TLT?[1043,1047])"},"10283":{"id":10283,"event":"孩子经常和你吵架。","effect":{"SPR":-1},"include":"EVT?[10268,10269,10272]"},"10284":{"id":10284,"event":"孩子长得越来越可爱。","effect":{"SPR":1},"include":"(CHR>5)&(EVT?[10268,10269,10272])"},"10285":{"id":10285,"event":"孩子很聪明。","effect":{"SPR":1},"include":"(INT>6)&(EVT?[10268,10269,10272])","exclude":"EVT?[10285]"},"10286":{"id":10286,"event":"你有孙子了。","effect":{"SPR":1},"include":"EVT?[10268,10269,10272]","exclude":"EVT?[10286,20076]"},"10287":{"id":10287,"event":"你有孙女了。","effect":{"SPR":1},"include":"EVT?[10268,10269,10272]","exclude":"EVT?[10287,20076]"},"10288":{"id":10288,"event":"你为自己而活，过得很快乐。","effect":{"SPR":1},"include":"(TLT?[1041,1027])&(EVT?[10009])"},"10289":{"id":10289,"event":"你遭遇了严重的车祸。","include":"EVT?[10009]","exclude":"TLT?[1043]","branch":["EVT?[10009]:10000"]},"10290":{"id":10290,"event":"你查出了晚期癌症。","include":"(STR<6)&(EVT?[10009])","exclude":"EVT?[10290]","branch":["EVT?[10009]:10000"]},"10291":{"id":10291,"event":"你突发心血管疾病去世。","include":"(STR<6)&(EVT?[10009])","exclude":"TLT?[1044]","branch":["EVT?[10009]:10000"]},"10292":{"id":10292,"event":"你的身体越来越差了。","effect":{"STR":-1},"include":"(STR<6)&(EVT?[10009])","exclude":"EVT?[10292]"},"10293":{"id":10293,"event":"你经常锻炼，身体还不错。","effect":{"SPR":1},"include":"(STR>5)&(EVT?[10009])","exclude":"EVT?[10293]"},"10294":{"id":10294,"event":"你在睡梦中安然离世。","effect":{"SPR":1},"include":"(STR>5)&(EVT?[10009])","exclude":"(TLT?[1048])|(EVT?[10294])","branch":["EVT?[10009]:10000"]},"10295":{"id":10295,"event":"你后悔年轻时没有做更多的事。","postEvent":"大人的生活真的很无趣。","include":"EVT?[10235,10236,10234,10233,10231,10230,10229,10088,10236]","exclude":"EVT?[10295]","branch":["(STR<5)&(MNY>5):20296"]},"10296":{"id":10296,"event":"你攒了不少钱。","effect":{"MNY":1},"include":"(TLT?[1041,1027])&(EVT?[10009])","exclude":"EVT?[10296]"},"10297":{"id":10297,"event":"你去南方旅游。","effect":{"SPR":1},"include":"(TLT?[1041,1027])&(EVT?[10009])","exclude":"EVT?[10297]"},"10298":{"id":10298,"event":"你去北方旅游。","effect":{"SPR":1},"include":"(TLT?[1041,1027])&(EVT?[10009])","exclude":"EVT?[10298]"},"10299":{"id":10299,"event":"你去西藏旅游。","effect":{"SPR":1},"include":"(TLT?[1041,1027])&(EVT?[10009])","exclude":"EVT?[10299]"},"10300":{"id":10300,"event":"你去新疆旅游。","effect":{"SPR":1},"include":"(TLT?[1041,1027])&(EVT?[10009])","exclude":"EVT?[10300]"},"10301":{"id":10301,"event":"你去爬黄山。","effect":{"SPR":1},"include":"(TLT?[1041,1027])&(EVT?[10009])","exclude":"EVT?[10301]"},"10302":{"id":10302,"event":"你去爬泰山。","effect":{"SPR":1},"include":"(TLT?[1041,1027])&(EVT?[10009])","exclude":"EVT?[10302]"},"10303":{"id":10303,"event":"你去杭州看西湖。","effect":{"SPR":1},"include":"(TLT?[1041,1027])&(EVT?[10009])","exclude":"EVT?[10303]"},"10304":{"id":10304,"event":"你去蒙古看草原。","effect":{"SPR":1},"include":"(TLT?[1041,1027])&(EVT?[10009])","exclude":"EVT?[10304]"},"10305":{"id":10305,"event":"你去北京旅游。","effect":{"SPR":1},"include":"(TLT?[1041,1027])&(EVT?[10009])","exclude":"EVT?[10305]"},"10306":{"id":10306,"event":"你去上海旅游。","effect":{"SPR":1},"include":"(TLT?[1041,1027])&(EVT?[10009])","exclude":"EVT?[10306]"},"10307":{"id":10307,"event":"你突然发现，从你结婚那天起，你的人生就结束了。","include":"(SPR<4)&(EVT?[10235,10236,10234,10233,10231,10230,10229,10088,10236])","exclude":"EVT?[10307]"},"10308":{"id":10308,"event":"你小病不断。","include":"(STR<5)&(EVT?[10009])","exclude":"EVT?[10308]"},"10309":{"id":10309,"event":"你近视了。","include":"(STR<9)&(EVT?[10009])","exclude":"EVT?[10309]"},"10310":{"id":10310,"event":"你老花眼了。","include":"(STR<5)&(EVT?[10009])","exclude":"EVT?[10310]"},"10311":{"id":10311,"event":"你换了好几颗牙。","include":"EVT?[10009]","exclude":"EVT?[10311]"},"10312":{"id":10312,"event":"你掉了好几颗牙。","include":"(STR<9)&(EVT?[10009,10010])","exclude":"EVT?[10312]"},"10313":{"id":10313,"event":"你耳朵听不清了。","include":"(STR<9)&(EVT?[10009,10010])","exclude":"EVT?[10313]"},"10314":{"id":10314,"event":"你有点失忆，忘掉了不少东西。","effect":{"INT":-3,"SPR":1},"include":"(INT>2)&(EVT?[10009,10010])","exclude":"(INT>7)|(EVT?[10314])"},"10315":{"id":10315,"event":"你瘫痪了。","include":"(STR<3)&(EVT?[10009])","exclude":"EVT?[10315]"},"10316":{"id":10316,"event":"和你同一代的熟人开始纷纷离世。","include":"EVT?[10009,10010]","exclude":"EVT?[10316]"},"10317":{"id":10317,"event":"你发现自己成了一个无趣的中年人。","include":"EVT?[10235,10236,10234,10233,10231,10230,10229,10088,10236]","exclude":"EVT?[10317]","branch":["INT>5:20317"]},"10318":{"id":10318,"event":"时代在进步，你完全搞不懂新的电子产品。","include":"(INT<7)&(EVT?[10009])","exclude":"EVT?[10318]"},"10319":{"id":10319,"event":"你听不懂年轻人在说什么。","include":"(INT<9)&(EVT?[10009])","exclude":"EVT?[10319]"},"10320":{"id":10320,"event":"你的颜值仍然过人。","include":"(CHR>6)&(EVT?[10009,10010])","exclude":"EVT?[10320]"},"10321":{"id":10321,"event":"时代在进步,新一代VR设备你仍然了如指掌。","include":"(MNY>4)&(INT>7)&(EVT?[10009])","exclude":"EVT?[10321]"},"10322":{"id":10322,"event":"你发现孩子不是亲生的。","postEvent":"你装作不知道。","effect":{"SPR":-2},"include":"EVT?[10268,10269]","exclude":"EVT?[10322,10002]","branch":["SPR<2:10062"]},"10323":{"id":10323,"event":"你从盒子中获得了练气法门，突破到凝气一层。","postEvent":"寿元提升到200年。","effect":{"CHR":3,"INT":3,"STR":3,"SPR":2},"include":"TLT?[1048]","exclude":"EVT?[10323]"},"10324":{"id":10324,"event":"练气。","postEvent":"体质提升。","effect":{"STR":1},"include":"TLT?[1048]","exclude":"EVT?[10333]"},"10325":{"id":10325,"event":"你突破到凝气二层。","effect":{"STR":1},"include":"(EVT?[10323])&(STR>10)&(TLT?[1048])","exclude":"EVT?[10325]"},"10326":{"id":10326,"event":"你突破到凝气三层。","effect":{"STR":1},"include":"(EVT?[10325])&(STR>12)&(TLT?[1048])","exclude":"EVT?[10326]"},"10327":{"id":10327,"event":"你突破到凝气四层。","effect":{"STR":1},"include":"(EVT?[10326])&(STR>15)&(TLT?[1048])","exclude":"EVT?[10327]"},"10328":{"id":10328,"event":"你突破到凝气五层。","effect":{"STR":1},"include":"(EVT?[10327])&(STR>20)&(TLT?[1048])","exclude":"EVT?[10328]"},"10329":{"id":10329,"event":"你突破到凝气六层。","effect":{"STR":1},"include":"(EVT?[10328])&(STR>25)&(TLT?[1048])","exclude":"EVT?[10329]"},"10330":{"id":10330,"event":"你突破到凝气七层。","effect":{"STR":1},"include":"(EVT?[10329])&(STR>30)&(TLT?[1048])","exclude":"EVT?[10330]"},"10331":{"id":10331,"event":"你突破到凝气八层。","effect":{"STR":1},"include":"(EVT?[10330])&(STR>38)&(TLT?[1048])","exclude":"EVT?[10331]"},"10332":{"id":10332,"event":"你突破到凝气九层。","effect":{"STR":1},"include":"(EVT?[10331])&(STR>50)&(TLT?[1048])","exclude":"EVT?[10332]"},"10333":{"id":10333,"event":"你突破到筑基一层。","postEvent":"寿元提升到300年。","effect":{"INT":1,"STR":10},"include":"(EVT?[10332])&(STR>100)&(TLT?[1048])","exclude":"EVT?[10333]"},"10334":{"id":10334,"event":"你捡到异果，体质大幅提升。","effect":{"STR":10},"include":"TLT?[1048]"},"10335":{"id":10335,"event":"你发现灵气浓郁之处，体质大幅提升。","effect":{"STR":20},"include":"TLT?[1048]"},"10336":{"id":10336,"event":"锻体。","postEvent":"体质提升。","effect":{"STR":2},"include":"(EVT?[10333])&(STR>100)&(TLT?[1048])","exclude":"EVT?[10345,10361]"},"10337":{"id":10337,"event":"你突破到筑基二层。","effect":{"STR":2},"include":"(EVT?[10333])&(STR>120)&(TLT?[1048])","exclude":"EVT?[10337]"},"10338":{"id":10338,"event":"你突破到筑基三层。","effect":{"STR":2},"include":"(EVT?[10337])&(STR>140)&(TLT?[1048])","exclude":"EVT?[10338]"},"10339":{"id":10339,"event":"你突破到筑基四层。","effect":{"STR":2},"include":"(EVT?[10338])&(STR>160)&(TLT?[1048])","exclude":"EVT?[10339]"},"10340":{"id":10340,"event":"你突破到筑基五层。","effect":{"STR":2},"include":"(EVT?[10339])&(STR>190)&(TLT?[1048])","exclude":"EVT?[10340]"},"10341":{"id":10341,"event":"你突破到筑基六层。","effect":{"STR":2},"include":"(EVT?[10340])&(STR>220)&(TLT?[1048])","exclude":"EVT?[10341]"},"10342":{"id":10342,"event":"你突破到筑基七层。","effect":{"STR":2},"include":"(EVT?[10341])&(STR>250)&(TLT?[1048])","exclude":"EVT?[10342]"},"10343":{"id":10343,"event":"你突破到筑基八层。","effect":{"STR":2},"include":"(EVT?[10342])&(STR>280)&(TLT?[1048])","exclude":"EVT?[10343]"},"10344":{"id":10344,"event":"你突破到筑基九层。","effect":{"STR":2},"include":"(EVT?[10343])&(STR>320)&(TLT?[1048])","exclude":"EVT?[10344]"},"10345":{"id":10345,"event":"你突破到金丹一层。","postEvent":"寿元提升到400年。","effect":{"INT":2,"STR":20},"include":"(EVT?[10344])&(STR>400)&(TLT?[1048])","exclude":"EVT?[10345,10361]"},"10346":{"id":10346,"event":"寿元终。","include":"TLT?[1048]","exclude":"EVT?[10333]","branch":["TLT?[1048]:10000"]},"10347":{"id":10347,"event":"寿元终。","include":"TLT?[1048]","exclude":"EVT?[10345,10361]","branch":["TLT?[1048]:10000"]},"10348":{"id":10348,"event":"你突破到金丹二层。","effect":{"INT":1,"STR":3},"include":"(EVT?[10345,10361])&(STR>450)&(INT>10)&(TLT?[1048])","exclude":"EVT?[10348]"},"10349":{"id":10349,"event":"图你美色，一个境界极高的人强行和你双修。","postEvent":"体质大幅提升。","effect":{"STR":100},"include":"(EVT?[10333])&(CHR>10)&(TLT?[1048])","exclude":"EVT?[10349]"},"10350":{"id":10350,"event":"你发现一种加快修行速度的方法。","postEvent":"体质大幅提升。","effect":{"STR":50},"include":"(EVT?[10333])&(INT>10)&(TLT?[1048])"},"10351":{"id":10351,"event":"周天经脉通畅，体质再次提升。","effect":{"STR":5},"include":"(EVT?[10333])&(STR>100)&(TLT?[1048])"},"10352":{"id":10352,"event":"你突破到金丹三层。","effect":{"INT":1,"STR":3},"include":"(EVT?[10348])&(STR>500)&(INT>15)&(TLT?[1048])","exclude":"EVT?[10352]"},"10353":{"id":10353,"event":"你突破到金丹四层。","effect":{"INT":1,"STR":3},"include":"(EVT?[10352])&(STR>550)&(INT>20)&(TLT?[1048])","exclude":"EVT?[10353]"},"10354":{"id":10354,"event":"你突破到金丹五层。","effect":{"INT":1,"STR":3},"include":"(EVT?[10353])&(STR>600)&(INT>30)&(TLT?[1048])","exclude":"EVT?[10354]"},"10355":{"id":10355,"event":"你突破到金丹六层。","effect":{"INT":1,"STR":3},"include":"(EVT?[10354])&(STR>650)&(INT>40)&(TLT?[1048])","exclude":"EVT?[10355]"},"10356":{"id":10356,"event":"你突破到金丹七层。","effect":{"INT":1,"STR":3},"include":"(EVT?[10355])&(STR>700)&(INT>50)&(TLT?[1048])","exclude":"EVT?[10356]"},"10357":{"id":10357,"event":"你突破到金丹八层。","effect":{"INT":1,"STR":3},"include":"(EVT?[10356])&(STR>750)&(INT>65)&(TLT?[1048])","exclude":"EVT?[10357]"},"10358":{"id":10358,"event":"你突破到金丹九层。","effect":{"INT":1,"STR":3},"include":"(EVT?[10357])&(STR>850)&(INT>80)&(TLT?[1048])","exclude":"EVT?[10358]"},"10359":{"id":10359,"event":"你遭到元婴大能截杀。","include":"TLT?[1048]","exclude":"EVT?[10359,10365]","branch":["STR>1000:10360","STR<1000:10000"]},"10360":{"id":10360,"event":"你将其越级反杀。","postEvent":"得到大量宝物。属性提升。","effect":{"INT":50,"STR":500,"SPR":2},"NoRandom":1},"10361":{"id":10361,"event":"你服用了祖传药丸，突破到了金丹一层。","postEvent":"并且你有两枚金丹。寿元提升到500年。","effect":{"INT":50,"STR":500,"SPR":1},"include":"(EVT?[10344])&(TLT?[1048])&(TLT?[1065])","exclude":"EVT?[10361,10345]"},"10362":{"id":10362,"event":"蕴丹。","postEvent":"体质、智力提升。","effect":{"INT":1,"STR":3},"include":"(EVT?[10345,10361])&(STR>400)&(TLT?[1048])","exclude":"EVT?[10365]"},"10363":{"id":10363,"event":"你加入了一个隐世宗派成为长老。","postEvent":"得到大量修炼资源。","effect":{"INT":10,"STR":100},"include":"(EVT?[10345,10361])&(STR>450)&(INT>10)&(TLT?[1048])","exclude":"EVT?[10363]"},"10364":{"id":10364,"event":"你斩杀了一个筑基修士，获得少量资源。","effect":{"STR":10},"include":"(EVT?[10345,10361])&(STR>450)&(INT>10)&(TLT?[1048])"},"10365":{"id":10365,"event":"你突破到元婴一层。","postEvent":"寿元提升到500年。","effect":{"INT":30},"include":"(EVT?[10358])&(STR>1000)&(INT>100)&(TLT?[1048])","exclude":"EVT?[10365]"},"10366":{"id":10366,"event":"你斩杀了大量筑基修士，获得不少资源。","effect":{"INT":10,"STR":100},"include":"(EVT?[10345,10361])&(STR>450)&(INT>10)&(TLT?[1048])"},"10367":{"id":10367,"event":"悟道。","effect":{"INT":2},"include":"(EVT?[10365])&(INT>100)&(TLT?[1048])"},"10368":{"id":10368,"event":"寿元终。","include":"TLT?[1048]","exclude":"EVT?[10365,10361]","branch":["TLT?[1048]:10000"]},"10369":{"id":10369,"event":"你突破到元婴二层。","effect":{"INT":2},"include":"(EVT?[10365])&(INT>150)&(TLT?[1048])","exclude":"EVT?[10369]"},"10370":{"id":10370,"event":"你突破到元婴三层。","effect":{"INT":2},"include":"(EVT?[10369])&(INT>180)&(TLT?[1048])","exclude":"EVT?[10370]"},"10371":{"id":10371,"event":"你突破到元婴四层。","effect":{"INT":2},"include":"(EVT?[10370])&(INT>210)&(TLT?[1048])","exclude":"EVT?[10371]"},"10372":{"id":10372,"event":"你突破到元婴五层。","effect":{"INT":2},"include":"(EVT?[10371])&(INT>240)&(TLT?[1048])","exclude":"EVT?[10372]"},"10373":{"id":10373,"event":"你突破到元婴六层。","effect":{"INT":2},"include":"(EVT?[10372])&(INT>280)&(TLT?[1048])","exclude":"EVT?[10373]"},"10374":{"id":10374,"event":"你突破到元婴七层。","effect":{"INT":2},"include":"(EVT?[10373])&(INT>320)&(TLT?[1048])","exclude":"EVT?[10374]"},"10375":{"id":10375,"event":"你突破到元婴八层。","effect":{"INT":2},"include":"(EVT?[10374])&(INT>360)&(TLT?[1048])","exclude":"EVT?[10375]"},"10376":{"id":10376,"event":"你突破到元婴九层。","effect":{"INT":2},"include":"(EVT?[10375])&(INT>400)&(TLT?[1048])","exclude":"EVT?[10376]"},"10377":{"id":10377,"event":"你突破到渡劫期。","effect":{"INT":10,"STR":10},"include":"(EVT?[10375])&(INT>500)&(TLT?[1048])","exclude":"EVT?[10377]"},"10378":{"id":10378,"event":"准备渡劫。","effect":{"INT":1,"STR":10},"include":"(EVT?[10377])&(INT>500)&(TLT?[1048])","exclude":"EVT?[10378]"},"10379":{"id":10379,"event":"寿元终。","include":"TLT?[1048]","exclude":"EVT?[10377]","branch":["TLT?[1048]:10000"]},"10380":{"id":10380,"event":"你悟出水之大道。","effect":{"INT":20,"STR":20},"include":"(EVT?[10365])&(INT>100)&(TLT?[1048])","exclude":"EVT?[10380]"},"10381":{"id":10381,"event":"你悟出火之大道。","effect":{"INT":20,"STR":20},"include":"(EVT?[10365])&(INT>100)&(TLT?[1048])","exclude":"EVT?[10381]"},"10382":{"id":10382,"event":"你悟出金之大道。","effect":{"INT":20,"STR":20},"include":"(EVT?[10365])&(INT>100)&(TLT?[1048])","exclude":"EVT?[10382]"},"10383":{"id":10383,"event":"你悟出木之大道。","effect":{"INT":20,"STR":20},"include":"(EVT?[10365])&(INT>100)&(TLT?[1048])","exclude":"EVT?[10383]"},"10384":{"id":10384,"event":"你悟出土之大道。","effect":{"INT":20,"STR":20},"include":"(EVT?[10365])&(INT>100)&(TLT?[1048])","exclude":"EVT?[10384]"},"10385":{"id":10385,"event":"你进入顿悟状态。","effect":{"INT":20},"include":"(EVT?[10365])&(INT>100)&(TLT?[1048])"},"10386":{"id":10386,"event":"你悟出了空间大道。","effect":{"INT":50,"STR":50},"include":"(EVT?[10365])&(INT>300)&(TLT?[1048])","exclude":"EVT?[10386]"},"10387":{"id":10387,"event":"你悟出了时间大道。","effect":{"INT":50,"STR":50},"include":"(EVT?[10365])&(INT>300)&(TLT?[1048])","exclude":"EVT?[10387]"},"10388":{"id":10388,"event":"你悟出了混沌大道。","effect":{"INT":50,"STR":50},"include":"(EVT?[10365])&(INT>300)&(TLT?[1048])","exclude":"EVT?[10388]"},"10389":{"id":10389,"event":"你悟出了生命大道。","effect":{"INT":50,"STR":50},"include":"(EVT?[10365])&(INT>300)&(TLT?[1048])","exclude":"EVT?[10389]"},"10390":{"id":10390,"event":"你悟出了毁灭大道。","effect":{"INT":50,"STR":50},"include":"(EVT?[10365])&(INT>300)&(TLT?[1048])","exclude":"EVT?[10390]"},"10391":{"id":10391,"event":"开始渡劫。九重雷劫开始。","include":"EVT?[10377]","exclude":"EVT?[10391]","branch":["EVT?[10377]:10392"]},"10392":{"id":10392,"event":"第一重雷劫落下。","NoRandom":1,"exclude":"EVT?[10392]","branch":["STR>1100:10393","STR<1101:10000"]},"10393":{"id":10393,"event":"第二重雷劫落下。","NoRandom":1,"exclude":"EVT?[10393]","branch":["STR>1200:10394","STR<1201:10000"]},"10394":{"id":10394,"event":"第三重雷劫落下。","NoRandom":1,"exclude":"EVT?[10394]","branch":["STR>1300:10395","STR<1301:10000"]},"10395":{"id":10395,"event":"第四重雷劫落下。","NoRandom":1,"exclude":"EVT?[10395]","branch":["STR>1400:10396","STR<1401:10000"]},"10396":{"id":10396,"event":"第五重雷劫落下。","NoRandom":1,"exclude":"EVT?[10396]","branch":["STR>1500:10397","STR<1501:10000"]},"10397":{"id":10397,"event":"第六重雷劫落下。","NoRandom":1,"exclude":"EVT?[10397]","branch":["STR>1600:10398","STR<1601:10000"]},"10398":{"id":10398,"event":"第七重雷劫落下。","NoRandom":1,"exclude":"EVT?[10398]","branch":["STR>1700:10399","STR<1701:10000"]},"10399":{"id":10399,"event":"第八重雷劫落下。","NoRandom":1,"exclude":"EVT?[10399]","branch":["STR>1800:10400","STR<1801:10000"]},"10400":{"id":10400,"event":"第九重雷劫落下。","NoRandom":1,"exclude":"EVT?[10400]","branch":["STR>2000:10401","STR<2001:10000"]},"10401":{"id":10401,"event":"雷劫度过，元神劫开始。","NoRandom":1,"exclude":"EVT?[10401]","branch":["EVT?[10377]:10402"]},"10402":{"id":10402,"event":"金之元神劫落下。","NoRandom":1,"exclude":"EVT?[10402]","branch":["EVT?[10382]:10403","EVT?[10377]:10000"]},"10403":{"id":10403,"event":"木之元神劫落下。","NoRandom":1,"exclude":"EVT?[10403]","branch":["EVT?[10383]:10404","EVT?[10377]:10000"]},"10404":{"id":10404,"event":"水之元神劫落下。","NoRandom":1,"exclude":"EVT?[10404]","branch":["EVT?[10380]:10405","EVT?[10377]:10000"]},"10405":{"id":10405,"event":"火之元神劫落下。","NoRandom":1,"exclude":"EVT?[10405]","branch":["EVT?[10381]:10406","EVT?[10377]:10000"]},"10406":{"id":10406,"event":"土之元神劫落下。","NoRandom":1,"exclude":"EVT?[10406]","branch":["EVT?[10384]:10407","EVT?[10377]:10000"]},"10407":{"id":10407,"event":"本源元神劫落下。","NoRandom":1,"exclude":"EVT?[10407]","branch":["EVT?[10386,10387,10388,10389,10390]:10408","EVT?[10377]:10000"]},"10408":{"id":10408,"event":"心魔劫降临。","NoRandom":1,"exclude":"EVT?[10408]","branch":["SPR>10:10409","EVT?[10377]:10000"]},"10409":{"id":10409,"event":"渡劫成功！你飞升到仙界了。","postEvent":"你作为“人”的人生结束了。","effect":{"LIF":-1},"NoRandom":1,"exclude":"EVT?[10409]"},"10410":{"id":10410,"event":"你成为了动漫高手，经常在网上骂战。","include":"EVT?[10189]","exclude":"(EVT?[10410,10002])|(TLT?[1014])","branch":["STR>5:20410","INT<6:20411"]},"10411":{"id":10411,"event":"你开始追星。","include":"MNY<8","exclude":"EVT?[10411,10413]","branch":["STR>6:20412","INT<4:20413"]},"10412":{"id":10412,"event":"你有了第一部自己的手机。","include":"(MNY>3)&(EVT?[10009])","exclude":"(MNY>7)&(EVT?[10412])"},"10413":{"id":10413,"event":"某外籍知名明星因强奸罪被抓。","include":"EVT?[10009]","exclude":"EVT?[10413,20413]","branch":["INT<4:20414"]},"10414":{"id":10414,"event":"附近开始流行肺炎，你在家中不敢出门。","include":"EVT?[10009]","exclude":"EVT?[10414]"},"10415":{"id":10415,"event":"高考改革，英语被取消了。","include":"EVT?[10009]","exclude":"EVT?[10415]","branch":["(EVT?[10237,10238,10239])&(INT<8):20415"]},"10416":{"id":10416,"event":"高考改革，新增了中特社作为必考科目。","include":"EVT?[10009,10010]","exclude":"EVT?[10416]"},"10417":{"id":10417,"event":"体育总局新规定，体测成绩必须100米跑进10秒才及格。","include":"EVT?[10009]","exclude":"EVT?[10417]","branch":["STR>9:20417"]},"10418":{"id":10418,"event":"塔利班组织占领华盛顿。","include":"EVT?[10009]","exclude":"EVT?[10418]","branch":["INT<2:20418"]},"10419":{"id":10419,"event":"本·拉登复出，发视频称当年是假死。","include":"EVT?[10009]","exclude":"EVT?[10419]","branch":["INT<2:20419"]},"10420":{"id":10420,"event":"希特勒的遗骨被发现。","include":"EVT?[10009]","exclude":"EVT?[10420]"},"10421":{"id":10421,"event":"爱因斯坦失窃的部分大脑标本被追回。","include":"EVT?[10009]","exclude":"EVT?[10421]","branch":["(INT<4)&(MNY>8):20421"]},"10422":{"id":10422,"event":"据说有人在深山里发现了古装的居民。官方通报是在拍电视剧。","include":"EVT?[10009,10010]","exclude":"EVT?[10422]","branch":["INT>8:20422"]},"10423":{"id":10423,"event":"隔壁城市发生特大交通事故，数十人伤亡。","include":"EVT?[10009,10010]","exclude":"EVT?[10423]","branch":["(CHR>8)|(MNY>8):20423"]},"10424":{"id":10424,"event":"日本发生8.0级地震。","include":"EVT?[10009,10010]","exclude":"EVT?[10424,10425]","branch":["SPR>9:20425"]},"10425":{"id":10425,"event":"日本发生9.0级地震。","include":"EVT?[10009]","exclude":"EVT?[10425,10424]","branch":["SPR>7:20425"]},"10426":{"id":10426,"event":"中国大陆收复台湾。","include":"EVT?[10009]","exclude":"EVT?[10426]","branch":["(CHR>8)&(MNY>8):20426"]},"10427":{"id":10427,"event":"清华北大合并为清北大学。","include":"EVT?[10009]","exclude":"EVT?[10427]"},"10428":{"id":10428,"event":"南京大学和同济大学合并为南同大学。","include":"EVT?[10009]","exclude":"EVT?[10428,10429]"},"10429":{"id":10429,"event":"南京大学和东南大学合并为京东大学。","include":"EVT?[10009]","exclude":"EVT?[10429,10428]"},"10430":{"id":10430,"event":"VR技术突破，用户可以意识进入虚拟空间。目前该技术还未进入民用。","include":"EVT?[10009]","exclude":"EVT?[10430]","branch":["INT>9:20431"]},"10431":{"id":10431,"event":"游哈米发布次时代手游大作《神原》。","include":"EVT?[10009]","exclude":"EVT?[10431]","branch":["MNY>6:20432"]},"10432":{"id":10432,"event":"腾讯收购网易。","include":"EVT?[10009]","exclude":"EVT?[10432]","branch":["SPR>7:20433"]},"10433":{"id":10433,"event":"拼多多收购阿里巴巴。","include":"EVT?[10009]","exclude":"EVT?[10433]"},"10434":{"id":10434,"event":"字节跳动市值超过微软。","include":"EVT?[10009]","exclude":"EVT?[10434]"},"10435":{"id":10435,"event":"你和网民争论兰博基尼和法拉利哪个档次高。","include":"EVT?[10009]","exclude":"EVT?[10435,10002]"},"10436":{"id":10436,"event":"中国开放十八胎生育。","include":"EVT?[10009]","exclude":"EVT?[10436]","branch":["EVT![10268,10269,10272]:20436"]},"10437":{"id":10437,"event":"全球新冠确诊病例首次清零。","include":"EVT?[10009]","exclude":"EVT?[10437]","branch":["STR>2:20437"]},"10438":{"id":10438,"event":"曹县成功申办2066年奥运会。","include":"EVT?[10009]","exclude":"EVT?[10438]"},"10439":{"id":10439,"event":"日本武力攻占珍珠港。","include":"EVT?[10009]","exclude":"EVT?[10439]"},"10440":{"id":10440,"event":"朝鲜计划向美国和韩国投下两颗原子弹。","postEvent":"计划败露。","include":"EVT?[10009]","exclude":"EVT?[10440]"},"10441":{"id":10441,"event":"芜湖机场世界排名升至第一。","include":"EVT?[10009]","exclude":"EVT?[10441]"},"10442":{"id":10442,"event":"蚌埠房价一年内翻倍，国家出手调控。","include":"EVT?[10009]","exclude":"EVT?[10442]"},"10443":{"id":10443,"event":"我国两极分化迅速减小，人民幸福指数进一步提高。","include":"EVT?[10009,10010]","exclude":"EVT?[10443]","branch":["(MNY<4)&(SPR<4):20443"]},"10444":{"id":10444,"event":"中国GDP超过美国。","include":"EVT?[10009,10010]","exclude":"EVT?[10444]","branch":["MNY<3:20444"]},"10445":{"id":10445,"event":"江苏省省会改为苏州。","include":"EVT?[10009]","exclude":"EVT?[10445]"},"10446":{"id":10446,"event":"英国和法国断交。","include":"EVT?[10009]","exclude":"EVT?[10446]"},"10447":{"id":10447,"event":"中国当前首富被爆是美国间谍，在机场被抓获。","include":"EVT?[10009]","exclude":"EVT?[10447]"},"10448":{"id":10448,"event":"国家公布中产阶级标准：家庭年收入100万。","include":"EVT?[10009,10010]","exclude":"EVT?[10448]","branch":["MNY<4:20448"]},"10449":{"id":10449,"event":"海底火山爆发，马里亚纳海沟被填平。","include":"EVT?[10009]","exclude":"EVT?[10449]"},"10450":{"id":10450,"event":"上海数十名小学生春游，成功登顶珠穆朗玛峰。","include":"EVT?[10009]","exclude":"EVT?[10450]"},"10451":{"id":10451,"event":"北京一本录取率首次超过99%。","include":"EVT?[10009,10010]","exclude":"EVT?[10451]","branch":["(MNY<4)&(TLT![1010]):20452"]},"10452":{"id":10452,"event":"特朗普再度当选美国总统。","include":"EVT?[10009]","exclude":"EVT?[10452]","branch":["(SPR>6)&(INT>2):20453"]},"10453":{"id":10453,"event":"拜登遭到暗杀。","include":"EVT?[10009]","exclude":"EVT?[10453]"},"10454":{"id":10454,"event":"云南发现一种红白斑点蘑菇，吃了可以变大。","include":"EVT?[10009]","exclude":"EVT?[10454]","branch":["EVT?[10188,10194]:20454"]},"10455":{"id":10455,"event":"医学奇迹，全球首例断头重生手术成功。","include":"EVT?[10009]","exclude":"EVT?[10455]"},"10456":{"id":10456,"event":"女女生育技术取得重大突破。","include":"EVT?[10009]","exclude":"EVT?[10456]","branch":["(EVT?[10007,10008])&(TLT![1026]):20456"]},"10457":{"id":10457,"event":"科学家宣布，人类Y染色体再过500年就会灭亡。","include":"EVT?[10009,10010]","exclude":"EVT?[10457]"},"10458":{"id":10458,"event":"有个乞丐向你推销“仙法”秘籍，你没有搭理他。","include":"EVT?[10009]","exclude":"EVT?[10458]"},"10459":{"id":10459,"event":"最新研究显示，人类的寿命极限是500岁。","include":"EVT?[10009,10010]","exclude":"EVT?[10459]","branch":["INT<4:20459"]},"10460":{"id":10460,"event":"美国宣布进入社会主义社会。","include":"EVT?[10009]","exclude":"EVT?[10460]","branch":["SPR>6:20460"]},"10461":{"id":10461,"event":"奥运会在安徽省会南京成功举办。","include":"EVT?[10009]","exclude":"EVT?[10461]"},"10462":{"id":10462,"event":"你被门夹伤了手。","include":"EVT?[10009]","exclude":"EVT?[10462]"},"10463":{"id":10463,"event":"你不小心摔了一跤，磕掉了一颗牙。","include":"EVT?[10009]"},"10464":{"id":10464,"event":"你在购物时中了个四等奖：一包纸巾。","include":"EVT?[10009]","exclude":"EVT?[10464,10465,10466,10467]"},"10465":{"id":10465,"event":"你在购物时中了个三等奖：一个电饭锅。","include":"EVT?[10009]","exclude":"EVT?[10464,10465,10466,10467]"},"10466":{"id":10466,"event":"你在购物时中了个二等奖：一个电冰箱。","effect":{"SPR":1},"include":"EVT?[10009]","exclude":"EVT?[10464,10465,10466,10467]"},"10467":{"id":10467,"event":"你在购物时中了个一等奖：三亚七日游。","postEvent":"你快乐地游玩了一个冬天。","effect":{"SPR":2},"include":"EVT?[10009]","exclude":"EVT?[10464,10465,10466,10467]"},"10468":{"id":10468,"event":"你进入流水线工厂工作。","include":"EVT?[10237,10025,10156,10155,10198]","exclude":"EVT?[10475,10476,10477,10226,10468]"},"10469":{"id":10469,"event":"每天重复的加工十分无聊。","include":"EVT?[10468]","exclude":"EVT?[10469,10473,10226]"},"10470":{"id":10470,"event":"员工宿舍十几个人挤在一间。","include":"EVT?[10468]","exclude":"EVT?[10470,10473,10226]"},"10471":{"id":10471,"event":"你工作攒下了一点钱。","include":"EVT?[10468]","exclude":"EVT?[10471,10473,10226]"},"10472":{"id":10472,"event":"你加工零件非常熟练了。","include":"EVT?[10468]","exclude":"EVT?[10472,10473,10226]"},"10473":{"id":10473,"event":"工厂倒闭了，厂长带着小姨子跑了。","postEvent":"你失业了。","effect":{"SPR":-1},"include":"EVT?[10468]","exclude":"EVT?[10473,10226]"},"10474":{"id":10474,"event":"你四处求职，但因为太丑而找不到工作。","include":"(CHR<3)&(EVT?[10237,10238,10239,10198,10199,10200])","exclude":"EVT?[10226,10468,10202,10259,10191,10475,10476,10477]"},"10475":{"id":10475,"event":"你大学毕业后回村当了老师。","include":"EVT?[10237,10238,10239]","exclude":"EVT?[10475,10476,10477,10468]"},"10476":{"id":10476,"event":"你大学毕业后回村当了护士。","include":"EVT?[10237,10238,10239]","exclude":"EVT?[10476,10001,10475,10477,10468]"},"10477":{"id":10477,"event":"你大学毕业后回村当了医生。","include":"EVT?[10237,10238,10239]","exclude":"EVT?[10477,10475,10476,10468]"},"10478":{"id":10478,"event":"在乡下工作的一个好处是，没有城市里那么繁忙。","include":"EVT?[10475,10476,10477]","exclude":"EVT?[10478]"},"10479":{"id":10479,"event":"你的工资虽然不高，但这份工作你挺喜欢的。","effect":{"SPR":1},"include":"EVT?[10475,10476,10477]","exclude":"EVT?[10479,10490]"},"10480":{"id":10480,"event":"孩子们很难教，基础太差了。","include":"EVT?[10475]","exclude":"EVT?[10480]"},"10481":{"id":10481,"event":"你现在很受村民们尊重。","include":"(CHR>6)&(EVT?[10475,10477])","exclude":"EVT?[10481,10484]"},"10482":{"id":10482,"event":"有的病人很迷信，不听你的话。","include":"EVT?[10476,10477]","exclude":"EVT?[10482]"},"10483":{"id":10483,"event":"有个村民被车撞了，你连夜为他做手术。","include":"EVT?[10477]","exclude":"EVT?[10483]"},"10484":{"id":10484,"event":"你遭到了村民的调戏。","include":"EVT?[10476]","exclude":"EVT?[10484,10481]"},"10485":{"id":10485,"event":"开家长会，但来的基本都是学生的祖辈，很少有父母来。","include":"EVT?[10475]","exclude":"EVT?[10485]"},"10486":{"id":10486,"event":"你出了套试卷，全班学生没有一个及格。","include":"EVT?[10475]","exclude":"EVT?[10486]"},"10487":{"id":10487,"event":"工作顺利的一年，没发生什么大事。","include":"EVT?[10475,10476,10477]"},"10488":{"id":10488,"event":"像你一样返乡工作的大学生越来越少了。","include":"EVT?[10475,10476,10477]","exclude":"EVT?[10488]"},"10489":{"id":10489,"event":"村里基本只有老人和孩子。","include":"EVT?[10475,10476,10477]","exclude":"EVT?[10489]"},"10490":{"id":10490,"event":"你对人生有些迷茫。","include":"EVT?[10475,10476,10477]","exclude":"EVT?[10490]"},"10491":{"id":10491,"event":"工作的闲暇时，你会看看动漫。","include":"(EVT?[10475,10476,10477])&(EVT?[10007,10008])"},"10492":{"id":10492,"event":"你退休了。","include":"EVT?[10475,10476,10477]","exclude":"EVT?[10492,10001]"},"10493":{"id":10493,"event":"你退休了。","include":"EVT?[10475,10476,10477]","exclude":"EVT?[10492,10002]"},"10494":{"id":10494,"event":"体质过低，胎死腹中。","include":"STR<0","exclude":"TLT?[1071]","branch":["STR<0:10000"]},"10495":{"id":10495,"event":"意外发现古代宗派遗宝。","effect":{"INT":1,"STR":10,"SPR":1},"include":"TLT?[1048]","exclude":"EVT?[10495]"},"10496":{"id":10496,"event":"偶遇筑基期散修。","postEvent":"他无视了你。","include":"TLT?[1048]","exclude":"EVT?[10496]","branch":["CHR<5:10497"]},"10497":{"id":10497,"event":"他嫌你长得丑，把你杀了。","NoRandom":1,"branch":["CHR<5:10000"]},"10498":{"id":10498,"event":"父母经常带你去附近的公园和大学校园玩。","include":"(MNY>3)&(EVT?[10011])","exclude":"EVT?[10498]"},"10499":{"id":10499,"event":"你喜欢在图书馆的儿童区和别的小朋友一起玩。","include":"(MNY>3)&(EVT?[10011])","exclude":"EVT?[10499]"},"10500":{"id":10500,"event":"父母同时教你英语和汉语。","include":"EVT?[10011]","exclude":"EVT?[10500]"},"10501":{"id":10501,"event":"父母开始用照片和日记记录下你的点点滴滴。","include":"EVT?[10011]","exclude":"EVT?[10501]"},"10502":{"id":10502,"event":"家里很有钱，父母所有东西都为你准备最好的。","include":"(MNY>7)&(EVT?[10011])","exclude":"EVT?[10502]"},"10503":{"id":10503,"event":"家里很穷，但父母尽力为你准备更好的生活。","include":"(MNY<4)&(EVT?[10011])","exclude":"EVT?[10503]"},"10504":{"id":10504,"event":"你开始上幼儿园。","include":"(MNY>3)&(EVT?[10011])","exclude":"EVT?[10504]"},"10505":{"id":10505,"event":"你上不起幼儿园，父母开始教你学习。","include":"(MNY<4)&(EVT?[10011])","exclude":"EVT?[10505]"},"10506":{"id":10506,"event":"你每天和小朋友、老师们玩游戏、做手工、唱歌跳舞。","include":"EVT?[10504]","exclude":"EVT?[10506]"},"10507":{"id":10507,"event":"父母给你买了一书架的启蒙童书。","include":"EVT?[10504]","exclude":"EVT?[10507]"},"10508":{"id":10508,"event":"每周一次的看动画片时间是你的最爱。","include":"EVT?[10011]","exclude":"EVT?[10508]"},"10509":{"id":10509,"event":"你的父母请了家教来教你游泳。","include":"EVT?[10504]","exclude":"EVT?[10509]"},"10510":{"id":10510,"event":"你的父母请了家教来教你弹钢琴。","include":"EVT?[10504]","exclude":"EVT?[10510]"},"10511":{"id":10511,"event":"你的父母请了家教来教你法语。","include":"EVT?[10504]","exclude":"EVT?[10511,10512]"},"10512":{"id":10512,"event":"你的父母请了家教来教你西班牙语。","include":"EVT?[10504]","exclude":"EVT?[10511,10512]"},"10513":{"id":10513,"event":"你平时很少出门，因为父母说外面很危险。","effect":{"SPR":-1},"include":"EVT?[10505]","exclude":"EVT?[10513]"},"10514":{"id":10514,"event":"附近发生了一起枪击案。","effect":{"SPR":-1},"include":"EVT?[10505]","exclude":"EVT?[10514]"},"10515":{"id":10515,"event":"父母说要好好学习，考上好大学离开这里。","include":"EVT?[10505]","exclude":"EVT?[10515]"},"10516":{"id":10516,"event":"你比同龄人学了更多的知识。","effect":{"INT":1},"include":"EVT?[10505]","exclude":"EVT?[10516]"},"10517":{"id":10517,"event":"你的父亲在地铁上被暴徒攻击，受了伤。","effect":{"SPR":-1},"include":"EVT?[10505]","exclude":"EVT?[10517]"},"10518":{"id":10518,"event":"你开始上小学了。","include":"EVT?[10011]","exclude":"EVT?[10518]"},"10519":{"id":10519,"event":"你比其他同学更聪明，学得更快懂得更多。","postEvent":"老师很喜欢你。","include":"(INT>5)&(EVT?[10011])","exclude":"EVT?[10519]"},"10520":{"id":10520,"event":"虽然你是亚裔，但你没有感觉有什么不同。","include":"EVT?[10504]","exclude":"EVT?[10520]"},"10521":{"id":10521,"event":"有好几个小朋友向你表白。","effect":{"SPR":1},"include":"(CHR>6)&(EVT?[10011])","exclude":"EVT?[10521]"},"10522":{"id":10522,"event":"班上的几个非裔同学经常欺负你。","effect":{"SPR":-1},"include":"(STR<7)&(CHR<7)&(EVT?[10505])","exclude":"(EVT?[10522])|(TLT![1037])"},"10523":{"id":10523,"event":"你在家中主要用中文交流，在学校都用英文。","include":"EVT?[10011]","exclude":"EVT?[10523]"},"10524":{"id":10524,"event":"你的运动很棒，同学们都很崇拜你。","effect":{"SPR":1},"include":"(STR>7)&(EVT?[10011])","exclude":"EVT?[10524]"},"10525":{"id":10525,"event":"因为你的成绩最好，老师允许你躺在班上的秋千椅上听课。","effect":{"SPR":1},"include":"(INT>6)&(EVT?[10504])","exclude":"EVT?[10525]"},"10526":{"id":10526,"event":"课堂上经常做小实验。","include":"EVT?[10011]","exclude":"EVT?[10526]"},"10527":{"id":10527,"event":"有次整整一天，老师带你们出去观察昆虫。","include":"EVT?[10504]","exclude":"EVT?[10527]"},"10528":{"id":10528,"event":"老师夸你的数学和科学知识已经不比中学生差了。","effect":{"SPR":1},"include":"(INT>6)&(EVT?[10011])","exclude":"EVT?[10528]"},"10529":{"id":10529,"event":"学校举办唱歌比赛。","include":"EVT?[10011]","exclude":"EVT?[10529]","branch":["EVT?[10049]:20529"]},"10530":{"id":10530,"event":"在学校经常运动，身体越来越棒。","effect":{"STR":1},"include":"EVT?[10011]","exclude":"EVT?[10530,10531]"},"10531":{"id":10531,"event":"在学校经常运动，身体越来越棒。","effect":{"STR":1},"include":"EVT?[10011]","exclude":"EVT?[10530,10531]"},"10532":{"id":10532,"event":"班上没有几个白人同学，而会说汉语的有好几个。","include":"EVT?[10505]","exclude":"EVT?[10532]"},"10533":{"id":10533,"event":"班上有个男孩欺负一个女孩，你勇敢站出来制止了他。","include":"(STR>4)&(EVT?[10504])","exclude":"EVT?[10533]"},"10534":{"id":10534,"event":"有两个学生在班上抽烟，但老师不敢管。","effect":{"SPR":-1},"include":"EVT?[10505]","exclude":"EVT?[10534]","branch":["TLT?[1108]:20534"]},"10535":{"id":10535,"event":"你们班里又转来一个中国学生。","include":"EVT?[10011]","exclude":"EVT?[10535]"},"10536":{"id":10536,"event":"父母的事业非常成功，家境变得更好了。","effect":{"MNY":1},"include":"EVT?[10504]","exclude":"EVT?[10536]"},"10537":{"id":10537,"event":"父母的事业取得了一定成功，家境有所好转。","effect":{"MNY":1},"include":"EVT?[10505]","exclude":"EVT?[10537]"},"10538":{"id":10538,"event":"老师教你们操作电脑，但你早就会了。","include":"EVT?[10504]","exclude":"EVT?[10538]"},"10539":{"id":10539,"event":"老师有时会带来一大堆零食，分给所有同学。","effect":{"SPR":1},"include":"EVT?[10011]","exclude":"EVT?[10539]"},"10540":{"id":10540,"event":"你们把座位布置成了法庭，举行了一场模拟辩论。","include":"EVT?[10011]","exclude":"EVT?[10540]"},"10541":{"id":10541,"event":"你上了一个著名的贵族中学。","include":"(MNY>7)&(EVT?[10011])","exclude":"EVT?[10541]"},"10542":{"id":10542,"event":"你上了一个普通的中学。","include":"(MNY<8)&(EVT?[10011])","exclude":"EVT?[10542]"},"10543":{"id":10543,"event":"你的课业很重，学校里的活动也很多，生活非常充实。","include":"EVT?[10541]","exclude":"EVT?[10543]"},"10544":{"id":10544,"event":"课业很轻松，几乎没有作业，每天下午放学就有各种活动。","include":"EVT?[10542]","exclude":"EVT?[10544]"},"10545":{"id":10545,"event":"你很喜欢放学或周末在学校玩滑雪和曲棍球。","effect":{"STR":1},"include":"(STR>2)&(EVT?[10541])","exclude":"EVT?[10545]"},"10546":{"id":10546,"event":"你在学校学会了骑马和高尔夫。","effect":{"STR":1},"include":"(INT>2)&(STR>2)&(EVT?[10541])","exclude":"EVT?[10546]"},"10547":{"id":10547,"event":"你中午经常在图书馆和另外两个华裔同学一起学习。","include":"EVT?[10541]","exclude":"EVT?[10547]"},"10548":{"id":10548,"event":"你的同班同学中有著名明星的女儿、著名银行家的小儿子。","include":"EVT?[10541]","exclude":"EVT?[10548,10549,10550]"},"10549":{"id":10549,"event":"你的同班同学中有著名球星的儿子。","include":"EVT?[10541]","exclude":"EVT?[10548,10549,10550]"},"10550":{"id":10550,"event":"你的同班同学中有著名政客的女儿和某小国皇室的王子。","include":"EVT?[10541]","exclude":"EVT?[10548,10549,10550]"},"10551":{"id":10551,"event":"虽然课余活动很丰富，不过同学们学习都很认真。","include":"EVT?[10541]","exclude":"EVT?[10551]"},"10552":{"id":10552,"event":"学校组织了一场去欧洲的旅行。","effect":{"SPR":1},"include":"EVT?[10541]","exclude":"EVT?[10552]"},"10553":{"id":10553,"event":"你参演了一场戏剧演出。","include":"EVT?[10011]","exclude":"EVT?[10553]"},"10554":{"id":10554,"event":"同学们大多自信幽默大方，平易近人。你和他们相处融洽。","effect":{"SPR":1},"include":"EVT?[10541]","exclude":"EVT?[10554]"},"10555":{"id":10555,"event":"回到家父母会给你额外的学习任务。","effect":{"INT":1,"SPR":-1},"include":"EVT?[10011]","exclude":"EVT?[10555]"},"10556":{"id":10556,"event":"你家的扫地机器人坏了，你自己制作了一个。","include":"(MNY>2)&(INT>7)&(EVT?[10011])","exclude":"EVT?[10556]"},"10557":{"id":10557,"event":"你经常晚上去学校天文台用望远镜看星星。","include":"EVT?[10011]","exclude":"EVT?[10557]","branch":["MNY>7:20557"]},"10558":{"id":10558,"event":"你参加了学校的舞会。","include":"EVT?[10011]","exclude":"EVT?[10558]","branch":["CHR>7:20558"]},"10559":{"id":10559,"event":"很多同学找你求交往。","include":"EVT?[20558]","exclude":"EVT?[10559]"},"10560":{"id":10560,"event":"不少同学找你求交往。","include":"(TLT?[1028])&(EVT?[10011])","exclude":"EVT?[10560]"},"10561":{"id":10561,"event":"你谈了一个女朋友。","effect":{"SPR":1},"include":"(EVT?[10011])&((EVT?[10001,10110,10111])|(TLT?[1026]))","exclude":"(EVT?[10561])|(TLT?[1027])"},"10562":{"id":10562,"event":"你谈了一个男朋友。","effect":{"SPR":1},"include":"(EVT?[10011])&((EVT?[10002,10110,10111])|(TLT?[1026]))","exclude":"(EVT?[10562])|(TLT?[1027])"},"10563":{"id":10563,"event":"学校生活很快乐，每天大多数时间都在玩。","effect":{"SPR":1},"include":"EVT?[10542]","exclude":"EVT?[10563]"},"10564":{"id":10564,"event":"一个从中国转学来的同学说，这里的考试比中国简单多了。","include":"EVT?[10542]","exclude":"EVT?[10564]"},"10565":{"id":10565,"event":"学校举办为期一学期的模拟创业活动。","include":"EVT?[10011]","exclude":"EVT?[10565]","branch":["(MNY>7)&(INT>7):20565"]},"10566":{"id":10566,"event":"美国总统来你们学校演讲。","include":"EVT?[10541]","exclude":"EVT?[10566]"},"10567":{"id":10567,"event":"你们学校新开设了保龄球选修课。","include":"EVT?[10011]","exclude":"EVT?[10567]"},"10568":{"id":10568,"event":"这次期末考试很难。","postEvent":"你考得一般。","include":"EVT?[10541]","exclude":"EVT?[10568]","branch":["INT<3:20568","INT>8:20569"]},"10569":{"id":10569,"event":"你在学校选修了日语。","include":"(EVT?[10011])&(EVT?[10007,10008])","exclude":"EVT?[10569]"},"10570":{"id":10570,"event":"教室里有个浴缸，经常有同学躺在浴缸里听课。","include":"EVT?[10542]","exclude":"EVT?[10570]"},"10571":{"id":10571,"event":"美术和音乐教室里的地毯非常好看。","include":"EVT?[10542]","exclude":"EVT?[10571]"},"10572":{"id":10572,"event":"学校要求每个同学自带平板电脑。","include":"EVT?[10542]","exclude":"EVT?[10572]","branch":["MNY<3:20572"]},"10573":{"id":10573,"event":"教室里有很多金鱼，每人都认养了一只。","include":"EVT?[10542]","exclude":"EVT?[10573]"},"10574":{"id":10574,"event":"你父母拿了份中国中考数学卷给你做。","postEvent":"你觉得有些难。","include":"EVT?[10011]","exclude":"EVT?[10574]","branch":["INT<7:20574","INT>8:20575"]},"10575":{"id":10575,"event":"据说附近发生了一起枪击案。","effect":{"SPR":-1},"include":"EVT?[10542]","exclude":"EVT?[10575]","branch":["TLT?[1108]:20575"]},"10576":{"id":10576,"event":"你在上学路上遭遇了枪击。","effect":{"SPR":-1},"include":"EVT?[10505]","exclude":"TLT?[1072]","branch":["STR>9:20576","EVT?[10505]:10000"]},"10577":{"id":10577,"event":"你在上学路上看到很多流浪汉和瘾君子。","include":"EVT?[10505]","exclude":"EVT?[10577]","branch":["TLT?[1108]:20577"]},"10578":{"id":10578,"event":"你跟随父母回中国了。","include":"(INT<7)&(EVT?[10542])","exclude":"TLT?[1073]"},"10579":{"id":10579,"event":"你考上了世界名校。","include":"EVT?[10011]","exclude":"EVT?[10579,10578]"},"10580":{"id":10580,"event":"你考上了哈佛大学。","include":"(INT>8)&(EVT?[10011])","exclude":"EVT?[10580]"},"10581":{"id":10581,"event":"你考上了耶鲁大学。","include":"(INT>8)&(EVT?[10011])","exclude":"EVT?[10581]"},"10582":{"id":10582,"event":"你考上了麻省理工大学。","include":"(INT>8)&(EVT?[10011])","exclude":"EVT?[10582]"},"10583":{"id":10583,"event":"你考上了加州伯克利。","include":"(INT>8)&(EVT?[10011])","exclude":"EVT?[10583]"},"10584":{"id":10584,"event":"你考上了斯坦福大学。","include":"(INT>8)&(EVT?[10011])","exclude":"EVT?[10584]"},"10585":{"id":10585,"event":"你的一个熟悉的同学因为压力太大退学了。","include":"EVT?[10579,10580,10581,10582,10583,10584]","exclude":"EVT?[10585]"},"10586":{"id":10586,"event":"你以留学生身份被清华大学录取。","include":"EVT?[10578]","exclude":"(EVT?[10586])|(TLT?[1107])"},"10587":{"id":10587,"event":"你以留学生身份被北京大学录取。","include":"EVT?[10578]","exclude":"EVT?[10587]"},"10588":{"id":10588,"event":"无事发生。","include":"TLT?[1103]"},"10589":{"id":10589,"event":"无事发生。","include":"TLT?[1105]"},"10590":{"id":10590,"event":"时间跳跃。","include":"TLT?[1104]"},"10591":{"id":10591,"event":"你第一次吃肯德基。","include":"(MNY<6)&(EVT?[10009])","exclude":"(TLT?[1106])|(MNY<2)|(EVT?[10591])"},"10592":{"id":10592,"event":"你家比较穷，经常只能吃麦当劳等垃圾食品。","effect":{"STR":-1},"include":"(MNY<6)&(EVT?[10011])","exclude":"(TLT?[1106])|(EVT?[10592])"},"10593":{"id":10593,"event":"你几乎每天都在图书馆学习到半夜。","include":"EVT?[10579,10580,10581,10582,10583,10584]","exclude":"EVT?[10593]"},"10594":{"id":10594,"event":"圣诞节，有学生制造出了无人机雪橇派送礼物。","include":"EVT?[10579,10580,10581,10582,10583,10584]","exclude":"EVT?[10594]"},"10595":{"id":10595,"event":"你在舞会上结识了一个漂亮的女生。","postEvent":"你们谈了一阵子恋爱后分手了。","include":"(EVT?[10579,10580,10581,10582,10583,10584,10586,10587])&((EVT?[10001,10110,10111])|(TLT?[1026]))","exclude":"(EVT?[10595,10596])|(TLT?[1027])","branch":["CHR>7:20596"]},"10596":{"id":10596,"event":"你在舞会上结识了一个帅气的男生。","postEvent":"你们谈了一阵子恋爱后分手了。","include":"(EVT?[10579,10580,10581,10582,10583,10584,10586,10587])&((EVT?[10002,10110,10111])|(TLT?[1026]))","exclude":"(EVT?[10596,10595])|(TLT?[1027])","branch":["CHR>7:20596"]},"10597":{"id":10597,"event":"你去友校做了一年交换生。","include":"EVT?[10579,10580,10581,10582,10583,10584]","exclude":"EVT?[10597]"},"10598":{"id":10598,"event":"学习压力很大，你向学校心理咨询处咨询。","effect":{"SPR":-1},"include":"EVT?[10579,10580,10581,10582,10583,10584]","exclude":"EVT?[10598]"},"10599":{"id":10599,"event":"实验项目繁多，论文你总是卡着时间才写完。","include":"EVT?[10579,10580,10581,10582,10583,10584]","exclude":"EVT?[10599]"},"10600":{"id":10600,"event":"你总会抽时间去健身房，保证身体健康。","include":"EVT?[10579,10580,10581,10582,10583,10584]","exclude":"EVT?[10600]"},"10601":{"id":10601,"event":"一个从中国来的同学比你还忙，因为他还要抽时间打工。","include":"EVT?[10579,10580,10581,10582,10583,10584]","exclude":"EVT?[10601]"},"10602":{"id":10602,"event":"你拿到了奖学金。","include":"EVT?[10579,10580,10581,10582,10583,10584]","exclude":"EVT?[10602]"},"10603":{"id":10603,"event":"你的生日派对有很多朋友来参加。","include":"(CHR>3)&(EVT?[10579,10580,10581,10582,10583,10584])","exclude":"EVT?[10603]"},"10604":{"id":10604,"event":"你在一个角落的墙上看到非常艺术感的涂鸦。","include":"EVT?[10579,10580,10581,10582,10583,10584]","exclude":"EVT?[10604]"},"10605":{"id":10605,"event":"你阅读了很多中外的文学作品。","include":"EVT?[10579,10580,10581,10582,10583,10584]","exclude":"EVT?[10605]"},"10606":{"id":10606,"event":"你对金融和计算机都十分擅长。","include":"EVT?[10579,10580,10581,10582,10583,10584]","exclude":"EVT?[10606]"},"10607":{"id":10607,"event":"你前往华尔街工作，年收入约几十万刀。","effect":{"MNY":1},"include":"EVT?[10606]","exclude":"EVT?[10607,10608,10609]"},"10608":{"id":10608,"event":"你前往硅谷创业。","include":"(MNY>8)&(EVT?[10606,10565])","exclude":"EVT?[10607,10608,10609]"},"10609":{"id":10609,"event":"你在导师的实验室搞科研。","include":"EVT?[10579,10580,10581,10582,10583,10584]","exclude":"EVT?[10607,10608,10609]"},"10610":{"id":10610,"event":"你和大学对象步入了婚姻的殿堂。","effect":{"SPR":1},"include":"EVT?[20596]","exclude":"EVT?[10610,10611,10612]"},"10611":{"id":10611,"event":"你和一个同事结婚了。","effect":{"SPR":1},"include":"EVT?[10606]","exclude":"(EVT?[10611,10610,10612,20596])|(TLT?[1027])"},"10612":{"id":10612,"event":"你和一个你很满意的对象结婚了。","effect":{"SPR":1},"include":"EVT?[10579,10580,10581,10582,10583,10584]","exclude":"(EVT?[10612,10610,10611])|(TLT?[1027])"},"10613":{"id":10613,"event":"有家里的资金和人脉支持，你的创业非常成功。","include":"EVT?[10608]","exclude":"EVT?[10613]"},"10614":{"id":10614,"event":"你结识了许多同学和父母介绍的商业伙伴。","include":"EVT?[10608,10607]","exclude":"EVT?[10614]"},"10615":{"id":10615,"event":"你非常努力，在社交之中成长很快。","include":"EVT?[10608,10607]","exclude":"EVT?[10615]"},"10616":{"id":10616,"event":"你的公司越做越大，完成了多轮融资，用户数也突破了千万。","effect":{"MNY":1},"include":"EVT?[10608]","exclude":"EVT?[10616]"},"10617":{"id":10617,"event":"你的公司产品用户数破百万。","include":"EVT?[10608]","exclude":"EVT?[10617]"},"10618":{"id":10618,"event":"你请了几位中学大学时的朋友加入你的公司。","include":"EVT?[10608]","exclude":"EVT?[10618]"},"10619":{"id":10619,"event":"你的公司产品用户数破亿。","include":"EVT?[10608]","exclude":"EVT?[10619]"},"10620":{"id":10620,"event":"你的公司上市了。","effect":{"MNY":1},"include":"EVT?[10608]","exclude":"EVT?[10620]"},"10621":{"id":10621,"event":"你的孩子出生了。","include":"EVT?[10610,10611,10612]","exclude":"(EVT?[10621])|(TLT?[1041,1046])"},"10622":{"id":10622,"event":"你的爱人也来你的公司工作。","include":"EVT?[10608]","exclude":"EVT?[10622]"},"10623":{"id":10623,"event":"你买了几辆数百万、上千万的豪车。","include":"EVT?[10608]","exclude":"EVT?[10623]"},"10624":{"id":10624,"event":"你在几座大城市都购入了豪宅，还买了海边别墅。","include":"EVT?[10608]","exclude":"EVT?[10624]"},"10625":{"id":10625,"event":"你被福布斯评为美国最年轻的百亿富豪排名第一。","include":"EVT?[10608]","exclude":"EVT?[10625]","branch":["TLT?[1108]:20625"]},"10626":{"id":10626,"event":"你创立了好几家公司。","include":"EVT?[10608]","exclude":"EVT?[10626]"},"10627":{"id":10627,"event":"你不再直接参与公司决策，退居幕后。","include":"EVT?[10608]","exclude":"EVT?[10627]"},"10628":{"id":10628,"event":"你收购了好几家创业公司。","include":"EVT?[10608]","exclude":"EVT?[10628]"},"10629":{"id":10629,"event":"你开始投资房地产。","include":"EVT?[10608]","exclude":"EVT?[10629]"},"10630":{"id":10630,"event":"你开始投资AI、VR和游戏。","include":"EVT?[10608]","exclude":"EVT?[10630]"},"10631":{"id":10631,"event":"你开始投资动漫产业。","include":"(EVT?[10608])&(EVT?[10007,10008])","exclude":"EVT?[10631]"},"10632":{"id":10632,"event":"你开始投资体育、影视产业。","include":"EVT?[10608]","exclude":"EVT?[10632]"},"10633":{"id":10633,"event":"你像你父母一样给了孩子最丰厚的条件。","include":"EVT?[10621]","exclude":"EVT?[10633]"},"10634":{"id":10634,"event":"你希望孩子未来和你一样努力成为精英。","include":"EVT?[10621]","exclude":"EVT?[10634]"},"10635":{"id":10635,"event":"你被评为本世代十大科技人物。","include":"EVT?[10608]","exclude":"EVT?[10635]"},"10636":{"id":10636,"event":"你的工作现在很轻松，大多数时间都在家带娃。","include":"(EVT?[10608])&(EVT?[10621])","exclude":"EVT?[10636]"},"10637":{"id":10637,"event":"你们一家搬家到了瑞士。","include":"EVT?[10608]","exclude":"EVT?[10637]"},"10638":{"id":10638,"event":"虚拟现实技术已经非常成熟，你玩的兴趣不大。","include":"EVT?[10608]","exclude":"EVT?[10638]"},"10639":{"id":10639,"event":"你们家每年光保险开销就比普通美国人一辈子的收入还多。","include":"EVT?[10608]","exclude":"EVT?[10639]"},"10640":{"id":10640,"event":"你们一家去了欧洲各国旅游。","include":"EVT?[10608]","exclude":"EVT?[10640]"},"10641":{"id":10641,"event":"你们一家去了澳大利亚和新西兰旅游。","include":"EVT?[10608]","exclude":"EVT?[10641]"},"10642":{"id":10642,"event":"你们一家去了东南亚旅游。","include":"EVT?[10608]","exclude":"EVT?[10642]"},"10643":{"id":10643,"event":"你们一家去了埃及和阿联酋旅游。","include":"EVT?[10608]","exclude":"EVT?[10643]"},"10644":{"id":10644,"event":"你们一家去了夏威夷旅游。","include":"EVT?[10608]","exclude":"EVT?[10644]"},"10645":{"id":10645,"event":"你们一家去了中国旅游。","include":"EVT?[10608,10607]","exclude":"EVT?[10645]"},"10646":{"id":10646,"event":"你成为了世界首富。","effect":{"SPR":1},"include":"EVT?[10608]","exclude":"EVT?[10646]"},"10647":{"id":10647,"event":"你的孩子也上了世界名校。","include":"EVT?[10621]","exclude":"EVT?[10647]","branch":["TLT?[1108]:20647"]},"10648":{"id":10648,"event":"你到东京大学、清华大学、香港大学等学府演讲《我的努力》。","include":"EVT?[10608]","exclude":"EVT?[10648]"},"10649":{"id":10649,"event":"你的父亲去世。","include":"EVT?[10011]","exclude":"EVT?[10649,10651]"},"10650":{"id":10650,"event":"你的母亲去世。","include":"EVT?[10011]","exclude":"EVT?[10650,10652]"},"10651":{"id":10651,"event":"你的父亲因心脏病去世。","include":"EVT?[10011]","exclude":"(EVT?[10651,10649])|(TLT?[1044])"},"10652":{"id":10652,"event":"你的母亲因心血管疾病去世。","include":"EVT?[10011]","exclude":"(EVT?[10652,10650])|(TLT?[1044])"},"10653":{"id":10653,"event":"你的爱人因病去世。","include":"EVT?[10610,10611,10612]","exclude":"EVT?[10653]"},"10654":{"id":10654,"event":"你的孙儿出生了。","include":"EVT?[10621]","exclude":"EVT?[10654]"},"10655":{"id":10655,"event":"你住在庄园里，围绕着最新科技，过着养老生活。","include":"EVT?[10608]","exclude":"EVT?[10655]"},"10656":{"id":10656,"event":"你因病医治无效去世。","include":"EVT?[10011]","exclude":"TLT?[1048]","branch":["EVT?[10011]:10000"]},"10657":{"id":10657,"event":"你在睡梦中安然离世。","include":"EVT?[10011]","exclude":"TLT?[1048]","branch":["EVT?[10011]:10000"]},"10658":{"id":10658,"event":"你财务自由，购买了名车和豪宅。","include":"EVT?[10607]","exclude":"EVT?[10658]"},"10659":{"id":10659,"event":"你申请了死后冷冻尸体的服务，希望有朝一日能复活。","include":"EVT?[10608,10607]","exclude":"EVT?[10659]","branch":["TLT?[1108]:20659"]},"10660":{"id":10660,"event":"你的实验不太顺利。","effect":{"SPR":-1},"include":"EVT?[10609]"},"10661":{"id":10661,"event":"老板对你很严格，但是也很关心你。","include":"EVT?[10609]","exclude":"EVT?[10661]"},"10662":{"id":10662,"event":"你的学术和实验水平进一步提高。","effect":{"INT":1},"include":"EVT?[10609]"},"10663":{"id":10663,"event":"你废寝忘食，几乎住在实验室里。","effect":{"STR":-1},"include":"EVT?[10609]","exclude":"EVT?[10663]"},"10664":{"id":10664,"event":"你的实验取得了突破。","include":"EVT?[10609]","exclude":"EVT?[10664]"},"10665":{"id":10665,"event":"你一年内发表了多篇SCI。","include":"EVT?[10609]","exclude":"EVT?[10665]"},"10666":{"id":10666,"event":"你和老板发表了一篇Nature。","include":"EVT?[10609]","exclude":"EVT?[10666]"},"10667":{"id":10667,"event":"你留校担任助教。","include":"EVT?[10609]","exclude":"EVT?[10667]"},"10668":{"id":10668,"event":"你处于做实验和发paper的无尽循环中。","include":"EVT?[10609]"},"10669":{"id":10669,"event":"你担任副教授。","include":"EVT?[10609]","exclude":"EVT?[10669]"},"10670":{"id":10670,"event":"你发表一篇一作Nature。","include":"EVT?[10609]","exclude":"EVT?[10670]"},"10671":{"id":10671,"event":"你被母校聘为正教授。","include":"EVT?[10669]","exclude":"EVT?[10671]"},"10672":{"id":10672,"event":"你被中国多所名校聘为客座教授。","include":"EVT?[10609]","exclude":"EVT?[10672]"},"10673":{"id":10673,"event":"你获得多项大奖。","include":"EVT?[10609]","exclude":"EVT?[10673]"},"10674":{"id":10674,"event":"你在微观粒子领域取得重要突破。","include":"EVT?[10609]","exclude":"EVT?[10674,10675,10676]"},"10675":{"id":10675,"event":"你在遗传领域取得重要突破。","include":"EVT?[10609]","exclude":"EVT?[10674,10675,10676]"},"10676":{"id":10676,"event":"你在材料领域取得重要突破。","include":"EVT?[10609]","exclude":"EVT?[10674,10675,10676]"},"10677":{"id":10677,"event":"你成为美国科学院院士。","include":"EVT?[10609]","exclude":"EVT?[10677]"},"10678":{"id":10678,"event":"你成为中国科学院外籍院士。","include":"EVT?[10609]","exclude":"EVT?[10678]"},"10679":{"id":10679,"event":"你获得了诺贝尔物理学奖。","effect":{"MNY":1,"SPR":2},"include":"EVT?[10674]","exclude":"EVT?[10679]"},"10680":{"id":10680,"event":"你获得了诺贝尔生理学或医学奖。","effect":{"MNY":1,"SPR":2},"include":"EVT?[10675]","exclude":"EVT?[10680]"},"10681":{"id":10681,"event":"你获得了诺贝尔化学奖。","effect":{"MNY":1,"SPR":2},"include":"EVT?[10676]","exclude":"EVT?[10681]"},"10682":{"id":10682,"event":"你放弃美国国籍，毅然加入中国国籍前往中国的大学。","include":"EVT?[10609]","exclude":"EVT?[10682]"},"10683":{"id":10683,"event":"你创建了一个以你名字命名的慈善基金会。","include":"EVT?[10608]","exclude":"EVT?[10683]"},"10684":{"id":10684,"event":"你决定将你的遗产都捐赠给母校。","include":"EVT?[10609]","exclude":"EVT?[10684,10682]"},"10685":{"id":10685,"event":"你决定将你的遗产都捐赠给中国大学用于建设。","include":"EVT?[10682]","exclude":"EVT?[10685]"},"10686":{"id":10686,"event":"你的论文他引超过十万。","include":"EVT?[10609]","exclude":"EVT?[10686]"},"10687":{"id":10687,"event":"你在世界巡回讲座。","include":"EVT?[10609]"},"10688":{"id":10688,"event":"你出版了一本教材。","include":"EVT?[10609]","exclude":"EVT?[10688]"},"10689":{"id":10689,"event":"你出版了一本自传，介绍你的成功之路。","include":"EVT?[10608]","exclude":"EVT?[10689]"},"10690":{"id":10690,"event":"你经常作为嘉宾出现在电视节目。","include":"EVT?[10607,10608]","exclude":"EVT?[10690]"},"10691":{"id":10691,"event":"有人以你的人生为原本拍摄了电影。","include":"EVT?[10608]","exclude":"EVT?[10691]"},"10692":{"id":10692,"event":"你的自传一直超级畅销。人们被你的努力和精神所打动。","include":"EVT?[10689]","exclude":"EVT?[10692]"},"10693":{"id":10693,"event":"你不想死，坚持锻炼、经常体检试图延长寿命。","include":"EVT?[10607,10608]","exclude":"EVT?[10693]"},"10694":{"id":10694,"event":"你的孙子被人绑架，好在成功被警察救出。","include":"EVT?[10654]","exclude":"EVT?[10694]"},"10695":{"id":10695,"event":"英国剑桥大学吞并牛津大学。","include":"EVT?[10011]","exclude":"EVT?[10695]"},"10696":{"id":10696,"event":"塔利班组织闪击波兰。法国宣布投降。","include":"EVT?[10011]","exclude":"EVT?[10696]"},"10697":{"id":10697,"event":"俄罗斯宣布进入社会主义社会。","include":"EVT?[10011]","exclude":"EVT?[10697]"},"10698":{"id":10698,"event":"日本动漫产业彻底灭亡。","include":"EVT?[10011,10010]","exclude":"EVT?[10698]"},"10699":{"id":10699,"event":"日本制造出最新作战兵器：高达。","include":"EVT?[10011]","exclude":"EVT?[10699]"},"10700":{"id":10700,"event":"美国总统承认与外星人一直有联系。","include":"EVT?[10011]","exclude":"EVT?[10700]"},"10701":{"id":10701,"event":"经济危机爆发。","include":"EVT?[10011]","exclude":"EVT?[10701]"},"10702":{"id":10702,"event":"美国精英制定影视音乐作品通用评分标准，引发广泛争议。","include":"EVT?[10011]","exclude":"EVT?[10702]"},"10703":{"id":10703,"event":"百慕大三角海底发现中国古代风格建筑。","include":"EVT?[10011]","exclude":"EVT?[10703]"},"10704":{"id":10704,"event":"马斯克登陆火星。","include":"EVT?[10011]","exclude":"EVT?[10704]"},"10705":{"id":10705,"event":"中国宣布同性恋为犯罪，将至少判处3年以下的有期徒刑。","include":"EVT?[10011]","exclude":"EVT?[10705]"},"10706":{"id":10706,"event":"金正恩在朝鲜称帝，改为帝制。","include":"EVT?[10011]","exclude":"EVT?[10706]"},"10707":{"id":10707,"event":"你学会了打麻将。","include":"EVT?[10607,10608,10609]","exclude":"EVT?[10707]"},"10708":{"id":10708,"event":"你以前常去的高尔夫球场被陨石击中。","include":"EVT?[10607,10608]","exclude":"EVT?[10708]"},"10709":{"id":10709,"event":"你最好的朋友去世。","effect":{"SPR":-1},"include":"EVT?[10011]","exclude":"EVT?[10709]"},"10710":{"id":10710,"event":"城市里到处都是全息投影。","include":"EVT?[10011,10010]","exclude":"EVT?[10710]"},"10711":{"id":10711,"event":"全息投影彻底取代手机。","include":"EVT?[10011]","exclude":"EVT?[10711]"},"10712":{"id":10712,"event":"现在可以通过植入芯片来获得一小段记忆或知识。","include":"EVT?[10011]","exclude":"EVT?[10712]"},"10713":{"id":10713,"event":"近视已经可以轻松治愈。","include":"EVT?[10011,10010]","exclude":"EVT?[10713]"},"10714":{"id":10714,"event":"计算机科学家宣称，我们生活在游戏世界中的概率为100%。","include":"EVT?[10011]","exclude":"EVT?[10714]"},"10715":{"id":10715,"event":"你发现了大统一模型。","include":"EVT?[10679]","exclude":"EVT?[10715]"},"10716":{"id":10716,"event":"你再次获得诺贝尔物理学奖。","include":"EVT?[10715]","exclude":"EVT?[10716]"},"10717":{"id":10717,"event":"你感觉学校的环境各方面都不如美国好。","include":"EVT?[10586,10587]","exclude":"EVT?[10717]"},"10718":{"id":10718,"event":"你对学校不太满意，但凑合着学，渐渐更多的时间用在了玩乐上。","include":"EVT?[10586,10587]","exclude":"EVT?[10718]"},"10719":{"id":10719,"event":"你平时都和留学生来往，很少和普通学生交流。","include":"EVT?[10586,10587]","exclude":"EVT?[10719]"},"10720":{"id":10720,"event":"据说你们的课业要求比普通学生的简单。","include":"EVT?[10586,10587]","exclude":"EVT?[10720]"},"10721":{"id":10721,"event":"据说老师让很多普通学生故意挂科，保证你们留学生不至于被退学。","include":"EVT?[10586,10587]","exclude":"EVT?[10721]"},"10722":{"id":10722,"event":"中国的食物你吃不习惯。","effect":{"SPR":-1},"include":"EVT?[10586,10587]","exclude":"EVT?[10722]"},"10723":{"id":10723,"event":"北京的空气和气候你很不习惯。","effect":{"SPR":-1},"include":"EVT?[10586,10587]","exclude":"EVT?[10723]"},"10724":{"id":10724,"event":"你有时翘课去北京的各景区游玩。","include":"EVT?[10586,10587]","exclude":"EVT?[10724]"},"10725":{"id":10725,"event":"你的中文说的很流利。","include":"EVT?[10586,10587]","exclude":"EVT?[10725]"},"10726":{"id":10726,"event":"你没有参加社团，但经常和其他留学生开party。","include":"EVT?[10586,10587]","exclude":"EVT?[10726]"},"10727":{"id":10727,"event":"你有些想家。","include":"EVT?[10586,10587]","exclude":"EVT?[10727]"},"10728":{"id":10728,"event":"你父母来北京看望你。","include":"EVT?[10586,10587]"},"10729":{"id":10729,"event":"你经常去看电影、音乐会、演唱会。","include":"EVT?[10586,10587]","exclude":"EVT?[10729]"},"10730":{"id":10730,"event":"你爬了长城，感觉不怎么样，又挤又乱。","include":"EVT?[10586,10587]","exclude":"EVT?[10730]"},"10731":{"id":10731,"event":"你假期去了上海和香港玩。","effect":{"SPR":1},"include":"EVT?[10586,10587]","exclude":"EVT?[10731]"},"10732":{"id":10732,"event":"你假期去西藏旅游。","effect":{"SPR":1},"include":"EVT?[10586,10587]","exclude":"EVT?[10732]"},"10733":{"id":10733,"event":"有短视频主播采访你英文水平如何，你假装是普通学生作答。","include":"EVT?[10586,10587]","exclude":"EVT?[10733]"},"10734":{"id":10734,"event":"你感觉中国的高铁很方便。","include":"EVT?[10586,10587]","exclude":"EVT?[10734]"},"10735":{"id":10735,"event":"你感觉中国的电子支付很方便。","include":"EVT?[10586,10587]","exclude":"EVT?[10735]"},"10736":{"id":10736,"event":"你博士毕业了。","include":"EVT?[10586,10587]","exclude":"EVT?[10736]"},"10737":{"id":10737,"event":"你进入名企工作。","include":"EVT?[10586,10587]","exclude":"EVT?[10737]"},"10738":{"id":10738,"event":"你的工作并不像其他人盛传的那种996，下午下班后你还去健身。","include":"EVT?[10586,10587]","exclude":"EVT?[10738]"},"10739":{"id":10739,"event":"公司组织去马尔代夫旅游。","effect":{"SPR":1},"include":"EVT?[10586,10587]","exclude":"EVT?[10739]"},"10740":{"id":10740,"event":"公司的休息厅提供西式茶点，令你很满意。","effect":{"SPR":1},"include":"EVT?[10586,10587]","exclude":"EVT?[10740]"},"10741":{"id":10741,"event":"普普通通的社畜生活。","include":"EVT?[10586,10587]","exclude":"EVT?[10741]"},"10742":{"id":10742,"event":"你养了一只猫。","include":"EVT?[10586,10587]","exclude":"EVT?[10742,10743]"},"10743":{"id":10743,"event":"你养了一只狗。","include":"EVT?[10586,10587]","exclude":"EVT?[10743,10742]"},"10744":{"id":10744,"event":"你养的猫意外死亡。","effect":{"SPR":-1},"include":"EVT?[10742]","exclude":"(EVT?[10744])|(TLT?[1030])"},"10745":{"id":10745,"event":"你养的狗意外死亡。","effect":{"SPR":-1},"include":"EVT?[10743]","exclude":"(EVT?[10745])|(TLT?[1030])"},"10746":{"id":10746,"event":"你升职了。","effect":{"MNY":1},"include":"EVT?[10586,10587]","exclude":"EVT?[10746,10002,10110,10111]"},"10747":{"id":10747,"event":"你又升职了。","effect":{"MNY":1,"SPR":1},"include":"EVT?[10746]","exclude":"EVT?[10747,10002,10110,10111]"},"10748":{"id":10748,"event":"你有次在地铁上被偷了手机，报警后警方高度重视，立即出动，当天就追回了你的手机。","include":"EVT?[10586,10587]","exclude":"EVT?[10748]"},"10749":{"id":10749,"event":"你经常阅读一些财经杂志和哲学书籍。","include":"EVT?[10586,10587]","exclude":"EVT?[10749]"},"10750":{"id":10750,"event":"你在视频APP上分享你的人生，收获大量粉丝。","include":"(CHR>6)&(EVT?[10586,10587])","exclude":"EVT?[10750]"},"10751":{"id":10751,"event":"你经常逛知乎并回答国外和商业相关问题，迅速成为大V。","include":"EVT?[10586,10587]","exclude":"EVT?[10751]"},"10752":{"id":10752,"event":"你逐渐意识到你和普通中国人思维方式的不同。","include":"EVT?[10586,10587]","exclude":"EVT?[10752]"},"10753":{"id":10753,"event":"你经常感到生活中严重的男女不平等。","include":"EVT?[10586,10587]","exclude":"EVT?[10753,10001]"},"10754":{"id":10754,"event":"你组织一些线下活动，和很多遭遇性别歧视的人一起讨论方案和分享经历。","include":"EVT?[10753]","exclude":"EVT?[10754]"},"10755":{"id":10755,"event":"你出了一本描绘和分析性别歧视现象的书。","include":"EVT?[10754]","exclude":"EVT?[10755]"},"10756":{"id":10756,"event":"你的理财收益不错。","effect":{"MNY":1},"include":"(MNY>6)&(EVT?[10586,10587])","exclude":"EVT?[10756]"},"10757":{"id":10757,"event":"你去黄山旅游。","include":"EVT?[10586,10587]","exclude":"EVT?[10757]"},"10758":{"id":10758,"event":"你请了年假一口气游玩了五岳。","include":"EVT?[10586,10587]","exclude":"EVT?[10758]"},"10759":{"id":10759,"event":"你去三亚旅游。","include":"EVT?[10586,10587]","exclude":"EVT?[10759]","branch":["INT<7:20759"]},"10760":{"id":10760,"event":"你的一位同事代孕了第三胎。","include":"EVT?[10586,10587]","exclude":"EVT?[10760]"},"10761":{"id":10761,"event":"你参加了一档老外夸中国的综艺节目。","include":"EVT?[10586,10587]","exclude":"EVT?[10761]"},"10762":{"id":10762,"event":"你网上的粉丝很多，你的网红收入甚至超过你的工资。","effect":{"MNY":1},"include":"EVT?[10750,10751]","exclude":"EVT?[10762]"},"10763":{"id":10763,"event":"你的项目大获成功。","include":"EVT?[10586,10587]","exclude":"EVT?[10763]"},"10764":{"id":10764,"event":"在一次重要的饭局中，你作为翻译出场。","include":"(INT>2)&(EVT?[10586,10587])","exclude":"EVT?[10764]"},"10765":{"id":10765,"event":"你购买了名车名表。","include":"(MNY>7)&(EVT?[10586,10587])","exclude":"EVT?[10765]"},"10766":{"id":10766,"event":"你参加了公司里的斯诺克比赛。","include":"(STR>3)&(EVT?[10586,10587])","exclude":"EVT?[10766]"},"10767":{"id":10767,"event":"你仅凭每月的理财收入就超过99%的人了。","include":"(MNY>7)&(EVT?[10586,10587])","exclude":"EVT?[10767]"},"10768":{"id":10768,"event":"你在一次旅游中遭遇车祸。","include":"EVT?[10586,10587]","exclude":"(EVT?[10768])|(TLT?[1043])","branch":["STR<9:10000"]},"10769":{"id":10769,"event":"你退休了。","include":"EVT?[10586,10587]","exclude":"EVT?[10769]"},"10770":{"id":10770,"event":"【绝密消息】科学家认为大多数人的天赋都是来人间凑数的。","include":"TLT?[1112]","exclude":"EVT?[10770]"},"10771":{"id":10771,"event":"【绝密消息】你捡到一张纸条，上面写着更多好玩关注公众号【随缘干货】","include":"TLT?[1112]","exclude":"EVT?[10771,10772]"},"10772":{"id":10772,"event":"【绝密消息】你捡到一张纸条，上面写着上面写着更多好玩关注公众号【随缘干货】","include":"TLT?[1112]","exclude":"EVT?[10772,10771]"},"10773":{"id":10773,"event":"【绝密消息】据说，修仙者是真实存在的……","include":"TLT?[1112]","exclude":"EVT?[10773,10774]"},"10774":{"id":10774,"event":"【绝密消息】据说，正常人无论如何都活不到100岁，除非……有个小盒子？","include":"TLT?[1112]","exclude":"EVT?[10774,10773]"},"10775":{"id":10775,"event":"【绝密消息】考古学家发现一粒古代的药丸，看上去金灿灿的，不像凡物。","include":"TLT?[1112]","exclude":"EVT?[10775]"},"10776":{"id":10776,"event":"【绝密消息】有人说世界上只有中国和美国是真实存在的。","include":"TLT?[1112]","exclude":"EVT?[10776]"},"10777":{"id":10777,"event":"【绝密消息】有人说“如果你很有钱，就出生不到农村；很穷，就出生不到城市。一个猜测，不知道对不对。”","include":"TLT?[1112]","exclude":"EVT?[10777]"},"10778":{"id":10778,"event":"【绝绝子消息】今日份甜甜碎片已加载完毕🤎，不是8⃣️，宝！我今天重开人生了🥑，我真的哭死，呢呢呢，这家的人生好重开到跺jiojio～～～这杯小布丁也有被惊艳到⁉️⁉️⁉️无语子，路上还看见一个Java男，大无语事件，哒哒哒，岁月漫长 那就一起拯救地球与乐趣吧🍹","include":"EVT?[10770,10771,10772,10773,10774,10775,10776,10777,10779,10780]","exclude":"EVT?[10778]"},"10779":{"id":10779,"event":"【绝密消息】遗传学家说，最好的天赋只有0.1%的几率出现，其次的天赋是1%，比较好的天赋是10%。","include":"TLT?[1112]","exclude":"EVT?[10779]"},"10780":{"id":10780,"event":"【绝密消息】专家认为，一些中老年人生活乏味，只能看新闻度日，是因为某人编不出事件了。","include":"TLT?[1112]","exclude":"EVT?[10780]"},"10781":{"id":10781,"event":"【绝密消息】据说某游戏由两人制作完成，程序员只花了几个小时就写完了程序，而无业在家的策划花了一周多才写完文案。","include":"TLT?[1112]","exclude":"EVT?[10781]"},"10782":{"id":10782,"event":"【绝密消息】你看了一本玄幻小说，小说里想度过天劫需要悟透全部五行大道和任意一种本源大道。","include":"TLT?[1112]","exclude":"EVT?[10782]"},"10783":{"id":10783,"event":"【绝密消息】一名不到25岁的作者强行描写完全不懂的中年和婚后生活，遭致大量批评。","include":"TLT?[1112]","exclude":"EVT?[10783]"},"10784":{"id":10784,"event":"【绝密消息】某辣鸡游戏十连抽竟然没有保底，就像地球online一样。","include":"TLT?[1112]","exclude":"EVT?[10784]"},"10785":{"id":10785,"event":"你患上了严重的急性肠胃炎。","effect":{"SPR":-1},"include":"(STR<5)&(EVT?[10011])","exclude":"EVT?[10785]","branch":["STR<2:10000"]},"10786":{"id":10786,"event":"你突发过敏性哮喘。","effect":{"SPR":-1},"include":"(STR<2)&(EVT?[10011])","exclude":"EVT?[10786]","branch":["STR<2:10000"]},"10787":{"id":10787,"event":"你进入了一个渡劫期大能的传承洞府。","postEvent":"虽然没能通过传承，但获得了少量好处。","effect":{"CHR":1,"INT":1,"STR":1,"MNY":1,"SPR":1},"include":"(INT>5)&(TLT?[1048])","exclude":"EVT?[10787]","branch":["INT>13:10788"]},"10788":{"id":10788,"event":"获得了传承。所有属性大幅提升。","effect":{"CHR":2,"INT":20,"STR":200,"MNY":2,"SPR":2},"NoRandom":1},"10789":{"id":10789,"event":"你捡到一个破碎的仙器，里面有个知识渊博的器魂。","postEvent":"从此智力不再是你修行路上的问题。","effect":{"INT":100},"include":"(MNY>13)&(TLT?[1048])","exclude":"EVT?[10789]"},"10790":{"id":10790,"event":"你感觉到衰老，很容易疲惫。","effect":{"STR":-1},"include":"EVT?[10011,10010]","exclude":"EVT?[10790]"},"10791":{"id":10791,"event":"你的胃口越来越小，感觉时间过得越来越快。","include":"EVT?[10011,10010]","exclude":"EVT?[10791]"},"10792":{"id":10792,"event":"你们家装了全自动洗浴间，人进去可以自动完成沐浴和洗漱。","include":"EVT?[10011]","exclude":"EVT?[10792]"},"10793":{"id":10793,"event":"你们家买了飞车，全球拥有飞车的人很少很少。","include":"EVT?[10011]","exclude":"EVT?[10793]"},"10794":{"id":10794,"event":"你有一些慢性病，需要持续吃药。","effect":{"STR":-2},"include":"(STR<9)&(EVT?[10011,10010])","exclude":"EVT?[10794]"},"10795":{"id":10795,"event":"你开始觉得钱财无用，身体健康才是最重要的。","include":"EVT?[10011,10010]","exclude":"EVT?[10795]"},"10796":{"id":10796,"event":"你意外吃到一份儿时味道的菜，流下了眼泪。","include":"EVT?[10011]","exclude":"EVT?[10796]"},"10797":{"id":10797,"event":"大太空航行时代到来。","include":"EVT?[10011]","exclude":"EVT?[10797]"},"10798":{"id":10798,"event":"经常有年轻时的熟人来拜访你。","include":"EVT?[10011,10010]","exclude":"EVT?[10798]"},"10799":{"id":10799,"event":"基础学科发展缓慢。","include":"EVT?[10011]","exclude":"EVT?[10799,10715]"},"10800":{"id":10800,"event":"你家设置了模拟外景，可以实时显示世界各地的风光。","include":"EVT?[10011]","exclude":"EVT?[10800]"},"10801":{"id":10801,"event":"你家换上了自动地板，可以自动清洁、移动、变温等。","include":"EVT?[10011]","exclude":"EVT?[10801]"},"10802":{"id":10802,"event":"你家换上了意识控制家具。脑中思考就可以控制家具家电。","include":"EVT?[10011]","exclude":"EVT?[10802]"},"10803":{"id":10803,"event":"你感叹医学发展缓慢，至今仍未攻克癌症和心血管疾病。","include":"EVT?[10011]","exclude":"EVT?[10803]"},"10804":{"id":10804,"event":"人工合成肉已经普及，几乎取代了真肉，但你家仍然食用真肉。","include":"EVT?[10011]","exclude":"EVT?[10804]"},"10805":{"id":10805,"event":"中国可控核聚变技术完全成熟，进入无限能源的时代。","include":"EVT?[10011]","exclude":"EVT?[10805]"},"10806":{"id":10806,"event":"人类几乎可以完全控制天气。","include":"EVT?[10011,10010]","exclude":"EVT?[10806]"},"10807":{"id":10807,"event":"你越来越喜欢哲学书籍，经常看《道德经》和后现代哲学。","include":"(INT>5)&(EVT?[10011])","exclude":"EVT?[10807]"},"10808":{"id":10808,"event":"你仍然习惯使用笨重的实体电脑，而不是全息计算机。","include":"EVT?[10011]","exclude":"EVT?[10808]"},"10809":{"id":10809,"event":"越来越多的人沉迷在虚拟世界，包括你的家人们。","include":"EVT?[10011]","exclude":"EVT?[10809]"},"10810":{"id":10810,"event":"书籍这种媒介竟然没有退出历史舞台，你也很意外。","include":"EVT?[10011,10010]","exclude":"EVT?[10810]"},"10811":{"id":10811,"event":"美国迎来了一位跨性别穆斯林黑人总统。","include":"EVT?[10011]","exclude":"EVT?[10811]"},"10812":{"id":10812,"event":"全球变暖严重，专家称100年内日本就会彻底沉没。","include":"EVT?[10011]","exclude":"EVT?[10812]"},"10813":{"id":10813,"event":"有哲学家称世界是由信息构成的，物质的运动就是信息的传递。","include":"EVT?[10011]","exclude":"EVT?[10813]"},"10814":{"id":10814,"event":"墨西哥毒贩夺取政权，宣布新政府成立。美国从墨西哥撤兵。","include":"EVT?[10011]","exclude":"EVT?[10814]"},"10815":{"id":10815,"event":"你开始关注美国底层人民的生活，计划进行一些慈善。","include":"EVT?[10011]","exclude":"EVT?[10815]"},"10816":{"id":10816,"event":"你因为容貌被破例进入一座洞府。体质大幅提升。","effect":{"STR":20},"include":"(CHR>13)&(TLT?[1048])","exclude":"EVT?[10816]"},"10817":{"id":10817,"event":"你捡到天阶灵器，实力大幅提升。","effect":{"STR":50},"include":"TLT?[1048]","exclude":"EVT?[10817]"},"10818":{"id":10818,"event":"你和一位相同境界的人结为道侣。","include":"TLT?[1048]","exclude":"EVT?[10818]"},"10819":{"id":10819,"event":"你的道侣被人斩杀。","effect":{"SPR":-1},"include":"(TLT?[1048])&(EVT?[10818])","exclude":"EVT?[10819]"},"10820":{"id":10820,"event":"你走火入魔，体质大幅降低。","effect":{"STR":-100},"include":"TLT?[1048]"},"10821":{"id":10821,"event":"你走火入魔，体质大幅降低。","effect":{"STR":-10},"include":"TLT?[1048]"},"10822":{"id":10822,"event":"你上了一个昂贵的双语幼儿园。","include":"TLT?[1010]","exclude":"EVT?[10822]"},"10823":{"id":10823,"event":"你上了一个昂贵的双语幼儿园。","include":"(MNY>7)&(EVT?[10010])","exclude":"EVT?[10823]"},"10824":{"id":10824,"event":"你上了一个普通的幼儿园。","include":"EVT?[10010]","exclude":"(MNY<8)&(EVT?[10824])"},"10825":{"id":10825,"event":"你的家人给你买了很多玩具。","include":"EVT?[10010]","exclude":"EVT?[10825]"},"10826":{"id":10826,"event":"你的家人给你买了很多书。","include":"EVT?[10010]","exclude":"EVT?[10826]"},"10827":{"id":10827,"event":"你进入了托儿所。","include":"EVT?[10010]","exclude":"EVT?[10827]"},"10828":{"id":10828,"event":"你的家人开始教你学英语。","include":"TLT?[1010]","exclude":"EVT?[10828]"},"10829":{"id":10829,"event":"你的家人为你制定了长长的人生计划。","include":"EVT?[10010]","exclude":"EVT?[10829]"},"10830":{"id":10830,"event":"你生了二胎。","effect":{"STR":-1,"MNY":-1},"include":"(TLT?[1113])&(EVT?[10268,10269,10621])","exclude":"EVT?[10830]"},"10831":{"id":10831,"event":"你生了三胎。","effect":{"STR":-1,"MNY":-1},"include":"EVT?[10830]","exclude":"EVT?[10831]"},"10832":{"id":10832,"event":"你患上了严重的妇科疾病。","effect":{"STR":-1},"include":"EVT?[10830]","exclude":"EVT?[10832,10836]"},"10833":{"id":10833,"event":"生育时留下的后遗症，你经常漏尿。","include":"EVT?[10830]","exclude":"EVT?[10833]"},"10834":{"id":10834,"event":"三个孩子给你们的生活带来了很多不便。","effect":{"SPR":-1},"include":"EVT?[10831]","exclude":"EVT?[10834]"},"10835":{"id":10835,"event":"你后悔生了三胎。","include":"EVT?[10831]","exclude":"EVT?[10835]"},"10836":{"id":10836,"event":"你得了子宫肌瘤。","include":"EVT?[10830]","exclude":"EVT?[10836,10832]"},"10837":{"id":10837,"event":"你的体态愈发臃肿。","effect":{"CHR":-2,"SPR":-1},"include":"EVT?[10830]","exclude":"EVT?[10837]"},"10838":{"id":10838,"event":"孩子填满了你的生活，你感觉自己仿佛不是自己，而是机器。","effect":{"SPR":-1},"include":"EVT?[10830]","exclude":"EVT?[10838]"},"10839":{"id":10839,"event":"你的家人将一套房产转移到你名下。","include":"(MNY>8)&(TLT?[1010])","exclude":"EVT?[10839]"},"10840":{"id":10840,"event":"你意外一跤摔到了后脑。","effect":{"INT":-1},"include":"EVT?[10010]","exclude":"EVT?[10840]","branch":["TLT?[1001]:10004","STR<3:10000"]},"10841":{"id":10841,"event":"时间跳跃。","include":"TLT?[1114]","exclude":"EVT?[10842]"},"10842":{"id":10842,"event":"时空错乱，你中途被抛出。","include":"TLT?[1114]","exclude":"EVT?[10842]"},"10843":{"id":10843,"event":"你的体质极度虚弱。","include":"(STR<2)&(EVT?[10010])","exclude":"EVT?[10843]"},"10844":{"id":10844,"event":"你患重病身亡。","include":"EVT?[10843]","exclude":"EVT?[10844]","branch":["EVT?[10843]:10000"]},"10845":{"id":10845,"event":"你开始学习舞蹈。","include":"EVT?[10822,10823]","exclude":"EVT?[10845,10001]"},"10846":{"id":10846,"event":"你开始学习书法。","include":"EVT?[10822,10823]","exclude":"EVT?[10846]"},"10847":{"id":10847,"event":"你开始学习钢琴。","include":"EVT?[10822,10823]","exclude":"EVT?[10847]"},"10848":{"id":10848,"event":"你的博士妈妈开始教你物理化学生物。","include":"EVT?[10822,10823]","exclude":"EVT?[10848,10869]"},"10849":{"id":10849,"event":"你的识字量达到了2000。","include":"EVT?[10822,10823]","exclude":"EVT?[10856,10857,10849,10850]"},"10850":{"id":10850,"event":"你的识字量达到了1500。","include":"EVT?[10822,10823]","exclude":"EVT?[10856,10857,10849,10850]"},"10851":{"id":10851,"event":"你做了智商测试，智商高达150。","include":"(INT>8)&(((MNY>7)&(EVT?[10010]))|(TLT?[1010]))","exclude":"EVT?[10851]"},"10852":{"id":10852,"event":"你开始学习游泳。","include":"EVT?[10822,10823]","exclude":"EVT?[10852]"},"10853":{"id":10853,"event":"你的高级工程师爸爸开始教你编程。","include":"EVT?[10822,10823]","exclude":"EVT?[10853,10868]"},"10854":{"id":10854,"event":"爸妈带你去日本旅游。","include":"EVT?[10822,10823]","exclude":"EVT?[10854,10868,10869]"},"10855":{"id":10855,"event":"爸妈带你去美国旅游。","include":"EVT?[10822,10823]","exclude":"EVT?[10855,10868,10869]"},"10856":{"id":10856,"event":"你的识字量达到了300。","include":"EVT?[10824]","exclude":"EVT?[10856,10857,10849,10850]"},"10857":{"id":10857,"event":"你的识字量达到了500。","include":"EVT?[10824]","exclude":"EVT?[10856,10857,10849,10850]"},"10858":{"id":10858,"event":"幼儿园老师每天都和你们玩游戏。","effect":{"SPR":1},"include":"EVT?[10824]","exclude":"EVT?[10858]"},"10859":{"id":10859,"event":"幼儿园的饭菜不好吃。","effect":{"SPR":-1},"include":"EVT?[10824]","exclude":"EVT?[10859]"},"10860":{"id":10860,"event":"幼儿园要求每天午睡，但你经常睡不着。","include":"EVT?[10824]","exclude":"EVT?[10860]"},"10861":{"id":10861,"event":"上课时，你很乖，坐姿端正。","include":"EVT?[10824]","exclude":"EVT?[10861,10862]"},"10862":{"id":10862,"event":"上课时，你经常偷偷溜出教室。","include":"EVT?[10824]","exclude":"EVT?[10862,10861]"},"10863":{"id":10863,"event":"你很可爱，很讨老师和小朋友喜欢。","effect":{"SPR":1},"include":"((CHR>7)|(TLT?[1037]))&(EVT?[10824])","exclude":"EVT?[10863]"},"10864":{"id":10864,"event":"你学会了骑自行车。","include":"(EVT?[10010])&(TLT?[1038])","exclude":"EVT?[10864]"},"10865":{"id":10865,"event":"你喜欢玩迷宫和脑筋急转弯。","effect":{"SPR":-1},"include":"(INT>5)&(EVT?[10824])","exclude":"EVT?[10865]"},"10866":{"id":10866,"event":"你家长为你请了家庭教师。","effect":{"SPR":-1},"include":"(MNY>5)&(EVT?[10824])","exclude":"EVT?[10866]"},"10867":{"id":10867,"event":"你的玩电脑和看电视时间都要通过积分兑换。","include":"EVT?[10824]","exclude":"EVT?[10867]"},"10868":{"id":10868,"event":"你的父亲意外去世。","include":"EVT?[10010]","exclude":"(EVT?[10868,10869])|(TLT?[1029])"},"10869":{"id":10869,"event":"你的母亲意外去世。","include":"EVT?[10010]","exclude":"(EVT?[10869,10868])|(TLT?[1029])"},"10870":{"id":10870,"event":"你上了个普通小学。","include":"EVT?[10824]","exclude":"EVT?[10870]"},"10871":{"id":10871,"event":"你上了个名牌小学。","include":"EVT?[10822,10823]","exclude":"EVT?[10871]"},"10872":{"id":10872,"event":"你获得了机器人大赛金奖。","include":"(INT>8)&(EVT?[10853])","exclude":"EVT?[10872]"},"10873":{"id":10873,"event":"你获得了三好学生。","include":"(INT>5)&(EVT?[10824])","exclude":"EVT?[10873]"},"10874":{"id":10874,"event":"你获得了三好标兵。","include":"(INT>6)&(EVT?[10824])","exclude":"EVT?[10874]"},"10875":{"id":10875,"event":"你获得了市三好学生。","include":"(INT>7)&(EVT?[10822,10823])","exclude":"EVT?[10875]"},"10876":{"id":10876,"event":"你获得了区三好标生。","include":"(INT>7)&(EVT?[10822,10823])","exclude":"EVT?[10876]"},"10877":{"id":10877,"event":"你当上了班长。","include":"EVT?[10010]","exclude":"EVT?[10877]"},"10878":{"id":10878,"event":"你帮班里出了一期黑板报。","include":"(EVT?[10010])&(EVT?[10048])","exclude":"EVT?[10878]"},"10879":{"id":10879,"event":"你阅读了大量英文小说和杂志。","include":"(INT>5)&(EVT?[10871])","exclude":"EVT?[10879]"},"10880":{"id":10880,"event":"你在运动会上取得了好成绩。","include":"(STR>6)&(EVT?[10010])","exclude":"EVT?[10880]"},"10881":{"id":10881,"event":"你需要上大量课外班，压力很大。","effect":{"SPR":-1},"include":"EVT?[10010]","exclude":"EVT?[10881]","branch":["TLT?[1108]:10882"]},"10882":{"id":10882,"event":"你电话举报了课外班，课外班被查封了。你开心了。","effect":{"SPR":1},"NoRandom":1},"10883":{"id":10883,"event":"你参与了辩论会。","include":"(INT>3)&(EVT?[10010])","exclude":"EVT?[10883]"},"10884":{"id":10884,"event":"你参与了学校的文艺演出。","include":"(CHR>3)&(EVT?[10010])","exclude":"EVT?[10884]"},"10885":{"id":10885,"event":"你喜欢班上的一个小朋友。不过是很纯洁的喜欢。","include":"EVT?[10870]","exclude":"EVT?[10885]"},"10886":{"id":10886,"event":"你常常能指出老师的错误。","include":"(INT>8)&(EVT?[10010])","exclude":"EVT?[10886]"},"10887":{"id":10887,"event":"你第一次因为犯错被罚写检查。","effect":{"SPR":-1},"include":"EVT?[10010]","exclude":"EVT?[10887,10888,10889]"},"10888":{"id":10888,"event":"你第一次因为犯错被罚站。","effect":{"SPR":-1},"include":"EVT?[10010]","exclude":"EVT?[10887,10888,10889]"},"10889":{"id":10889,"event":"你第一次因为犯错被罚抄课文。","effect":{"SPR":-1},"include":"EVT?[10010]","exclude":"EVT?[10887,10888,10889]"},"10890":{"id":10890,"event":"你的父母带你四处旅游、参加活动刷履历。","include":"EVT?[10871]","exclude":"EVT?[10890]"},"10891":{"id":10891,"event":"你开始学习日语。","include":"EVT?[10871]","exclude":"EVT?[10891]"},"10892":{"id":10892,"event":"你开始学习法语。","include":"EVT?[10871]","exclude":"EVT?[10892]"},"10893":{"id":10893,"event":"你达到了钢琴10级。","include":"EVT?[10847]","exclude":"EVT?[10893]"},"10894":{"id":10894,"event":"你雅思拿到7.5分。","include":"(INT>7)&(EVT?[10871])","exclude":"EVT?[10894,10895]"},"10895":{"id":10895,"event":"你的英语词汇量达到10000。","include":"(INT>7)&(EVT?[10871])","exclude":"EVT?[10895,10894]"},"10896":{"id":10896,"event":"你参加美国数学竞赛获得一等奖。","include":"(INT>7)&(EVT?[10871])","exclude":"EVT?[10896]"},"10897":{"id":10897,"event":"你们学校组织前往南极修学旅行。","include":"EVT?[10871]","exclude":"EVT?[10897]"},"10898":{"id":10898,"event":"你的美貌十分惊艳。","include":"(CHR>7)&(EVT?[10010])","exclude":"EVT?[10898]"},"10899":{"id":10899,"event":"你遭到了一位老师的猥亵。","postEvent":"你逐渐消沉，但不敢和其他人说。","effect":{"SPR":-2},"include":"EVT?[10898]","exclude":"EVT?[10899]","branch":["INT>7:10900"]},"10900":{"id":10900,"event":"你报了警，老师被刑拘。","effect":{"SPR":1},"NoRandom":1},"10901":{"id":10901,"event":"你对自然科学和社会科学的常识都了解不少。","include":"EVT?[10870]","exclude":"EVT?[10901]"},"10902":{"id":10902,"event":"学校的课程非常重，和普通高中的高三差不多。","effect":{"SPR":-1},"include":"EVT?[10871]","exclude":"EVT?[10902]"},"10903":{"id":10903,"event":"家人给了你一笔资金让你理财。","include":"EVT?[10871]","exclude":"EVT?[10903]"},"10904":{"id":10904,"event":"你近视了。","effect":{"CHR":-1},"include":"EVT?[10010]","exclude":"EVT?[10904]"},"10905":{"id":10905,"event":"家人送你去国外读了一年。","effect":{"SPR":1},"include":"EVT?[10871]","exclude":"EVT?[10905]"},"10906":{"id":10906,"event":"你家开始养猫。","include":"EVT?[10010]","exclude":"EVT?[10906]"},"10907":{"id":10907,"event":"你家开始养狗。","include":"EVT?[10010]","exclude":"EVT?[10907]"},"10908":{"id":10908,"event":"你家的猫意外死亡。","effect":{"SPR":-1},"include":"EVT?[10906]","exclude":"(EVT?[10908])|(TLT?[1030])"},"10909":{"id":10909,"event":"你家的狗意外死亡。","effect":{"SPR":-1},"include":"EVT?[10907]","exclude":"(EVT?[10909])|(TLT?[1030])"},"10910":{"id":10910,"event":"你的家人极力阻止你看动漫。","effect":{"SPR":-1},"include":"(EVT?[10871])&(EVT?[10007,10008])","exclude":"EVT?[10910]"},"10911":{"id":10911,"event":"你的家人开始禁止你玩电子游戏。","effect":{"SPR":-1},"include":"EVT?[10871]","exclude":"(EVT?[10911])|(TLT?[1039])"},"10912":{"id":10912,"event":"你第一次当上课代表。","include":"EVT?[10870]","exclude":"EVT?[10912]"},"10913":{"id":10913,"event":"有个同学每天在车站等你一起上学。","include":"EVT?[10870]","exclude":"EVT?[10913]"},"10914":{"id":10914,"event":"你以班上同学为角色画漫画。","include":"EVT?[10870]","exclude":"EVT?[10914,10926]"},"10915":{"id":10915,"event":"你们的体育课总是变成自习课。","include":"EVT?[10870]","exclude":"EVT?[10915]"},"10916":{"id":10916,"event":"你们的班主任为了生三胎辞职了。","include":"EVT?[10010]","exclude":"EVT?[10916]"},"10917":{"id":10917,"event":"信息课上，你和同学玩可以联机的游戏。","include":"EVT?[10870]","exclude":"EVT?[10917]","branch":["TLT?[1039]:20917"]},"10918":{"id":10918,"event":"音乐课老师经常放电影。","include":"EVT?[10010]","exclude":"EVT?[10918]"},"10919":{"id":10919,"event":"你经常和几个同学打架。","effect":{"SPR":-1},"include":"EVT?[10010]","exclude":"(EVT?[10919,10002,10926])|(TLT?[1037])"},"10920":{"id":10920,"event":"你的作文被老师作为范文朗读，但你却很尴尬。","include":"EVT?[10010]","exclude":"EVT?[10920]"},"10921":{"id":10921,"event":"你家人经常给你买核桃等坚果补脑。","include":"EVT?[10010]","exclude":"EVT?[10921]"},"10922":{"id":10922,"event":"你每天都喝牛奶。","effect":{"STR":1},"include":"EVT?[10010]","exclude":"EVT?[10922]"},"10923":{"id":10923,"event":"你又要买大一号的新校服了。","include":"EVT?[10010]","exclude":"EVT?[10923]"},"10924":{"id":10924,"event":"你每天做作业都要做到凌晨。","effect":{"STR":-1,"SPR":-1},"include":"EVT?[10871]","exclude":"EVT?[10924]"},"10925":{"id":10925,"event":"你每天做作业都要做到深夜。","effect":{"STR":-1,"SPR":-1},"include":"EVT?[10870]","exclude":"EVT?[10925]"},"10926":{"id":10926,"event":"虽然你还小，但你几乎和20岁左右的青年差不多成熟了。","include":"EVT?[10871]","exclude":"EVT?[10926]"},"10927":{"id":10927,"event":"你开始很严肃地思考未来和制定计划。","include":"EVT?[10871]","exclude":"EVT?[10927]"},"10928":{"id":10928,"event":"你写了封寄给10年后自己的信。","include":"EVT?[10010]","exclude":"EVT?[10928]"},"10929":{"id":10929,"event":"学校被禁止搞排名，但你老师报成绩时还是默认按顺序来。","include":"EVT?[10010]","exclude":"EVT?[10929]"},"10930":{"id":10930,"event":"你喜欢在学校的石质乒乓球台上打球。","include":"(STR>2)&(EVT?[10870])","exclude":"EVT?[10930]"},"10931":{"id":10931,"event":"你加入了学校篮球队。","include":"(STR>6)&(EVT?[10010])","exclude":"EVT?[10931,10002]"},"10932":{"id":10932,"event":"你经常和其他同学一起去上厕所。","include":"EVT?[10010]","exclude":"EVT?[10932]"},"10933":{"id":10933,"event":"升旗时你经常对口型假唱。","include":"EVT?[10010]","exclude":"EVT?[10933]"},"10934":{"id":10934,"event":"学校校长因贪污受贿被捕。","include":"EVT?[10871]","exclude":"EVT?[10934]"},"10935":{"id":10935,"event":"你觉得广播体操《舞动青春》的音乐很好听。","include":"EVT?[10871]","exclude":"EVT?[10935]"},"10936":{"id":10936,"event":"做操体转运动时，你经常趁机回头看别的同学。","include":"EVT?[10010]","exclude":"EVT?[10936]"},"10937":{"id":10937,"event":"你假装没有全学会，避免了压力更大的跳级。","include":"(INT>8)&(EVT?[10010])","exclude":"EVT?[10937]"},"10938":{"id":10938,"event":"你颜值出众，准备走娱乐路线。","include":"(EVT?[10898])","exclude":"EVT?[10938]"},"10939":{"id":10939,"event":"你被体校教练挖走。","include":"EVT?[10880]","exclude":"EVT?[10939]"},"10940":{"id":10940,"event":"你升入普通初中。","include":"EVT?[10870]","exclude":"EVT?[10940]"},"10941":{"id":10941,"event":"你升入名牌初中。","include":"EVT?[10871]","exclude":"EVT?[10941]"},"10942":{"id":10942,"event":"你的游戏技术过人，在学校小有名气。","include":"(TLT?[1039])&(EVT?[10940])","exclude":"EVT?[10942]"},"10943":{"id":10943,"event":"你中考没有考好。","include":"(EVT?[10940])&(EVT?[10258])","exclude":"EVT?[10943]"},"10944":{"id":10944,"event":"你考到了一所重点高中。","include":"((INT>6)&(EVT?[10940]))|(EVT?[10941])","exclude":"EVT?[10944,10258]"},"10945":{"id":10945,"event":"你考到了一所普通高中。","include":"(INT<7)&(EVT?[10940])","exclude":"EVT?[10945,10258]"},"10946":{"id":10946,"event":"你考上了人大附中。","include":"(TLT?[1010])&(INT>6)","exclude":"EVT?[10946]"},"10947":{"id":10947,"event":"训练。","include":"EVT?[10939]"},"10948":{"id":10948,"event":"培训，整容。","effect":{"CHR":1},"include":"(MNY<8)&(EVT?[10938])","exclude":"EVT?[10948]"},"10949":{"id":10949,"event":"参加选秀。没有能力砸钱，迅速被淘汰。","effect":{"SPR":-1},"include":"EVT?[10948]","exclude":"EVT?[10949]"},"10950":{"id":10950,"event":"加入年轻艺人团体出道。","include":"EVT?[10948]","exclude":"EVT?[10950]"},"10951":{"id":10951,"event":"遇冷，彻底被资本家放弃。你退圈了。","include":"EVT?[10948]","exclude":"EVT?[10951]"},"10952":{"id":10952,"event":"你转行做颜值主播。","include":"EVT?[10951]","exclude":"EVT?[10952]"},"10953":{"id":10953,"event":"你转行从事短视频生产行业。","include":"EVT?[10951]","exclude":"EVT?[10953]"},"10954":{"id":10954,"event":"你转行做虚拟主播。","include":"(EVT?[10951])&(EVT?[10008,10007])","exclude":"EVT?[10954]"},"10955":{"id":10955,"event":"你转行从事动漫UP主行业。","include":"(EVT?[10951])&(EVT?[10008,10007])","exclude":"EVT?[10955]"},"10956":{"id":10956,"event":"你靠卖肉和开网店维持收入。","include":"EVT?[10952,10953]","exclude":"EVT?[10956]"},"10957":{"id":10957,"event":"你靠人傻钱多二次元维持生计。","include":"EVT?[10954,10955]","exclude":"EVT?[10957]"},"10958":{"id":10958,"event":"家人投钱帮你造势。","include":"(MNY>7)&(EVT?[10938])","exclude":"EVT?[10958]"},"10959":{"id":10959,"event":"你参与选秀节目，一举爆红。","effect":{"SPR":1},"include":"EVT?[10958]","exclude":"EVT?[10959]"},"10960":{"id":10960,"event":"你成为最热门的少年天团C位。","include":"EVT?[10959]","exclude":"EVT?[10960,10002]"},"10961":{"id":10961,"event":"你成为最热门的少女天团C位。","include":"EVT?[10959]","exclude":"EVT?[10961,10001]"},"10962":{"id":10962,"event":"演出、参加综艺节目。","include":"EVT?[10960,10961]","exclude":"EVT?[10962]"},"10963":{"id":10963,"event":"出演电影《我的县长父亲》，热度大涨。","effect":{"MNY":1},"include":"EVT?[10960,10961]","exclude":"EVT?[10963]"},"10964":{"id":10964,"event":"出演电视剧《幸福农家乐》，广受好评。","include":"EVT?[10960,10961]","exclude":"EVT?[10964]"},"10965":{"id":10965,"event":"你接取大量广告代言。","effect":{"MNY":1},"include":"EVT?[10960,10961]","exclude":"EVT?[10965]"},"10966":{"id":10966,"event":"你被北京电影学院录取。","include":"EVT?[10960,10961]","exclude":"EVT?[10966]"},"10967":{"id":10967,"event":"你休闲时间喜欢追新番。","include":"(EVT?[10940])&(EVT?[10008,10007])","exclude":"EVT?[10967]"},"10968":{"id":10968,"event":"你开始看网文，并且还偷偷自己拿小本子写。","include":"EVT?[10940]","exclude":"EVT?[10968]"},"10969":{"id":10969,"event":"你入了cos圈。","include":"(EVT?[10940])&(EVT?[10008,10007])","exclude":"EVT?[10969]"},"10970":{"id":10970,"event":"你经常女装。","include":"EVT?[10969]","exclude":"EVT?[10970,10002,10110,10111]"},"10971":{"id":10971,"event":"你第一次看黄书。","include":"EVT?[10010]","exclude":"EVT?[10971,10972,10973]"},"10972":{"id":10972,"event":"你第一次看A片。","include":"EVT?[10010]","exclude":"EVT?[10971,10972,10973]"},"10973":{"id":10973,"event":"你第一次看里番。","include":"(EVT?[10010])&(EVT?[10008,10007])","exclude":"EVT?[10971,10972,10973]"},"10974":{"id":10974,"event":"你谈了一个女朋友。","effect":{"SPR":1},"include":"(EVT?[10945])&((EVT?[10001,10110,10111])|(TLT?[1026]))","exclude":"(EVT?[10974])|(TLT?[1027])"},"10975":{"id":10975,"event":"你谈了一个男朋友。","effect":{"SPR":1},"include":"(EVT?[10945])&((EVT?[10002,10110,10111])|(TLT?[1026]))","exclude":"(EVT?[10975])|(TLT?[1027])"},"10976":{"id":10976,"event":"你的数学老师因为课外补课而被逮捕。","include":"EVT?[10940]","exclude":"EVT?[10976]"},"10977":{"id":10977,"event":"你们班的男生玩阿鲁巴，把学校的路灯锯断了。","include":"EVT?[10945]","exclude":"EVT?[10977]"},"10978":{"id":10978,"event":"有只狗狗跑进你们班一起听课。","postEvent":"但很快被闻讯而来的城管抓走了。","include":"EVT?[10940]","exclude":"EVT?[10978]"},"10979":{"id":10979,"event":"有次值日，其他人都跑了，只有你一个人留在班上扫除到很晚。","effect":{"SPR":-1},"include":"EVT?[10940]","exclude":"EVT?[10944,10979]"},"10980":{"id":10980,"event":"由于补课禁令，你们下午5点多就放学了。","postEvent":"但课后要做的事更多了。","include":"EVT?[10945]","exclude":"EVT?[10980]"},"10981":{"id":10981,"event":"眼保健操的功效被证实是虚假信息，学校取消了每天的眼保健操。","include":"EVT?[10940]","exclude":"EVT?[10981]"},"10982":{"id":10982,"event":"你的朋友很少。","effect":{"SPR":-1},"include":"(EVT?[10940])&(CHR<3)","exclude":"EVT?[10982]"},"10983":{"id":10983,"event":"你的朋友很多。","include":"(EVT?[10940])&(CHR>6)","exclude":"EVT?[10983]"},"10984":{"id":10984,"event":"你能感受到学业难度的提升。","include":"EVT?[10945]","exclude":"EVT?[10984]"},"10985":{"id":10985,"event":"有学生上课玩手机被老师抓到，老师将其手机扔出窗外。","include":"EVT?[10945]","exclude":"EVT?[10985]"},"10986":{"id":10986,"event":"你同桌的男生很烦人，总是没事招惹你。","effect":{"SPR":-1},"include":"(EVT?[10940])&(EVT?[10002])&(CHR>5)","exclude":"EVT?[10944,10986]"},"10987":{"id":10987,"event":"有次写作业时灵光突现，你的智力提高了。","effect":{"INT":1},"include":"EVT?[10940]","exclude":"EVT?[10987]"},"10988":{"id":10988,"event":"你现在很叛逆，讨厌别人管教你。","include":"EVT?[10940]","exclude":"EVT?[10944,10988]"},"10989":{"id":10989,"event":"你买小卖部的饮料中了再来一瓶，中的打开又中了再来一瓶。","effect":{"SPR":1},"include":"EVT?[10940]","exclude":"EVT?[10989,10990]"},"10990":{"id":10990,"event":"你在学校小卖部买过很多次饮料，从来没中过奖。","include":"EVT?[10940]","exclude":"EVT?[10990,10989]"},"10991":{"id":10991,"event":"午休时，你喜欢趴在桌子上午睡。","include":"EVT?[10945]","exclude":"EVT?[10991]"},"10992":{"id":10992,"event":"越临近考试，你越不想学习。考完后你玩时却觉得没意思了。","include":"EVT?[10940]","exclude":"EVT?[10992]"},"10993":{"id":10993,"event":"你做了MBTI测试，发现自己是INFP。","include":"(EVT?[10010])&(SPR<4)","exclude":"EVT?[10993,10994,10995,10996,10997,10998,10999,11000,11001,11002,11003,11004,11005,11006,11007,11008]"},"10994":{"id":10994,"event":"你做了MBTI测试，发现自己是INTP。","include":"(EVT?[10010])&(INT>7)","exclude":"EVT?[10993,10994,10995,10996,10997,10998,10999,11000,11001,11002,11003,11004,11005,11006,11007,11008]"},"10995":{"id":10995,"event":"你做了MBTI测试，发现自己是INFJ。","include":"(EVT?[10010])&(SPR<6)&(CHR>5)","exclude":"EVT?[10993,10994,10995,10996,10997,10998,10999,11000,11001,11002,11003,11004,11005,11006,11007,11008]"},"10996":{"id":10996,"event":"你做了MBTI测试，发现自己是ENTP。","include":"(EVT?[10010])&(STR>5)&(INT>5)","exclude":"EVT?[10993,10994,10995,10996,10997,10998,10999,11000,11001,11002,11003,11004,11005,11006,11007,11008]"},"10997":{"id":10997,"event":"你做了MBTI测试，发现自己是INTJ。","include":"(EVT?[10010])&(CHR>4)&(INT>6)","exclude":"EVT?[10993,10994,10995,10996,10997,10998,10999,11000,11001,11002,11003,11004,11005,11006,11007,11008]"},"10998":{"id":10998,"event":"你做了MBTI测试，发现自己是ENFP。","include":"(EVT?[10010])&(STR>4)&(SPR>6)","exclude":"EVT?[10993,10994,10995,10996,10997,10998,10999,11000,11001,11002,11003,11004,11005,11006,11007,11008]"},"10999":{"id":10999,"event":"你做了MBTI测试，发现自己是ENFJ。","include":"(EVT?[10010])&(CHR>4)&(SPR>6)","exclude":"EVT?[10993,10994,10995,10996,10997,10998,10999,11000,11001,11002,11003,11004,11005,11006,11007,11008]"},"11000":{"id":11000,"event":"你做了MBTI测试，发现自己是ENTJ。","include":"(EVT?[10010])&(CHR<5)&(SPR<5)","exclude":"EVT?[10993,10994,10995,10996,10997,10998,10999,11000,11001,11002,11003,11004,11005,11006,11007,11008]"},"11001":{"id":11001,"event":"你做了MBTI测试，发现自己是ISFP。","include":"(EVT?[10010])&(CHR>5)&(SPR<5)","exclude":"EVT?[10993,10994,10995,10996,10997,10998,10999,11000,11001,11002,11003,11004,11005,11006,11007,11008]"},"11002":{"id":11002,"event":"你做了MBTI测试，发现自己是ISFJ。","include":"(EVT?[10010])&(INT>5)&(SPR<5)","exclude":"EVT?[10993,10994,10995,10996,10997,10998,10999,11000,11001,11002,11003,11004,11005,11006,11007,11008]"},"11003":{"id":11003,"event":"你做了MBTI测试，发现自己是ISTP。","include":"(EVT?[10010])&(INT>5)&(STR<5)","exclude":"EVT?[10993,10994,10995,10996,10997,10998,10999,11000,11001,11002,11003,11004,11005,11006,11007,11008]"},"11004":{"id":11004,"event":"你做了MBTI测试，发现自己是ISTJ。","include":"(EVT?[10010])&(INT>4)&(CHR<6)","exclude":"EVT?[10993,10994,10995,10996,10997,10998,10999,11000,11001,11002,11003,11004,11005,11006,11007,11008]"},"11005":{"id":11005,"event":"你做了MBTI测试，发现自己是ESFP。","include":"(EVT?[10010])&(CHR>5)&(STR>4)","exclude":"EVT?[10993,10994,10995,10996,10997,10998,10999,11000,11001,11002,11003,11004,11005,11006,11007,11008]"},"11006":{"id":11006,"event":"你做了MBTI测试，发现自己是ESTP。","include":"(EVT?[10010])&(CHR>5)&(STR<6)","exclude":"EVT?[10993,10994,10995,10996,10997,10998,10999,11000,11001,11002,11003,11004,11005,11006,11007,11008]"},"11007":{"id":11007,"event":"你做了MBTI测试，发现自己是ESFJ。","include":"(EVT?[10010])&(CHR<6)&(INT<6)","exclude":"EVT?[10993,10994,10995,10996,10997,10998,10999,11000,11001,11002,11003,11004,11005,11006,11007,11008]"},"11008":{"id":11008,"event":"你做了MBTI测试，发现自己是ESTJ。","include":"(EVT?[10010])&(CHR<6)&(STR>4)","exclude":"EVT?[10993,10994,10995,10996,10997,10998,10999,11000,11001,11002,11003,11004,11005,11006,11007,11008]"},"11009":{"id":11009,"event":"你梦见自己穿越回古代用现代知识乱杀。","include":"EVT?[10940]","exclude":"EVT?[10944,11009]"},"11010":{"id":11010,"event":"上课时打了个盹，被老师粉笔头砸醒。","include":"EVT?[10940]","exclude":"EVT?[11010]"},"11011":{"id":11011,"event":"同学们偷偷评选班花。","postEvent":"班花不是你。","include":"EVT?[10940]","exclude":"EVT?[11011,10001,10110,10111]","branch":["CHR>7:21011"]},"11012":{"id":11012,"event":"同学们偷偷评选校草。","postEvent":"校草不是你。","include":"EVT?[10940]","exclude":"EVT?[11012,10002,10110,10111]","branch":["CHR>8:21012"]},"11013":{"id":11013,"event":"有同学在纸上画游戏给其他同学玩，被老师没收了。","include":"EVT?[10940]","exclude":"EVT?[10944,11013]"},"11014":{"id":11014,"event":"你后桌的同学抄你作业，不小心把你名字也抄上了。","include":"EVT?[10940]","exclude":"EVT?[10944,11014]"},"11015":{"id":11015,"event":"学校食堂推出新菜：番茄炒西红柿。","include":"EVT?[10940]","exclude":"EVT?[10944,11015,11016,11017,11018,11019,11020]"},"11016":{"id":11016,"event":"学校食堂推出新菜：去肉牛肉面。","include":"EVT?[10940]","exclude":"EVT?[10944,11015,11016,11017,11018,11019,11020]"},"11017":{"id":11017,"event":"学校食堂推出新菜：青椒炒草莓。","include":"EVT?[10940]","exclude":"EVT?[10944,11015,11016,11017,11018,11019,11020]"},"11018":{"id":11018,"event":"学校食堂推出新菜：酸梅汤豆腐脑。","include":"EVT?[10940]","exclude":"EVT?[10944,11015,11016,11017,11018,11019,11020]"},"11019":{"id":11019,"event":"学校食堂推出新菜：可乐烧黄瓜。","include":"EVT?[10940]","exclude":"EVT?[10944,11015,11016,11017,11018,11019,11020]"},"11020":{"id":11020,"event":"学校食堂推出新菜：面条馅包子。","include":"EVT?[10940]","exclude":"EVT?[10944,11015,11016,11017,11018,11019,11020]"},"11021":{"id":11021,"event":"最新桌游三国自走棋风靡学校，放学后很多同学一起玩。","include":"EVT?[10940]","exclude":"EVT?[11021]"},"11022":{"id":11022,"event":"学校组织在操场上办跳蚤市场。","postEvent":"你卖了些旧书。","include":"EVT?[10940]","exclude":"EVT?[11022]","branch":["INT>8:21022"]},"11023":{"id":11023,"event":"你和一个老师闹了很大矛盾，心态爆炸。","effect":{"SPR":-1},"include":"EVT?[10940]","exclude":"EVT?[11023]","branch":["SPR<2:10062"]},"11024":{"id":11024,"event":"你脑力有限，跟不上课程。","include":"(EVT?[10945])&(INT<2)","exclude":"EVT?[11024]"},"11025":{"id":11025,"event":"你身体不好，经常请假去医院。","include":"(EVT?[10940])&(STR<2)","exclude":"EVT?[11025]","branch":["STR<1:21025"]},"11026":{"id":11026,"event":"学校添加了性少数厕所。","include":"(EVT?[10010])&(EVT?[10110,10111,10002])","exclude":"EVT?[11026]"},"11027":{"id":11027,"event":"校门口发生一起斗殴事件，多人受伤。","include":"EVT?[10940]","exclude":"EVT?[11027]","branch":["TLT?[1108]:21027"]},"11028":{"id":11028,"event":"学习压力很大，你向学校心理老师倾诉。","include":"EVT?[10941]","exclude":"EVT?[11028]"},"11029":{"id":11029,"event":"学校食堂推出新菜：挂面炒意面。","include":"EVT?[10941]","exclude":"EVT?[11029,11030,11031,11032,11033,11034]"},"11030":{"id":11030,"event":"学校食堂推出新菜：醋香烤翅。","include":"EVT?[10941]","exclude":"EVT?[11029,11030,11031,11032,11033,11034]"},"11031":{"id":11031,"event":"学校食堂推出新菜：大东南羊肉串。","include":"EVT?[10941]","exclude":"EVT?[11029,11030,11031,11032,11033,11034]"},"11032":{"id":11032,"event":"学校食堂推出新菜：肉包沙拉。","include":"EVT?[10941]","exclude":"EVT?[11029,11030,11031,11032,11033,11034]"},"11033":{"id":11033,"event":"学校食堂推出新菜：酱油捞饭。","include":"EVT?[10941]","exclude":"EVT?[11029,11030,11031,11032,11033,11034]"},"11034":{"id":11034,"event":"学校食堂推出新菜：榴莲馅小笼包。","include":"EVT?[10941]","exclude":"EVT?[11029,11030,11031,11032,11033,11034]"},"11035":{"id":11035,"event":"你很喜欢实验课。","include":"EVT?[10941]","exclude":"EVT?[11035]"},"11036":{"id":11036,"event":"下课铃一响，所有人都抱着书冲向食堂。","include":"EVT?[10944]","exclude":"EVT?[11036]"},"11037":{"id":11037,"event":"几乎每节课间你们老师都拖堂到下一节课铃响。","include":"EVT?[10941]","exclude":"EVT?[11037]"},"11038":{"id":11038,"event":"你开始提前学后面的内容。","include":"(EVT?[10941])&(INT>7)","exclude":"EVT?[11038]"},"11039":{"id":11039,"event":"你被淹没在题海中。","effect":{"SPR":-1},"include":"EVT?[10941]","exclude":"EVT?[11039]"},"11040":{"id":11040,"event":"同校有学生跳楼自杀。被学校压下来了。","effect":{"SPR":-1},"include":"EVT?[10941]","exclude":"EVT?[11040]"},"11041":{"id":11041,"event":"普通的内卷生活。","include":"EVT?[10941]","exclude":"EVT?[11041]"},"11042":{"id":11042,"event":"班上有同学提前出国了。","include":"EVT?[10941]","exclude":"EVT?[11042]"},"11043":{"id":11043,"event":"你们的英语课有时会让外教上。","include":"EVT?[10941]","exclude":"EVT?[11043]"},"11044":{"id":11044,"event":"虽然你住校，但你母亲在学校附近租了个房子住。","include":"EVT?[10941]","exclude":"EVT?[11044,10869]"},"11045":{"id":11045,"event":"你经常参加各类竞赛。","include":"(EVT?[10941,10946])&(INT>7)","exclude":"EVT?[11045,21045]"},"11046":{"id":11046,"event":"你夺得了奥赛金牌。","effect":{"SPR":1},"include":"(EVT?[11045,21045])&(INT>9)","exclude":"EVT?[11046]"},"11047":{"id":11047,"event":"你经常参加各种夏令营。","include":"EVT?[10941]","exclude":"EVT?[11047]"},"11048":{"id":11048,"event":"学校采取按成绩排考场，班上采取按成绩排座位。","include":"EVT?[10941]","exclude":"EVT?[11048]"},"11049":{"id":11049,"event":"很多同学跟不上老师讲课的速度。","include":"EVT?[10944]","exclude":"EVT?[11049]"},"11050":{"id":11050,"event":"两天一小考，三天一大考。","include":"EVT?[10944]","exclude":"EVT?[11050]"},"11051":{"id":11051,"event":"你刷过的练习册已经一人高了。","include":"EVT?[10944]","exclude":"EVT?[11051]"},"11052":{"id":11052,"event":"学校请来搞领导力培训的人到学校开动员大会。","postEvent":"很多同学被刺激到大哭大喊。","include":"EVT?[10944]","exclude":"EVT?[11052]"},"11053":{"id":11053,"event":"班上的空调坏了，老师故意不找人修，说要锻炼你们。","effect":{"SPR":-1},"include":"EVT?[10944]","exclude":"EVT?[11053]"},"11054":{"id":11054,"event":"你有点怀疑人生的意义。","include":"(EVT?[10944])&(SPR<4)","exclude":"EVT?[11054]"},"11055":{"id":11055,"event":"班上挂上了励志条幅。","include":"EVT?[10944]","exclude":"EVT?[11055]"},"11056":{"id":11056,"event":"老师用班费给大家买了他新出的辅导书。","include":"EVT?[10944]","exclude":"EVT?[11056]"},"11057":{"id":11057,"event":"你的课桌上和抽屉里挤满了书，快要放不下了。","include":"EVT?[10941]","exclude":"EVT?[11057]"},"11058":{"id":11058,"event":"你报了很多超难的课程。","include":"(EVT?[10946])&(INT>7)","exclude":"EVT?[11058]"},"11059":{"id":11059,"event":"你们班所有老师都是特级教师。","include":"EVT?[10946]","exclude":"EVT?[11059]"},"11060":{"id":11060,"event":"你经常参加各种学校社团、活动和节日。","effect":{"SPR":1},"include":"EVT?[10946]","exclude":"EVT?[11060]"},"11061":{"id":11061,"event":"有很多同学早就准备好出国了。","include":"EVT?[10946]","exclude":"EVT?[11061]"},"11062":{"id":11062,"event":"你参加一个国际比赛获得一等奖，上了年度开学典礼的表彰。","effect":{"SPR":1},"include":"(EVT?[10946])&(INT>9)","exclude":"EVT?[11062]"},"11063":{"id":11063,"event":"虽然你比同龄人强很多，但你周围总有各方面比你都强的大佬。","include":"EVT?[10946]","exclude":"EVT?[11063]"},"11064":{"id":11064,"event":"有老外在校门口用英文采访你，你对答如流。","include":"EVT?[10946]","exclude":"EVT?[11064]"},"11065":{"id":11065,"event":"学校提供了很多和国外名校交流的机会。","include":"EVT?[10946]","exclude":"EVT?[11065]"},"11066":{"id":11066,"event":"老师说：“少壮不努力，长大去隔壁。”","include":"EVT?[10946]","exclude":"EVT?[11066]"},"11067":{"id":11067,"event":"你考上了少年班，提前步入大学。","include":"(EVT?[10010])&(INT>9)","exclude":"EVT?[11067]"},"11068":{"id":11068,"event":"努力学习。","include":"EVT?[11067]"},"11069":{"id":11069,"event":"你出国留学。","include":"EVT?[11067]","exclude":"EVT?[11069]"},"11070":{"id":11070,"event":"你前往哈佛大学留学。","include":"(EVT?[11067])&(TLT?[1073])","exclude":"EVT?[11070]"},"11071":{"id":11071,"event":"你考上了清华大学。","include":"((EVT?[10944,10945])&(INT>9))|(EVT?[10946])","exclude":"(EVT?[11071])|(TLT?[1107])"},"11072":{"id":11072,"event":"你考上了北京大学。","include":"((EVT?[10944,10945])&(INT>9))|(EVT?[10946])","exclude":"EVT?[11072]"},"11073":{"id":11073,"event":"你被保送清华大学。","include":"EVT?[11046,11062]","exclude":"(EVT?[11073])|(TLT?[1107])"},"11074":{"id":11074,"event":"你被保送北京大学。","include":"EVT?[11046,11062]","exclude":"EVT?[11074]"},"11075":{"id":11075,"event":"你考上一所985大学。","include":"(EVT?[10944,10945])&((INT>7)|(MNY>8))","exclude":"EVT?[11075]"},"11076":{"id":11076,"event":"你考上一所211大学。","include":"(EVT?[10944,10945])&((INT>6)|(MNY>7))","exclude":"EVT?[11076]"},"11077":{"id":11077,"event":"你考上一所双非本科。","include":"EVT?[10944,10945]","exclude":"EVT?[11077]"},"11078":{"id":11078,"event":"高考结束，你们班一本率100%。","include":"EVT?[10946]","exclude":"EVT?[11078]"},"11079":{"id":11079,"event":"高考结束，你们班一本率74%。","include":"EVT?[10944]","exclude":"EVT?[11079]"},"11080":{"id":11080,"event":"高考结束，你们班一本率67%。","include":"EVT?[10944]","exclude":"EVT?[11080]"},"11081":{"id":11081,"event":"高考结束，你们班一本率50%。","include":"EVT?[10944,10945]","exclude":"EVT?[11081]"},"11082":{"id":11082,"event":"高考结束，你们班一本率92%。","include":"EVT?[10944]","exclude":"EVT?[11082]"},"11083":{"id":11083,"event":"高考结束，你们班一本率80%。","include":"EVT?[10944]","exclude":"EVT?[11083]"},"11084":{"id":11084,"event":"高考结束，你们班一本率35%。","include":"EVT?[10945]","exclude":"EVT?[11084]"},"11085":{"id":11085,"event":"高考结束，你们班一本率40%。","include":"EVT?[10945]","exclude":"EVT?[11085]"},"11086":{"id":11086,"event":"高考结束，你们班一本率25%。","include":"EVT?[10945]","exclude":"EVT?[11086]"},"11087":{"id":11087,"event":"普通的自媒体生活。","include":"EVT?[10956,10957]"},"11088":{"id":11088,"event":"你和一个粉丝开始谈恋爱。","include":"EVT?[10956,10957]","exclude":"EVT?[11088]"},"11089":{"id":11089,"event":"你和多个粉丝谈恋爱。","include":"EVT?[11088]","exclude":"EVT?[11089]"},"11090":{"id":11090,"event":"你的热度逐渐走低。","include":"EVT?[10956,10957]","exclude":"EVT?[11090]"},"11091":{"id":11091,"event":"你的收入比较低。","include":"EVT?[10956,10957]","exclude":"EVT?[11091]"},"11092":{"id":11092,"event":"时刻担忧净网新规会对你产生影响。","effect":{"SPR":-1},"include":"EVT?[10956,10957]","exclude":"EVT?[11092]"},"11093":{"id":11093,"event":"你结婚了。","include":"EVT?[10956,10957]","exclude":"(EVT?[11093,10612,11171,10229,10610,10611])|(TLT?[1027])"},"11094":{"id":11094,"event":"普通的大学生活。","include":"EVT?[11077,11075,11076,11071,11072,11073,11074,11069,11070]","exclude":"EVT?[11094]"},"11095":{"id":11095,"event":"你的生活和高中一样卷，抓紧各种时间看书。","include":"EVT?[11071,11072,11073,11074,11075,11076,11069,11070]","exclude":"EVT?[11095]"},"11096":{"id":11096,"event":"班上总是有同学翘课，而且越来越多。","include":"EVT?[11077,11075,11076]","exclude":"EVT?[11096]"},"11097":{"id":11097,"event":"你加入了学生会。","include":"EVT?[11077,11075,11076,11071,11072,11073,11074,11069,11070]","exclude":"EVT?[11097]"},"11098":{"id":11098,"event":"你加入了好几个社团，但参加社团活动的时间并不多。","include":"EVT?[11071,11072,11073,11074,11075,11076,11069,11070]","exclude":"EVT?[11098]"},"11099":{"id":11099,"event":"你加入了不少社团，课余生活很丰富。","include":"EVT?[11077]","exclude":"EVT?[11099]"},"11100":{"id":11100,"event":"你的绩点不错。","include":"(INT>4)&(EVT?[11077,11075,11076,11071,11072,11073,11074])","exclude":"EVT?[11100,11101,11102]"},"11101":{"id":11101,"event":"你的绩点不好。","include":"((EVT?[11105,11106])|(INT<5))&(EVT?[11077,11075,11076,11071,11072,11073,11074])","exclude":"(INT>8)|(EVT?[11100,11101,11102])"},"11102":{"id":11102,"event":"你的绩点很棒。","include":"(INT>7)&(EVT?[11077,11075,11076,11071,11072,11073,11074])","exclude":"EVT?[11100,11101,11102]"},"11103":{"id":11103,"event":"你保研了。","include":"EVT?[11102]","exclude":"EVT?[11103]"},"11104":{"id":11104,"event":"你没抢到想选修的课。","include":"EVT?[11077,11075,11076,11071,11072,11073,11074]","exclude":"EVT?[11104]"},"11105":{"id":11105,"event":"你总是和室友去外面玩。","include":"EVT?[11077]","exclude":"EVT?[11105]"},"11106":{"id":11106,"event":"你总是和室友在寝室打游戏。","effect":{"STR":-1},"include":"EVT?[11077]","exclude":"EVT?[11106,10002]"},"11107":{"id":11107,"event":"你上课手机不离手。不过其他同学大多也是。","include":"EVT?[11077]","exclude":"EVT?[11107]"},"11108":{"id":11108,"event":"你参加了志愿活动和社会实践。虽然是学分要求的。","include":"EVT?[11077,11075,11076,11071,11072,11073,11074]","exclude":"EVT?[11108]"},"11109":{"id":11109,"event":"你挂了好几科。","include":"((EVT?[11105,11106])|(INT<4))&(EVT?[11077,11075,11076,11071,11072,11073,11074])","exclude":"EVT?[11109]"},"11110":{"id":11110,"event":"你通过了英语和计算机等级考试。","include":"EVT?[11077,11075,11076,11071,11072,11073,11074]","exclude":"EVT?[11110,11105,11106]"},"11111":{"id":11111,"event":"你一年内谈了三次恋爱。","effect":{"CHR":1},"include":"(EVT?[11077,11075,11076,11071,11072,11073,11074,11069.11070])&(TLT?[1028])","exclude":"(EVT?[11111,11112,11113])|(TLT?[1027])"},"11112":{"id":11112,"event":"你和一个同班同学谈恋爱。","include":"EVT?[11077,11075,11076,11071,11072,11073,11074,11069,11070]","exclude":"(EVT?[11111,11112,11113])|(TLT?[1027])"},"11113":{"id":11113,"event":"你一直没谈恋爱。","include":"EVT?[11077,11075,11076,11071,11072,11073,11074,11069,11070]","exclude":"(EVT?[11111,11112,11113])|(TLT?[1028])"},"11114":{"id":11114,"event":"你的寝室总是有蟑螂蚊子。","effect":{"SPR":-1},"include":"EVT?[11077,11075,11076,11071,11072,11073,11074]","exclude":"EVT?[11114]"},"11115":{"id":11115,"event":"比起现实生活中的人，你更愿意和网友交流。","include":"EVT?[10993,10994,10995,10997,11001,11002,11003,11004]","exclude":"EVT?[11115]"},"11116":{"id":11116,"event":"学校里总是有各种大佬的讲座可以听。","effect":{"INT":1},"include":"EVT?[11071,11072,11073,11074,11075,11076,11069,11070]","exclude":"EVT?[11116]"},"11117":{"id":11117,"event":"学校里总是有各种名企来招人。","include":"EVT?[11071,11072,11073,11074,11075,11076,11069,11070]","exclude":"EVT?[11117]"},"11118":{"id":11118,"event":"你的同学少有出生寒门，多是富二代、官二代、学二代。","include":"EVT?[11071,11072,11073,11074,11069,11070]","exclude":"EVT?[11118]"},"11119":{"id":11119,"event":"大佬云集，你感到自己仿佛不再那么出众。","include":"EVT?[11071,11072,11073,11074,11069,11070]","exclude":"EVT?[11119]"},"11120":{"id":11120,"event":"你的视野开阔了许多，很多想法都和在国内时不同。","include":"EVT?[11069,11070]","exclude":"EVT?[11120]"},"11121":{"id":11121,"event":"你很早就开始寻找和联系导师。","include":"EVT?[11071,11072,11073,11074,11069,11070]","exclude":"EVT?[11121]"},"11122":{"id":11122,"event":"你开始读研。","include":"EVT?[11103,11071,11072,11073,11074,11069,11070]","exclude":"EVT?[11122]"},"11123":{"id":11123,"event":"你成为了打工人。","include":"EVT?[11077,11075,11076,11071,11072,11073,11074]","exclude":"EVT?[11123,11124,11103,11121]"},"11124":{"id":11124,"event":"你开始创业。","include":"(MNY>7)&(EVT?[11077,11075,11076,11071,11072,11073,11074])","exclude":"EVT?[11124,11103,11121,11123]"},"11125":{"id":11125,"event":"你开始考公务员。","include":"EVT?[11077,11075,11076,11071,11072,11073,11074]","exclude":"EVT?[11125,11103,11121]"},"11126":{"id":11126,"event":"你没有考上公务员。","postEvent":"你成为了打工人。","include":"EVT?[11025]","exclude":"(EVT?[11126])|(TLT?[1116])"},"11127":{"id":11127,"event":"你考上了公务员。","include":"EVT?[11025]","exclude":"EVT?[11127]"},"11128":{"id":11128,"event":"你开始相亲。","include":"EVT?[11127,11123,11126,11122,11124]","exclude":"(EVT?[11128,11171])|(TLT?[1027])"},"11129":{"id":11129,"event":"你看上了对方，但对方看不上你。","include":"EVT?[11128]","exclude":"EVT?[11129,11131,11171]"},"11130":{"id":11130,"event":"对方看上了你，但你看不上对方。","include":"EVT?[11128]","exclude":"EVT?[11129,11131,11171]"},"11131":{"id":11131,"event":"你开始处对象。","include":"EVT?[11128]","exclude":"EVT?[11129,11131,11171]"},"11132":{"id":11132,"event":"你找不到对象，至今单身。","include":"EVT?[11129,11130]","exclude":"EVT?[11129,11131,11171]"},"11133":{"id":11133,"event":"你996上班。","effect":{"STR":-1},"include":"EVT?[11123,11126]","exclude":"EVT?[11133]"},"11134":{"id":11134,"event":"国家宣布禁止强制996。","postEvent":"老板让你们自愿996，不996的话工资很低。","effect":{"SPR":-1},"include":"EVT?[11133]","exclude":"EVT?[11134]"},"11135":{"id":11135,"event":"你的私人生活越来越少，工作成为了你生活的大部分。","include":"EVT?[11123,11126]","exclude":"EVT?[11135]"},"11136":{"id":11136,"event":"比起重复的每个工作日，你宁愿回到中学时光。","include":"EVT?[11123,11126]","exclude":"EVT?[11136]"},"11137":{"id":11137,"event":"即使下班，也总是有人问你工作上的问题。","include":"EVT?[11123,11126]","exclude":"EVT?[11137]"},"11138":{"id":11138,"event":"即使下班，晚上也经常有饭局，你的私人时间被进一步剥夺。","include":"EVT?[11123,11126]","exclude":"EVT?[11138]"},"11139":{"id":11139,"event":"你突然有些厌烦，你更怀念一个人的时候。","include":"(EVT?[11123,11126])&(EVT?[11131])","exclude":"EVT?[11139,11140]"},"11140":{"id":11140,"event":"你们分了，又处了新对象。","include":"EVT?[11131]"},"11141":{"id":11141,"event":"你天天摸鱼的工友升职加薪了，你有点怀疑人生。","include":"EVT?[11123,11126]","exclude":"EVT?[11141]"},"11142":{"id":11142,"event":"工位厕所里加了计时器和信号屏蔽器。","include":"EVT?[11123,11126]","exclude":"EVT?[11142]"},"11143":{"id":11143,"event":"年会上，你抽奖抽到一台iphoneZ。","include":"EVT?[11123,11126]","exclude":"EVT?[11143,11144,11145]"},"11144":{"id":11144,"event":"年会上，你抽到一张玛莎拉蒂5元代金券。","include":"EVT?[11123,11126]","exclude":"EVT?[11143,11144,11145]"},"11145":{"id":11145,"event":"年会上，你抽到少量现金。","include":"EVT?[11123,11126]","exclude":"EVT?[11143,11144,11145]"},"11146":{"id":11146,"event":"团建，公司找来PUA专家展开动员大会。","effect":{"SPR":-1},"include":"EVT?[11123,11126]","exclude":"EVT?[11146]"},"11147":{"id":11147,"event":"普通的打工人生活。","include":"EVT?[11123,11126]"},"11148":{"id":11148,"event":"公司的一位领导因为涉嫌性侵被捕了。","include":"EVT?[11123,11126]","exclude":"EVT?[11148,11149]"},"11149":{"id":11149,"event":"公司的一位领导因为涉嫌经济犯罪被捕了。","include":"EVT?[11123,11126]","exclude":"EVT?[11148,11149]"},"11150":{"id":11150,"event":"规定出台要求强制双休。","postEvent":"你的工资又降低了。","effect":{"MNY":-1},"include":"EVT?[11123,11126]","exclude":"EVT?[11150]"},"11151":{"id":11151,"event":"聊天时发现新来的员工工资普遍比你高。","include":"EVT?[11123,11126]","exclude":"EVT?[11151]"},"11152":{"id":11152,"event":"paper日常。","include":"EVT?[11122]"},"11153":{"id":11153,"event":"给导师打杂日常。","include":"EVT?[11122]"},"11154":{"id":11154,"event":"你一天到晚泡在实验室里。","include":"EVT?[11122]","exclude":"EVT?[11154]"},"11155":{"id":11155,"event":"你正式步入科研。","include":"(INT>7)&(MNY>2)&(EVT?[11122])","exclude":"EVT?[11155]"},"11156":{"id":11156,"event":"paper日常。","include":"EVT?[11155]"},"11157":{"id":11157,"event":"给导师打杂日常。","include":"EVT?[11155]"},"11158":{"id":11158,"event":"当助教。","include":"EVT?[11155]","exclude":"EVT?[11158]"},"11159":{"id":11159,"event":"辅导导师家小孩功课。","include":"EVT?[11155]","exclude":"EVT?[11159]"},"11160":{"id":11160,"event":"实验日常。","include":"EVT?[11155]"},"11161":{"id":11161,"event":"你的压力很大，你感觉自己可能不能如期毕业。","include":"EVT?[11155]","exclude":"EVT?[11161]"},"11162":{"id":11162,"event":"你留校担任讲师。","include":"(INT>8)&(EVT?[11155])","exclude":"EVT?[11162]"},"11163":{"id":11163,"event":"你前往一所普通高校当老师。","include":"EVT?[11155]","exclude":"EVT?[11163]"},"11164":{"id":11164,"event":"安逸的铁饭碗生活。","include":"EVT?[11127]"},"11165":{"id":11165,"event":"你下班回家经常做一些自己喜欢的事。","effect":{"SPR":1},"include":"EVT?[11127]","exclude":"EVT?[11165]"},"11166":{"id":11166,"event":"你有很多空闲时间，经常看短视频和玩游戏消遣。","include":"EVT?[11127]","exclude":"EVT?[11166,11167]"},"11167":{"id":11167,"event":"你有很多空闲时间，经常看动画消遣。","include":"(EVT?[11127])&(EVT?[10007,10008])","exclude":"EVT?[11166,11167]"},"11168":{"id":11168,"event":"你经常和密友小聚。","include":"EVT?[11127]","exclude":"EVT?[11168]"},"11169":{"id":11169,"event":"清闲的小日子。","include":"EVT?[11127]","exclude":"EVT?[11169]"},"11170":{"id":11170,"event":"领导要给你介绍对象，你又不好拒绝，很尴尬。","include":"EVT?[11127]","exclude":"EVT?[11170,11171]"},"11171":{"id":11171,"event":"你结婚了。","include":"EVT?[10010]","exclude":"(EVT?[11171,10612,11093,10229,10610,10611])|(TLT?[1027])"},"11172":{"id":11172,"event":"你创业失败。","postEvent":"家人支持你继续创业。","include":"EVT?[11124]","exclude":"EVT?[11172]"},"11173":{"id":11173,"event":"你得到了亲友的很多人脉支持。","include":"EVT?[11124]","exclude":"EVT?[11173]"},"11174":{"id":11174,"event":"你开了一家互联网公司。","include":"EVT?[11124]","exclude":"EVT?[11174,11175,11176,11177,11178]"},"11175":{"id":11175,"event":"你开了一家金融公司。","include":"EVT?[11124]","exclude":"EVT?[11174,11175,11176,11177,11178]"},"11176":{"id":11176,"event":"你开了一家二次元公司。","include":"(EVT?[11124])&(EVT?[10007,10008])","exclude":"EVT?[11174,11175,11176,11177,11178]"},"11177":{"id":11177,"event":"你开了一家实业公司。","include":"EVT?[11124]","exclude":"EVT?[11174,11175,11176,11177,11178]"},"11178":{"id":11178,"event":"你开了一家新技术产业公司。","include":"EVT?[11124]","exclude":"EVT?[11174,11175,11176,11177,11178]"},"11179":{"id":11179,"event":"你创业过程中结识了许多大佬。","include":"EVT?[11124]","exclude":"EVT?[11179]"},"11180":{"id":11180,"event":"你了解了很多行业潜规则。","include":"EVT?[11124]","exclude":"EVT?[11180]"},"11181":{"id":11181,"event":"你的公司福利待遇很好。","include":"EVT?[11124]","exclude":"EVT?[11181]"},"11182":{"id":11182,"event":"你很努力和员工一起奋斗在一线，拿和普通员工一样的钱。","include":"EVT?[11124]","exclude":"EVT?[11182]"},"11183":{"id":11183,"event":"人民企业家艰苦创业的日子。","include":"EVT?[11124]"},"11184":{"id":11184,"event":"虚拟现实技术得到突破，开始爆发式增长。","include":"EVT?[11127,11123,11126,11122,11124]","exclude":"EVT?[11184]"},"11185":{"id":11185,"event":"我国可控核聚变技术有所突破，离成功不远了。","include":"EVT?[11127,11123,11126,11122,11124]","exclude":"EVT?[11185,11263]"},"11186":{"id":11186,"event":"人造肉在西方迅速流行。","include":"EVT?[11127,11123,11126,11122,11124]","exclude":"EVT?[11186]"},"11187":{"id":11187,"event":"电视机逐渐淡出历史舞台。","include":"EVT?[11127,11123,11126,11122,11124]","exclude":"EVT?[11187]"},"11188":{"id":11188,"event":"全球生育率再创新低。","include":"EVT?[11127,11123,11126,11122,11124]","exclude":"EVT?[11188]"},"11189":{"id":11189,"event":"你养了一条鱼。","include":"EVT?[11127,11123,11126,11122,11124]","exclude":"EVT?[11189,11190,11191,11192,11193,11194,11195]"},"11190":{"id":11190,"event":"你养了一只鸟。","include":"EVT?[11127,11123,11126,11122,11124]","exclude":"EVT?[11189,11190,11191,11192,11193,11194,11195]"},"11191":{"id":11191,"event":"你养了一只乌龟。","include":"EVT?[11127,11123,11126,11122,11124]","exclude":"EVT?[11189,11190,11191,11192,11193,11194,11195]"},"11192":{"id":11192,"event":"你养了一只仓鼠。","include":"EVT?[11127,11123,11126,11122,11124]","exclude":"EVT?[11189,11190,11191,11192,11193,11194,11195]"},"11193":{"id":11193,"event":"你养了一只猫。","include":"EVT?[11127,11123,11126,11122,11124]","exclude":"EVT?[11189,11190,11191,11192,11193,11194,11195]"},"11194":{"id":11194,"event":"你养了一只狗。","include":"EVT?[11127,11123,11126,11122,11124]","exclude":"EVT?[11189,11190,11191,11192,11193,11194,11195]"},"11195":{"id":11195,"event":"你养了一只守宫。","include":"EVT?[11127,11123,11126,11122,11124]","exclude":"EVT?[11189,11190,11191,11192,11193,11194,11195]"},"11196":{"id":11196,"event":"中国成功登月。","include":"EVT?[11127,11123,11126,11122,11124]","exclude":"EVT?[11196]"},"11197":{"id":11197,"event":"我国首次夺得奥运奖牌榜奖牌总数第一。","include":"EVT?[11127,11123,11126,11122,11124]","exclude":"EVT?[11197]"},"11198":{"id":11198,"event":"为减轻生育负担，国家出台多项政策。","include":"EVT?[11127,11123,11126,11122,11124]","exclude":"EVT?[11198]"},"11199":{"id":11199,"event":"我国宣布建成社会主义现代化强国。","include":"EVT?[11127,11123,11126,11122,11124]","exclude":"EVT?[11199]"},"11200":{"id":11200,"event":"我国人均GDP超过韩国。","include":"EVT?[11127,11123,11126,11122,11124]","exclude":"EVT?[11200]"},"11201":{"id":11201,"event":"你的专辑《暗线》登顶。","include":"EVT?[10966]","exclude":"EVT?[11201]"},"11202":{"id":11202,"event":"你没有时间上课，时间表安排得很满。","include":"EVT?[10966]","exclude":"EVT?[11202]"},"11203":{"id":11203,"event":"你的团队开始帮助你艹粉。","include":"EVT?[10966]","exclude":"EVT?[11203,10002,10110,10111]"},"11204":{"id":11204,"event":"你在一次拍戏过程中意外身故。","include":"EVT?[10966]","exclude":"EVT?[11204]","branch":["EVT?[10966]:10000"]},"11205":{"id":11205,"event":"你在一次拍戏过程中划破了手指，上了微博热搜。","include":"EVT?[10966]","exclude":"EVT?[11205]"},"11206":{"id":11206,"event":"有网民造你的谣，你发了律师函。","include":"EVT?[10966]","exclude":"EVT?[11206]"},"11207":{"id":11207,"event":"努力的演艺生涯。","include":"EVT?[10966]"},"11208":{"id":11208,"event":"你经常在贴吧上吹水。","include":"(MNY<7)&(EVT?[10010])","exclude":"EVT?[11208,10002,11211,11212]"},"11209":{"id":11209,"event":"你经常玩soul和小红书。","include":"EVT?[10010]","exclude":"EVT?[11209,10001,11211]"},"11210":{"id":11210,"event":"你经常用微博。","include":"EVT?[10010]","exclude":"EVT?[11210,11208,11211]"},"11211":{"id":11211,"event":"你经常用知乎。","include":"EVT?[10010]","exclude":"EVT?[11211,11209,11210,11212]"},"11212":{"id":11212,"event":"你经常用豆瓣。","include":"EVT?[10010]","exclude":"EVT?[11212,11211,11208]"},"11213":{"id":11213,"event":"你的爷爷去世。","include":"EVT?[10010]","exclude":"EVT?[11213]"},"11214":{"id":11214,"event":"你的奶奶去世。","include":"EVT?[10010]","exclude":"EVT?[11214]"},"11215":{"id":11215,"event":"你的外公去世。","include":"EVT?[10010]","exclude":"EVT?[11215]"},"11216":{"id":11216,"event":"你的外婆去世。","include":"EVT?[10010]","exclude":"EVT?[11216]"},"11217":{"id":11217,"event":"父亲因车祸去世。","effect":{"MNY":-2,"SPR":-1},"include":"EVT?[10010]","exclude":"(EVT?[11217,10868])|(TLT?[1043])"},"11218":{"id":11218,"event":"母亲突发心脏病去世。","effect":{"MNY":-1,"SPR":-1},"include":"EVT?[10010]","exclude":"(EVT?[11218,10869])|(TLT?[1044])"},"11219":{"id":11219,"event":"你遭遇车祸去世。","include":"EVT?[10010]","exclude":"(EVT?[11219])|(TLT?[1043])","branch":["EVT?[10010]:10000"]},"11220":{"id":11220,"event":"你突发心脏病去世。","include":"(STR<2)&(EVT?[10010])","exclude":"(EVT?[11220])|(TLT?[1044])","branch":["EVT?[10010]:10000"]},"11221":{"id":11221,"event":"你位列年度艺人排行第3。","include":"EVT?[10966]","exclude":"EVT?[11221]"},"11222":{"id":11222,"event":"你名列年度福布斯十大中国名人。","include":"EVT?[10966]","exclude":"EVT?[11222]"},"11223":{"id":11223,"event":"有讨厌的私生饭影响你的生活。","include":"EVT?[10966]","exclude":"EVT?[11223]"},"11224":{"id":11224,"event":"很多名牌都来找你拍广告。","effect":{"MNY":1},"include":"EVT?[10966]","exclude":"EVT?[11224]"},"11225":{"id":11225,"event":"你养了一只价值数十万的猫。","include":"EVT?[10966]","exclude":"EVT?[11225]"},"11226":{"id":11226,"event":"你买了几辆数百万、上千万的豪车。","include":"EVT?[10966]","exclude":"EVT?[11226]"},"11227":{"id":11227,"event":"你买了一栋大别墅，一套汤臣一品。","include":"EVT?[10966]","exclude":"EVT?[11227]"},"11228":{"id":11228,"event":"国家开始打击娱乐圈。","include":"EVT?[10966]","exclude":"EVT?[11228]"},"11229":{"id":11229,"event":"有明星因犯罪入狱。","include":"EVT?[10966]","exclude":"EVT?[11229]"},"11230":{"id":11230,"event":"你因涉嫌性侵被捕。","effect":{"MNY":-5},"include":"EVT?[11203]","exclude":"EVT?[11230]"},"11231":{"id":11231,"event":"你被判十年监禁，正式入狱。","effect":{"CHR":-2,"STR":-2,"SPR":-5},"include":"EVT?[11230]","exclude":"EVT?[11231]"},"11232":{"id":11232,"event":"枯燥的监狱生活。","include":"EVT?[11230]","exclude":"EVT?[11234]"},"11233":{"id":11233,"event":"你出狱了。","postEvent":"但过往的一切都飘散如烟。","include":"EVT?[11230]","exclude":"EVT?[11233,11234]"},"11234":{"id":11234,"event":"你减刑提前出狱。","postEvent":"但过往的一切都飘散如烟。","include":"(EVT?[11230])&(TLT?[1117])","exclude":"EVT?[11234]"},"11235":{"id":11235,"event":"世界的变化很大，你无所适从。","effect":{"INT":-1},"include":"EVT?[11233,11234]","exclude":"EVT?[11235]"},"11236":{"id":11236,"event":"你找了份普通工作勉强度日。","effect":{"STR":-1,"MNY":-1},"include":"EVT?[11235]","exclude":"EVT?[11236]"},"11237":{"id":11237,"event":"你的事业遭受沉重打击，热度不复从前。","effect":{"MNY":-1},"include":"EVT?[11229]","exclude":"EVT?[11237]"},"11238":{"id":11238,"event":"你急流勇退，转居幕后，运营公司。","include":"EVT?[11229]","exclude":"EVT?[11238]"},"11239":{"id":11239,"event":"你怀孕了，公司找借口把你辞退了。","effect":{"MNY":-1,"SPR":-1},"include":"(EVT?[11123,11126])&(EVT?[11171])","exclude":"(EVT?[11239,10001,10110,10111])|(TLT?[1041,1046])"},"11240":{"id":11240,"event":"你们的孩子出生了。","include":"EVT?[11171,11093]","exclude":"(EVT?[11240])|(TLT?[1041,1046])"},"11241":{"id":11241,"event":"你们的二胎出生了。","include":"EVT?[11240]","exclude":"EVT?[11241,11242]"},"11242":{"id":11242,"event":"你们的二胎出生了。","include":"(EVT?[11240])&(TLT?[1113])","exclude":"EVT?[11241,11242]"},"11243":{"id":11243,"event":"你们的三胎出生了。","include":"EVT?[11241,11242]","exclude":"EVT?[11243,11244]"},"11244":{"id":11244,"event":"你们的三胎出生了。","include":"(EVT?[11241,11242])&(TLT?[1113])","exclude":"EVT?[11243,11244]"},"11245":{"id":11245,"event":"照顾小孩非常麻烦。","include":"EVT?[11240]","exclude":"EVT?[11245]"},"11246":{"id":11246,"event":"你的生活被孩子占据了大半。","include":"EVT?[11240]","exclude":"EVT?[11246]"},"11247":{"id":11247,"event":"你为孩子计划未来。","include":"EVT?[11240]","exclude":"EVT?[11247]"},"11248":{"id":11248,"event":"工作很忙，你很难有时间照顾孩子。","include":"(EVT?[11123,11126])&(EVT?[11240])","exclude":"EVT?[11248,10002]"},"11249":{"id":11249,"event":"公司占据了你的私人家庭时间，但你无能为力。","include":"(EVT?[11123,11126])&(EVT?[11240])","exclude":"EVT?[11249]"},"11250":{"id":11250,"event":"你的科研产出被家庭事务束缚。","include":"(EVT?[11162,11163])&(EVT?[11240])","exclude":"EVT?[11250]"},"11251":{"id":11251,"event":"你觉得和孩子打交道比实验和论文难多了。","include":"(EVT?[11162,11163])&(EVT?[11240])","exclude":"EVT?[11251]"},"11252":{"id":11252,"event":"你将一套房产划到孩子名下。","include":"(EVT?[11124])&(EVT?[11240])","exclude":"EVT?[11252]"},"11253":{"id":11253,"event":"你像你父母一样给了孩子最丰厚的条件。","include":"(EVT?[11124])&(EVT?[11240])","exclude":"EVT?[11253]"},"11254":{"id":11254,"event":"你经常陪孩子玩。","include":"(EVT?[11127])&(EVT?[11240])","exclude":"EVT?[11254]"},"11255":{"id":11255,"event":"你给孩子买了很多玩具。","include":"(EVT?[11127])&(EVT?[11240])","exclude":"EVT?[11255]"},"11256":{"id":11256,"event":"你财务自由，退居幕后。","effect":{"MNY":1},"include":"EVT?[11124]","exclude":"EVT?[11256]"},"11257":{"id":11257,"event":"你的父亲去世。","include":"EVT?[10010]","exclude":"EVT?[11257,11217,10868]"},"11258":{"id":11258,"event":"你的母亲去世。","include":"EVT?[10010]","exclude":"EVT?[11258,11218,10869]"},"11259":{"id":11259,"event":"你当上了副教授。","include":"EVT?[11162,11163]","exclude":"EVT?[11259]"},"11260":{"id":11260,"event":"你当上了正教授。","include":"EVT?[11259]","exclude":"EVT?[11260]"},"11261":{"id":11261,"event":"同学笑你是怪物。","effect":{"SPR":-1},"include":"(EVT?[10110,10111])&(EVT?[10009,10010])","exclude":"EVT?[11261]"},"11262":{"id":11262,"event":"你常常因为性别而遭受暴力和冷暴力。","effect":{"SPR":-1},"include":"(EVT?[10110,10111])&(EVT?[10009,10010])","branch":["SPR<3:10062"]},"11263":{"id":11263,"event":"可控核聚变技术实现。全球迅速向无限能源时代转变。","include":"EVT?[10010]","exclude":"EVT?[11263]"},"11264":{"id":11264,"event":"航天技术取得巨大突破。","include":"EVT?[10010]","exclude":"EVT?[11264]"},"11265":{"id":11265,"event":"你前往太空旅行。","include":"(STR>6)&(MNY>8)&(EVT?[11264,11263])","exclude":"EVT?[11265]"},"11266":{"id":11266,"event":"你前往月球旅行。","include":"EVT?[11266]","exclude":"EVT?[11266]"},"11267":{"id":11267,"event":"你前往火星旅行。","include":"EVT?[11267]","exclude":"EVT?[11267]"},"11268":{"id":11268,"event":"你在太空旅行中意外身亡。","include":"EVT?[11264]","exclude":"EVT?[11268]","branch":["EVT?[10010]:10000"]},"11269":{"id":11269,"event":"生产资料所有制正在深刻改变，许多国家向社会主义国家过渡。","include":"EVT?[11263]","exclude":"EVT?[11269]"},"11270":{"id":11270,"event":"专家声称燃料是资本主义社会的基础，可控核聚变是共产主义社会的基础。","include":"EVT?[11263]","exclude":"EVT?[11270]"},"11271":{"id":11271,"event":"各个产业都取得了巨大的突破，一年的进步顶过去10年。","include":"EVT?[11263]","exclude":"EVT?[11271]"},"11272":{"id":11272,"event":"电力彻底免费。","postEvent":"所有燃油燃气都被电力取代。","include":"EVT?[11263]","exclude":"EVT?[11272]"},"11273":{"id":11273,"event":"你的公司制造出可植入大脑的芯片。可以显著提升人类记忆力。","include":"(EVT?[11124])&(EVT?[11263])","exclude":"EVT?[11273]"},"11274":{"id":11274,"event":"你研发出可植入大脑的芯片。可以直接将知识信息植入大脑。","postEvent":"你往自己大脑植入了，智力显著提升。","effect":{"INT":2},"include":"(EVT?[11162,11163])&(EVT?[11263])","exclude":"EVT?[11274]"},"11275":{"id":11275,"event":"社会内卷程度大幅降低，全球全面小康。","effect":{"MNY":1},"include":"EVT?[11263]","exclude":"EVT?[11275]"},"11276":{"id":11276,"event":"你和一个学生发生激烈争执。","include":"EVT?[11162,11163]","exclude":"EVT?[11276]","branch":["STR<4:21276"]},"11277":{"id":11277,"event":"因为你颜值过高，有个嫉妒的人突然从天而降把你杀了。","postEvent":"你死前不明白为什么那个人是从天上下来的。","include":"(CHR>9)&(EVT?[10010])","exclude":"EVT?[11277]","branch":["STR<100:10000"]},"11278":{"id":11278,"event":"你被一个骗子骗得倾家荡产。","effect":{"MNY":-5,"SPR":-5},"include":"(INT<2)&(EVT?[10010])","exclude":"EVT?[11278,11318]"},"11279":{"id":11279,"event":"你升官了。","include":"EVT?[11127]","exclude":"EVT?[11279]"},"11280":{"id":11280,"event":"你经常在网上晒生活。","include":"(MNY>4)&(EVT?[10010])","exclude":"EVT?[11280]"},"11281":{"id":11281,"event":"Web3.0时代完全到来。","include":"EVT?[10010]","exclude":"EVT?[11281]"},"11282":{"id":11282,"event":"6G信号覆盖全球大多数地区。","include":"EVT?[10010]","exclude":"EVT?[11282]"},"11283":{"id":11283,"event":"手机消亡了，取而代之的是全息投影。","include":"EVT?[10010]","exclude":"EVT?[11283]"},"11284":{"id":11284,"event":"据说传送装置正在研制中。","include":"EVT?[11271]","exclude":"EVT?[11284]"},"11285":{"id":11285,"event":"人造食物火遍全球。","postEvent":"营养和味道都比天然食物更好。","include":"EVT?[10010]","exclude":"EVT?[11285]"},"11286":{"id":11286,"event":"你的生活日新月异，感觉时代飞速前进着。","include":"EVT?[11263,11281,11282,11283,11285]"},"11287":{"id":11287,"event":"虚拟现实技术取得巨大突破。","include":"EVT?[11272,11184]","exclude":"EVT?[11287]"},"11288":{"id":11288,"event":"第一个可真实进入的虚拟世界出现了。","postEvent":"全人类疯狂了。","include":"EVT?[11287]","exclude":"EVT?[11288]"},"11289":{"id":11289,"event":"你终日沉迷在虚拟世界之中。","postEvent":"虚拟世界中的时间过得比现实慢。","include":"(MNY<9)&(EVT?[11288])","exclude":"EVT?[11289]"},"11290":{"id":11290,"event":"你依靠生命维持装置活着。所有时间都在虚拟中度过。","postEvent":"不过世界上大多数普通人都和你一样。","effect":{"CHR":-1,"INT":-1,"STR":-1,"SPR":1},"include":"EVT?[11289]","exclude":"EVT?[11290]"},"11291":{"id":11291,"event":"外界一年，虚拟世界中十年。","postEvent":"现实中的你越来越虚弱，虚拟中的你越来越快乐。","effect":{"INT":-1,"STR":-1,"SPR":1},"include":"EVT?[11290]","branch":["(STR<0)&(INT<0):10000"]},"11292":{"id":11292,"event":"你开始投资搞虚拟现实。","include":"(MNY>8)&(EVT?[11288])","exclude":"EVT?[11292]"},"11293":{"id":11293,"event":"“虚拟瘾”者们失去了现实竞争力，各项能力逐渐退化。","postEvent":"但这对于你这样的精英来说并不是坏事。","include":"EVT?[11292]","exclude":"EVT?[11293]"},"11294":{"id":11294,"event":"你离婚了。","include":"EVT?[11171]","exclude":"(EVT?[11295,11294,11362,11363,11357,10270,10271,11294,20076])|(TLT?[1123])"},"11295":{"id":11295,"event":"你的爱人去世了。","include":"EVT?[11171]","exclude":"EVT?[11295,11294]"},"11296":{"id":11296,"event":"高超的洞察力使你发现：现实世界是虚拟的。","include":"(INT>10)&(EVT?[11288])","exclude":"EVT?[11296]","branch":["INT>10:21296"]},"11297":{"id":11297,"event":"我国进入共产主义社会。","include":"EVT?[11263]","exclude":"EVT?[11297,11287]"},"11298":{"id":11298,"event":"第三次世界大战爆发。","include":"EVT?[10010]","exclude":"EVT?[11298]"},"11299":{"id":11299,"event":"超级核战争，世界毁灭了。","include":"(EVT?[11263])&(EVT?[11298])","exclude":"EVT?[11299]","branch":["EVT?[10010]:10000"]},"11300":{"id":11300,"event":"探索飞船发现了有低等生命的地外行星。","include":"EVT?[11264]","exclude":"EVT?[11300]"},"11301":{"id":11301,"event":"人类派遣船队去地外行星进行改造工作，便于未来殖民。","include":"EVT?[11300]","exclude":"EVT?[11301]"},"11302":{"id":11302,"event":"科学家声称外星上可能有未知的致命细菌或病毒，去了就不可贸然返回。","include":"EVT?[11300]","exclude":"EVT?[11302]"},"11303":{"id":11303,"event":"人类又发现另外三个有生命的地外行星。","include":"EVT?[11300]","exclude":"EVT?[11303]"},"11304":{"id":11304,"event":"有外星人乘飞船来到地球想要占领地球，却不知被谁瞬间消灭。","postEvent":"有传闻称地球上早就有更强大的外星人在了。","include":"EVT?[11300]","exclude":"EVT?[11304]"},"11305":{"id":11305,"event":"癌症被攻克了。","include":"EVT?[10010]","exclude":"EVT?[11305]"},"11306":{"id":11306,"event":"你因为癌症去世。","include":"EVT?[10010]","exclude":"EVT?[11306,11305]","branch":["EVT?[10010]:10000"]},"11307":{"id":11307,"event":"你重重摔了一跤。","effect":{"STR":-1},"include":"EVT?[10010]","branch":["STR<5:10000"]},"11308":{"id":11308,"event":"你的身体状况越来越差。","effect":{"STR":-1},"include":"EVT?[10010]"},"11309":{"id":11309,"event":"你得了不治之症去世。","include":"(STR<3)&(EVT?[10010])","exclude":"EVT?[11309]","branch":["EVT?[10010]:10000"]},"11310":{"id":11310,"event":"你在睡梦中安然离世。","include":"EVT?[10010]","exclude":"(EVT?[11310])|(TLT?[1048])","branch":["EVT?[10010]:10000"]},"11311":{"id":11311,"event":"你的孩子去世。","effect":{"SPR":-1},"include":"EVT?[11240]","exclude":"EVT?[11311]"},"11312":{"id":11312,"event":"你被人谋杀了。","include":"EVT?[11124]","exclude":"EVT?[11312]","branch":["EVT?[10010]:10000"]},"11313":{"id":11313,"event":"你因抑郁症去世。","include":"(SPR<2)&(EVT?[10010])","exclude":"EVT?[11313]","branch":["EVT?[10010]:10000"]},"11314":{"id":11314,"event":"你意外落水身亡。","include":"EVT?[10010]","exclude":"(EVT?[11314,11318])|(TLT?[1016])","branch":["EVT?[10010]:10000"]},"11315":{"id":11315,"event":"世界大战结束了。","include":"EVT?[11298]","exclude":"EVT?[11315]"},"11316":{"id":11316,"event":"充满各种几乎没有成本的娱乐的老年生活。","include":"EVT?[11263,11281,11282,11283,11285]"},"11317":{"id":11317,"event":"和儿时相比，世界早已改天换地。","include":"EVT?[10010]","exclude":"EVT?[11317]"},"11318":{"id":11318,"event":"你因为受贿被逮捕。","include":"EVT?[11127]","exclude":"EVT?[11318]"},"11319":{"id":11319,"event":"因数额巨大，你被判处终身监禁。","effect":{"MNY":-5,"SPR":-5},"include":"EVT?[11318]","exclude":"EVT?[11319]"},"11320":{"id":11320,"event":"监狱生活。","include":"EVT?[11319]","exclude":"EVT?[11321,11322]"},"11321":{"id":11321,"event":"你获得了减刑，提前出狱。","include":"EVT?[11320]","exclude":"EVT?[11321,11322]"},"11322":{"id":11322,"event":"你获得了减刑，提前出狱。","include":"(EVT?[11320])&(TLT?[1117])","exclude":"EVT?[11321,11322]"},"11323":{"id":11323,"event":"你在狱中被人打死。","include":"(STR<6)&(EVT?[11320])","exclude":"EVT?[11321,11322]","branch":["EVT?[10010]:10000"]},"11324":{"id":11324,"event":"你因病去世。","include":"EVT?[11320]","exclude":"EVT?[11321,11322]","branch":["EVT?[10010]:10000"]},"11325":{"id":11325,"event":"有一个按钮，按下去后你能得到大量金钱，但人类在1000年内会灭亡。","postEvent":"你没按。","include":"EVT?[10010]","exclude":"EVT?[11325]","branch":["(MNY<8)&(SPR<8):21315"]},"11326":{"id":11326,"event":"科学家发现，有一颗直径20千米的小行星可能在990年后接近地球。","postEvent":"科学家认为它击中地球的几率非常低，不用担心。","include":"EVT?[21315]","exclude":"EVT?[11326]"},"11327":{"id":11327,"event":"科学家认为一颗距离我们32光年的红超巨星将在100万年内爆发。","include":"EVT?[21315]","exclude":"EVT?[11327]"},"11328":{"id":11328,"event":"出现了可以在虚拟世界中创造虚拟世界的虚拟游戏。","include":"EVT?[11287]","exclude":"EVT?[11328]"},"11329":{"id":11329,"event":"你一天有半数时间泡在虚拟世界中。","include":"EVT?[11287]","exclude":"EVT?[11293]"},"11330":{"id":11330,"event":"交通彻底免费了。","include":"EVT?[11263]","exclude":"EVT?[11330]"},"11331":{"id":11331,"event":"你去世界各地旅游。","include":"EVT?[11330]","exclude":"EVT?[11332,11333,11334]"},"11332":{"id":11332,"event":"你定居空间站。","include":"EVT?[11265]","exclude":"EVT?[11332,11333,11334]"},"11333":{"id":11333,"event":"你定居月球。","include":"EVT?[11266]","exclude":"EVT?[11332,11333,11334]"},"11334":{"id":11334,"event":"你定居火星。","include":"EVT?[11267]","exclude":"EVT?[11332,11333,11334]"},"11335":{"id":11335,"event":"▓#▓……*▓▓▓⊙▓&▓▓ ▓▓￥（▓ ▓▓*-+▓▓","effect":{"INT":-1,"STR":1},"include":"TLT?[1128]"},"11336":{"id":11336,"event":"▓▓▓▓▓▓ ▓&……▓↖ ▓▓▓ ▓▓&*￥▓∞▓▓▓▓","effect":{"INT":-1,"MNY":1},"include":"TLT?[1128]"},"11337":{"id":11337,"event":"▓▓▓ ▓*▓* ▓▓&▓^▓^▓▓▓▓ ⊙ ▓▓▓▓▓&","effect":{"INT":-1,"SPR":1},"include":"TLT?[1128]"},"11338":{"id":11338,"event":"￥%▓▓▓∞▓▓▓▓▓▓▓（（**","effect":{"CHR":1,"INT":-1},"include":"TLT?[1128]"},"11339":{"id":11339,"event":"▓￥@∞ ▓▓▓ ▓╱╲▓↖ ▓▓ ▓▓▓ ▓@@ ▓▓▓▓","effect":{"CHR":2,"INT":-1},"include":"TLT?[1128]"},"11340":{"id":11340,"event":"▓▓▓▓ ▓▓▓▓▓▓ ▓▓……&*%+-*","effect":{"INT":-1,"STR":2},"include":"TLT?[1128]"},"11341":{"id":11341,"event":"▓》《▓▓▓▓▓ ▓▓▓▓》》▓","effect":{"INT":-1,"MNY":2},"include":"TLT?[1128]"},"11342":{"id":11342,"event":"▓▓▓“{}|▓▓▓▓ ▓▓—▓▓▓▓&","effect":{"INT":-1,"SPR":2},"include":"TLT?[1128]"},"11343":{"id":11343,"event":"：▓▓▓：∞ ▓▓▓ ▓▓▓……╱╲▓▓▓▓》","effect":{"INT":-1,"STR":3},"include":"TLT?[1128]"},"11344":{"id":11344,"event":"▓▓▓▓▓▓ ▓▓▓！~▓！▓+▓=▓‘","effect":{"CHR":3,"INT":-1},"include":"TLT?[1128]"},"11345":{"id":11345,"event":"；’▓╱╲，▓Й*-▓▓▓","effect":{"INT":-1,"MNY":3},"include":"TLT?[1128]"},"11346":{"id":11346,"event":"；【▓】▁▂▃ ▓▓▓▓▓ ▓▓▓、、▓▓▓▓▓？","effect":{"INT":-1,"SPR":3},"include":"TLT?[1128]"},"11347":{"id":11347,"event":"▁▂▃▄▅▆▇█▇▆▅▄▃▂▁","effect":{"INT":-1},"include":"TLT?[1128]","branch":["TLT?[1128]:10000"]},"11348":{"id":11348,"event":"★☆↑◎¤★ ☆◎↑¤★☆ ◎¤◎↑¤★☆↑","effect":{"INT":-1},"include":"TLT?[1128]","branch":["TLT?[1128]:10000"]},"11349":{"id":11349,"event":"你没有这段记忆。","include":"TLT?[1129]"},"11350":{"id":11350,"event":"婚后你的丈夫没有之前对你那么好了。","include":"EVT?[11171]","exclude":"EVT?[10001,11294,11350,11357,11358,11359,11360,11361,11362,11363,11295]"},"11351":{"id":11351,"event":"家务几乎全是你在干。","include":"EVT?[11171]","exclude":"EVT?[10001,11294,11351,11357,11358,11359,11360,11361,11362,11363,11295]"},"11352":{"id":11352,"event":"丈夫和你见面的时间越来越少。","include":"EVT?[11171]","exclude":"EVT?[10001,11294,11352,11357,11358,11359,11360,11361,11362,11363,11295]"},"11353":{"id":11353,"event":"结婚周年纪念日，丈夫给了你一个红包，没有准备礼物。","include":"EVT?[11171]","exclude":"EVT?[10001,11294,11353,11357,11358,11359,11360,11361,11362,11363,11295]"},"11354":{"id":11354,"event":"你和婆婆吵架，丈夫站在婆婆那边。","effect":{"SPR":-1},"include":"EVT?[11171]","exclude":"EVT?[10001,11294,11354,11357,11358,11359,11360,11361,11295,11362,11363]"},"11355":{"id":11355,"event":"你怀疑丈夫有外遇。","effect":{"SPR":-1},"include":"EVT?[11171]","exclude":"EVT?[10001,11294,11355,11357,11358,11359,11360,11361,11295,11362,11363]"},"11356":{"id":11356,"event":"你经常在一个群里和大家一起吐槽婚后生活。","include":"EVT?[11171]","exclude":"EVT?[10001,11294,11356,11357,11358,11359,11360,11295,11361,11362,11363]"},"11357":{"id":11357,"event":"你的丈夫对你始终如一。","include":"EVT?[11171]","exclude":"EVT?[10001,11294,11357,11350,11351,11352,11353,11295,11354,11355,11356]"},"11358":{"id":11358,"event":"结婚周年纪念日，你们一家出去旅游。","include":"EVT?[11171]","exclude":"EVT?[10001,11294,11358,11350,11351,11352,11353,11295,11354,11355,11356]"},"11359":{"id":11359,"event":"丈夫的父母通情达理，和你关系如同朋友。","include":"EVT?[11171]","exclude":"EVT?[10001,11294,11359,11350,11351,11352,11353,11295,11354,11355,11356]"},"11360":{"id":11360,"event":"闺蜜向你吐槽她的丈夫多么不好。","include":"EVT?[11171]","exclude":"EVT?[10001,11294,11360,11350,11351,11352,11353,11295,11354,11355,11356]"},"11361":{"id":11361,"event":"丈夫做了大多数家务，做菜还特别好吃。","effect":{"SPR":1},"include":"EVT?[11171]","exclude":"EVT?[10001,11294,11361,11350,11351,11352,11353,11295,11354,11355,11356]"},"11362":{"id":11362,"event":"丈夫特别尊重你的意见，大多数家事都请你做决定。","include":"EVT?[11171]","exclude":"EVT?[10001,11294,11362,11350,11351,11352,11353,11295,11354,11355,11356]"},"11363":{"id":11363,"event":"每天睡前你们都会聊很长时间的天。","effect":{"SPR":1},"include":"EVT?[11171]","exclude":"EVT?[10001,11294,11363,11350,11351,11352,11353,11295,11354,11355,11356]"},"11364":{"id":11364,"event":"很少有时间陪伴家人，你有些愧疚。","include":"EVT?[11171]","exclude":"EVT?[10002,11294,11295,11364]"},"11365":{"id":11365,"event":"你的妻子把行动不便的父母接到你们家里住。","include":"EVT?[11171]","exclude":"EVT?[10002,11294,11295,11365]"},"11366":{"id":11366,"event":"你每月都上缴工资给妻子。","include":"EVT?[11171]","exclude":"EVT?[10002,11294,11295,11366,11367]"},"11367":{"id":11367,"event":"你们家的生活费采用AA。","include":"EVT?[11171]","exclude":"EVT?[10002,11294,11295,11366,11367]"},"11368":{"id":11368,"event":"自从结婚后，你上网和娱乐时间越来越少了。","include":"EVT?[11171]","exclude":"EVT?[10002,11294,11295,11368]"},"11369":{"id":11369,"event":"你无微不至地照顾照顾妻子。","include":"EVT?[11171]","exclude":"EVT?[10002,11294,11295,11369]"},"11370":{"id":11370,"event":"你和妻子之间更像是朋友。","include":"EVT?[11171]","exclude":"EVT?[10002,11294,11370,11295]"},"11371":{"id":11371,"event":"妻子的一个亲戚沉迷赌博，骗了她娘家不少钱。","include":"EVT?[11171]","exclude":"EVT?[10002,11294,11371,11295]"},"11372":{"id":11372,"event":"妻子的父亲去世，继承了一些遗产。","effect":{"MNY":1},"include":"EVT?[11365]","exclude":"EVT?[10002,11294,11372,11295]"},"11373":{"id":11373,"event":"婚前的彩礼全部用于运营你们的小家。","include":"EVT?[11171]","exclude":"EVT?[10002,11294,11373,11295]"},"11374":{"id":11374,"event":"你考了驾照。","include":"EVT?[11171]","exclude":"EVT?[10002,11294,11374,11295]"},"11375":{"id":11375,"event":"妻子经常和你一起看动画。","include":"(EVT?[11171])&(EVT?[10007,10008])","exclude":"EVT?[10002,11294,11375,11295]"},"11376":{"id":11376,"event":"你经常和妻子一起看综艺和电视剧。","include":"EVT?[11171]","exclude":"EVT?[10002,11294,11376,11295]"},"11377":{"id":11377,"event":"孩子的健康状况不太好，你们家操碎了心。","include":"EVT?[11240]","exclude":"EVT?[11294,11295,11377]"},"11378":{"id":11378,"event":"可能是遗传你，孩子不大聪明的样子。","include":"(INT<4)&(EVT?[11240])","exclude":"EVT?[11378]"},"11379":{"id":11379,"event":"可能是遗传你，孩子非常聪明。","include":"(INT>6)&(EVT?[11240])","exclude":"EVT?[11379]"},"11380":{"id":11380,"event":"可能是遗传你，孩子不大好看。","include":"(CHR<4)&(EVT?[11240])","exclude":"EVT?[11380]"},"11381":{"id":11381,"event":"可能是遗传你，孩子非常好看。","include":"(CHR>6)&(EVT?[11240])","exclude":"EVT?[11381]"},"11382":{"id":11382,"event":"孩子不小心烫伤了。","include":"EVT?[11240]","exclude":"EVT?[11382]"},"11383":{"id":11383,"event":"孩子得了重病，家里花了很多钱。","effect":{"MNY":-1},"include":"EVT?[11240]","exclude":"EVT?[11383]"},"11384":{"id":11384,"event":"你第一次揍孩子。","include":"EVT?[11240]","exclude":"EVT?[11384]"},"11385":{"id":11385,"event":"你们带着孩子一起旅游。","effect":{"SPR":1},"include":"EVT?[11240]","exclude":"EVT?[11294,11295,11385]"},"11386":{"id":11386,"event":"为孩子准备升学考试，家里更忙了。","include":"EVT?[11240]","exclude":"EVT?[11386]"},"11387":{"id":11387,"event":"孩子在学校闯祸了，你去挨老师批评。","include":"EVT?[11240]","exclude":"EVT?[11387]"},"11388":{"id":11388,"event":"孩子成绩退步了，你决定切断孩子的一切娱乐活动。","include":"EVT?[11240]","exclude":"EVT?[11388]"},"11389":{"id":11389,"event":"学校不允许排成绩，但你还是设法弄到了排名。","include":"EVT?[11240]","exclude":"EVT?[11389]"},"11390":{"id":11390,"event":"孩子的英语出奇的好。","include":"EVT?[11240]","exclude":"EVT?[11390]"},"11391":{"id":11391,"event":"孩子喜欢上了看动漫。","include":"EVT?[11240]","exclude":"EVT?[11391]"},"11392":{"id":11392,"event":"孩子在学校早恋，你十分生气。","effect":{"SPR":-1},"include":"EVT?[11240]","exclude":"EVT?[11392]"},"11393":{"id":11393,"event":"孩子的成绩进步了。","include":"EVT?[11240]","exclude":"EVT?[11393]"},"11394":{"id":11394,"event":"政府宣布禁止开办补习班。","include":"EVT?[11240]","exclude":"EVT?[11394]"},"11395":{"id":11395,"event":"政府发文件要求学校放学不得晚于下午5点。","include":"EVT?[11240]","exclude":"EVT?[11395]"},"11396":{"id":11396,"event":"教育体系对体育越发重视，你们经常要抽时间带孩子去运动。","include":"EVT?[11240]","exclude":"EVT?[11294,11295,11396]"},"11397":{"id":11397,"event":"参加家长会，你的颜值震惊全场，直接有家长要你的联系方式。","include":"(CHR>8)&(EVT?[11240])","exclude":"EVT?[11397]"},"11398":{"id":11398,"event":"你的智慧指导孩子功课绰绰有余。","include":"(INT>6)&(EVT?[11240])","exclude":"EVT?[11398]"},"11399":{"id":11399,"event":"你发现孩子学的东西连你都不会。","include":"(INT<4)&(EVT?[11240])","exclude":"EVT?[11399]"},"11400":{"id":11400,"event":"你的家庭越来越困难，温饱都成问题。","include":"(MNY<3)&(EVT?[10010])","exclude":"EVT?[11400,11401]"},"11401":{"id":11401,"event":"你买彩票中了奖。家境回暖。","effect":{"MNY":1},"include":"(MNY<3)&(EVT?[10010])","exclude":"EVT?[11401]"},"11402":{"id":11402,"event":"因为很有钱，总是有人和你家攀亲戚。","include":"(MNY>7)&(EVT?[10010])","exclude":"EVT?[11402]"},"11403":{"id":11403,"event":"总是有人找你借钱。","include":"(MNY>5)&(EVT?[10010])","exclude":"EVT?[11403]"},"11404":{"id":11404,"event":"你感觉自己的知识有些跟不上时代。","include":"(INT<4)&(EVT?[10010])","exclude":"EVT?[11404]"},"11405":{"id":11405,"event":"你总是能跟上时代的潮流。","include":"(INT>6)&(EVT?[10010])","exclude":"EVT?[11405]"},"11406":{"id":11406,"event":"你的健康状况非常不好。","include":"(STR<3)&(EVT?[10010])","exclude":"EVT?[11406]"},"11407":{"id":11407,"event":"你的精神状况非常不好。","include":"(SPR<3)&(EVT?[10010])","exclude":"EVT?[11407]"},"11408":{"id":11408,"event":"你依然和年轻时一样强壮。","include":"(STR>7)&(EVT?[10010])","exclude":"EVT?[11408]"},"11409":{"id":11409,"event":"有健美杂志找你做模特。","include":"(STR>8)&(EVT?[10010])","exclude":"EVT?[11409]"},"11410":{"id":11410,"event":"你家买了最新款的飞车。","include":"(MNY>7)&(EVT?[10010])","exclude":"EVT?[11410]"},"11411":{"id":11411,"event":"你家里家具设施弄了全套物联网。","include":"(MNY>5)&(EVT?[10010])","exclude":"EVT?[11411]"},"11412":{"id":11412,"event":"总有人问你是不是整过容。","include":"(CHR>7)&(EVT?[10010])","exclude":"EVT?[11412]"},"11413":{"id":11413,"event":"因为相貌不佳，生活中平添了不少麻烦。","include":"(CHR<4)&(EVT?[10010])","exclude":"EVT?[11413]"},"11414":{"id":11414,"event":"生物学家突破性完成了猫狗杂交实验。","include":"EVT?[10010]","exclude":"EVT?[11414]"},"11415":{"id":11415,"event":"反环保团体在西方国家游行。","include":"EVT?[10010]","exclude":"EVT?[11415]"},"11416":{"id":11416,"event":"美国掀起第四次女性主义浪潮。","include":"EVT?[10010]","exclude":"EVT?[11416,11263,11288]"},"11417":{"id":11417,"event":"一位哲学家开辟了虚拟主义哲学，从世界是虚拟游戏为起点建构了整个体系。","include":"EVT?[10010]","exclude":"EVT?[11417,11263,11288]"},"11418":{"id":11418,"event":"国家统一全国户口。","include":"EVT?[10010]","exclude":"EVT?[11418]"},"11419":{"id":11419,"event":"国家进一步推出限制未成年人消费的法案。","include":"EVT?[10010]","exclude":"EVT?[11419]"},"11420":{"id":11420,"event":"生物学家宣称，因为人类过于依赖人造工具，人类天生的工具眼耳手脚等已经停止进化了。","include":"EVT?[10010]","exclude":"EVT?[11420]"},"11421":{"id":11421,"event":"为保护言论自由，国家发文禁止媒体设置“评论精选”功能。","include":"EVT?[10010]","exclude":"EVT?[11421]"},"11422":{"id":11422,"event":"学者研究发现，人的意识可能是模因复制过程中的副产物。","include":"EVT?[10010]","exclude":"EVT?[11422]"},"11423":{"id":11423,"event":"美国为保护人权，禁止出版以“他人的出丑或不幸”作为笑点的作品。","postEvent":"谐音梗开始统治影视界。","include":"EVT?[10010]","exclude":"EVT?[11423]"},"11424":{"id":11424,"event":"调查显示，84%的人认为自己的颜值是“中上”。","include":"EVT?[10010]","exclude":"EVT?[11424,11425,11426,11263,11288]"},"11425":{"id":11425,"event":"调查显示，50%的人认为自己比大多数人多点儿小聪明，另外30%的人认为自己的智商显著优于身边的人。","include":"EVT?[10010]","exclude":"EVT?[11424,11425,11426,11263,11288]"},"11426":{"id":11426,"event":"调查显示，75%的人认为自己的人品好过绝大多数人。","postEvent":"专家表示可能与报道犯罪的新闻过多有关。","include":"EVT?[10010]","exclude":"EVT?[11424,11425,11426,11263,11288]"},"11427":{"id":11427,"event":"你前两年开始使用的一个小众线上社交平台，现在突然火了。","postEvent":"但你感觉平台内的环境一下子乌烟瘴气起来，你很怀念两年前的样子。","include":"EVT?[10010]","exclude":"EVT?[11427,11263,11288]"},"11428":{"id":11428,"event":"一位社会学家发表《人类永生时代的社会学》，引起轰动。","include":"EVT?[10010]","exclude":"EVT?[11428]"},"11429":{"id":11429,"event":"有研究表明，历史上所有的生命都可以算成一个个体的一部分。","include":"EVT?[10010]","exclude":"EVT?[11429]"},"11430":{"id":11430,"event":"诺贝尔奖停办了。","include":"EVT?[10010]","exclude":"EVT?[11430]"},"11431":{"id":11431,"event":"欧盟合并成了一个国家。","include":"EVT?[10010]","exclude":"EVT?[11431]"},"11432":{"id":11432,"event":"印度成为了联合国第六常。","include":"EVT?[10010]","exclude":"EVT?[11432,11433]"},"11433":{"id":11433,"event":"联合国解散了。","include":"EVT?[10010]","exclude":"EVT?[11433]"},"11434":{"id":11434,"event":"朝鲜统一韩国。","include":"EVT?[10010]","exclude":"EVT?[11434]"},"11435":{"id":11435,"event":"教师行业越来越受到重视，教师工资显著提高。","include":"EVT?[10010]","exclude":"EVT?[11435]"},"11436":{"id":11436,"event":"国家宣布演员歌手收入需按工资发放，且不得超过当地公务员平均工资的三倍。","include":"EVT?[10010]","exclude":"EVT?[11436]"},"11437":{"id":11437,"event":"动物保护组织游行，宣传放猫狗宠物自由。","include":"EVT?[10010]","exclude":"EVT?[11437]"},"11438":{"id":11438,"event":"肉食主义者游行抗议没有纯肉餐厅。","include":"EVT?[10010]","exclude":"EVT?[11438,11263,11288]"},"11439":{"id":11439,"event":"世界第一个八星级酒店在空间站建成。","postEvent":"在上面能看到八大行星。","include":"EVT?[10010]","exclude":"EVT?[11439,11263,11288]"},"11440":{"id":11440,"event":"广州出现十几平方公里大的巨型蟑螂。","include":"EVT?[10010]","exclude":"EVT?[11440]"},"11441":{"id":11441,"event":"某游戏公司向教会出资，将圣经中的“诺亚”冠名成“明日”。","include":"EVT?[10010]","exclude":"EVT?[11441]"},"11442":{"id":11442,"event":"有学者预言：22世纪是生物的世纪。","include":"EVT?[10010]","exclude":"EVT?[11442]"},"11443":{"id":11443,"event":"由于“缩写效应”，汉语已经简化为纯字母语言。","include":"EVT?[10010]","exclude":"EVT?[11443]"},"11444":{"id":11444,"event":"美国将小学入学年龄推迟到10-12岁。","include":"EVT?[10010]","exclude":"EVT?[11444]"},"11445":{"id":11445,"event":"本地一醉酒男子路边被人侵犯，媒体称原因是其衣着暴露。","include":"EVT?[10010]","exclude":"EVT?[11445,11263,11288]"},"11446":{"id":11446,"event":"无声音乐开始流行。","postEvent":"第一个无声音乐会在维也纳金色大厅举行。","include":"EVT?[10010]","exclude":"EVT?[11446]"},"11447":{"id":11447,"event":"生育率仍在下降，国家取消了父母生育前需要考试的规定。","include":"EVT?[10010]","exclude":"EVT?[11447]"},"11448":{"id":11448,"event":"物理学家发现地球可能真的是宇宙的中心。","include":"EVT?[10010]","exclude":"EVT?[11448]"},"11449":{"id":11449,"event":"前领导人打破最长寿的人吉尼斯纪录。","include":"EVT?[10010]","exclude":"EVT?[11449]"},"11450":{"id":11450,"event":"一颗小行星即将击中地球时突然折返离开。","postEvent":"专家称可能有人许了什么离谱的愿望。","include":"EVT?[10010]","exclude":"EVT?[11450]"},"11451":{"id":11451,"event":"你使用魔法棒，变身成了魔法少女。","postEvent":"你变强了，但从此你要履行身为魔法少女的使命……","effect":{"STR":80},"include":"(TLT?[1131])&(EVT?[10002])&(EVT?[10007,10008])"},"11452":{"id":11452,"event":"你和人类看不见的怪物战斗。","include":"EVT?[11451]","exclude":"EVT?[21457]"},"11453":{"id":11453,"event":"你守护着这个星球。","include":"EVT?[11451]","exclude":"EVT?[21457]"},"11454":{"id":11454,"event":"你不再是少女，魔法棒离开了你寻找下一个主人。","postEvent":"你的魔法少女生涯结束了，魔力也都消散了，你变回了普通人。","include":"EVT?[11451]","exclude":"EVT?[21457,11454]"},"11455":{"id":11455,"event":"你和侵入地球的银河帝王战斗。它十分强大。","postEvent":"但你还是赢了。","include":"EVT?[11456]","exclude":"EVT?[11455,21457]","branch":["STR<88:10000"]},"11456":{"id":11456,"event":"一个外星人来地球宣称要统治地球，被你秒杀。","include":"EVT?[11451]","exclude":"EVT?[11456,21457]"},"11457":{"id":11457,"event":"你遭到了触手女王的攻击。","postEvent":"你消灭了触手女王。","include":"EVT?[11451]","exclude":"EVT?[11457,21457]","branch":["INT<5:21457"]},"11458":{"id":11458,"event":"你在地球上肆意破坏。","include":"EVT?[21457]"},"11459":{"id":11459,"event":"你引诱其他魔法少女恶堕。","include":"EVT?[21457]"},"11460":{"id":11460,"event":"你摧毁了美国。","include":"EVT?[21457]","exclude":"EVT?[11460]"},"11461":{"id":11461,"event":"你摧毁了英国。","include":"EVT?[21457]","exclude":"EVT?[11461]"},"11462":{"id":11462,"event":"法国臣服在你裙下。","include":"EVT?[21457]","exclude":"EVT?[11462]"},"11463":{"id":11463,"event":"你消灭了日本所有的男性。","include":"EVT?[21457]","exclude":"EVT?[11463]"},"11464":{"id":11464,"event":"你摧毁了俄罗斯。","include":"EVT?[21457]","exclude":"EVT?[11464]"},"11465":{"id":11465,"event":"你遭遇了一个强大的魔法少女。","postEvent":"你拼尽全力杀死了对方,并吸取了她的魔力。","effect":{"STR":88},"include":"EVT?[21457]","exclude":"EVT?[11465]","branch":["STR<88:10000"]},"11466":{"id":11466,"event":"一个会飞的人对你出手，他称自己是筑基期修士。","postEvent":"苦战后你杀死了对方。","include":"EVT?[21457]","exclude":"EVT?[11466]","branch":["STR<100:10000"]},"11467":{"id":11467,"event":"一个会飞的人对你出手，他称自己是渡劫期修士。","postEvent":"你还没看清对方怎么出手就失去了意识。","include":"EVT?[21457]","exclude":"EVT?[11467]","branch":["STR<2000:10000"]},"20007":{"id":20007,"event":"你喜欢看画面人设好看的动漫。","NoRandom":1},"20008":{"id":20008,"event":"你喜欢看剧情棒的动漫。","NoRandom":1},"20028":{"id":20028,"event":"有次你不小心摔倒撞到了脑袋，智力略微受损。","effect":{"INT":-1},"NoRandom":1},"20029":{"id":20029,"event":"看在你长得可爱的份上家人不和你计较。","NoRandom":1},"20035":{"id":20035,"event":"你大姐偷偷告诉你，她一点也不喜欢男方。","NoRandom":1},"20036":{"id":20036,"event":"你的大姐自杀了。","effect":{"SPR":-1},"include":"EVT?[20035]","exclude":"EVT?[20036]"},"20037":{"id":20037,"event":"你轻松打上了王者。","effect":{"SPR":1},"NoRandom":1},"20038":{"id":20038,"event":"你打上了黄金段位。","NoRandom":1},"20048":{"id":20048,"event":"有亲戚笑你画的比长的好看多了。","NoRandom":1},"20049":{"id":20049,"event":"有亲戚遗憾地说你声音很好听，可惜长得太丑了。","NoRandom":1},"20053":{"id":20053,"event":"虽然你是男孩子，但并不抗拒。","NoRandom":1},"20054":{"id":20054,"event":"你喜欢上了女装。","effect":{"CHR":1,"SPR":1},"include":"EVT?[20053]","exclude":"EVT?[20054]"},"20055":{"id":20055,"event":"你业余时间在家当女装主播。","effect":{"MNY":1},"include":"EVT?[20054]","exclude":"EVT?[20055]","branch":["MNY<6:20056"]},"20056":{"id":20056,"event":"并且有时还接单。","effect":{"MNY":2},"NoRandom":1},"20075":{"id":20075,"event":"可惜智力低了些。","NoRandom":1},"20076":{"id":20076,"event":"你们离婚了。","NoRandom":1},"20091":{"id":20091,"event":"你发明了颜值提升机，大幅提高了颜值。","effect":{"CHR":5},"NoRandom":1},"20092":{"id":20092,"event":"你发明了许多有用的小东西，卖了不少钱。","effect":{"MNY":2},"NoRandom":1},"20186":{"id":20186,"event":"你的性格也很叛逆，和他们一见如故。","NoRandom":1},"20213":{"id":20213,"event":"由于你喜欢没事找事，你也试着翻围墙，结果也死了。","NoRandom":1,"branch":["EVT?[10101]:10000"]},"20215":{"id":20215,"event":"你想离近点看，结果被流弹击中。","NoRandom":1,"branch":["EVT?[10009]:10000"]},"20296":{"id":20296,"event":"你花钱在周边转了转，但没余力走更远了。","effect":{"MNY":-1}},"20317":{"id":20317,"event":"为了能和年轻人有共同语言，你开始了解潮流。","NoRandom":1},"20410":{"id":20410,"event":"你还喜欢在萌战吧、S1和bangumi茶话会发钓鱼帖。","effect":{"SPR":2},"NoRandom":1},"20411":{"id":20411,"event":"你还喜欢在B站评论区和人撕逼然后截图挂QQ群。","NoRandom":1},"20412":{"id":20412,"event":"你经常抽时间帮爱豆刷数据。","NoRandom":1},"20413":{"id":20413,"event":"你追的爱豆塌房了，被全网封禁。","effect":{"SPR":-1},"NoRandom":1},"20414":{"id":20414,"event":"该明星恰好是你家爱豆。你崩溃了。","effect":{"SPR":-1},"NoRandom":1},"20415":{"id":20415,"event":"你无语，你当年怎么没这么好的事儿。","NoRandom":1},"20417":{"id":20417,"event":"你寻思这也不是很难啊。","NoRandom":1},"20418":{"id":20418,"event":"你压根儿不知道塔利班和华盛顿是啥东西。","NoRandom":1},"20419":{"id":20419,"event":"你压根儿不知道本·拉登是啥东西。","NoRandom":1},"20421":{"id":20421,"event":"然后被你斥巨资购买了。","effect":{"MNY":-2},"NoRandom":1},"20422":{"id":20422,"event":"直觉告诉你事情没这么简单。","NoRandom":1},"20423":{"id":20423,"event":"有知情人告诉你不是交通事故，好像是一个在天上飞的人……","NoRandom":1},"20425":{"id":20425,"event":"你意识到这场地震并不寻常……","NoRandom":1},"20426":{"id":20426,"event":"但据你所知，并没有出动军队和武器，好像只派了少量的“人”？","NoRandom":1},"20431":{"id":20431,"event":"你认为这是虚假消息。","NoRandom":1},"20432":{"id":20432,"event":"你试着玩了玩并且充了点钱，啥好角色都抽不到。","NoRandom":1},"20433":{"id":20433,"event":"还好你不玩网易游戏。","NoRandom":1},"20436":{"id":20436,"event":"笑死，一个都不生。","NoRandom":1},"20437":{"id":20437,"event":"你终于可以呼吸到新鲜空气了。","NoRandom":1},"20439":{"id":20439,"event":"据说他们没有使用飞机、舰船和炮弹。","NoRandom":1,"branch":["(CHR>8)&(STR>8):20439"]},"20443":{"id":20443,"event":"但你家还是很穷，而且也不算幸福。","NoRandom":1},"20444":{"id":20444,"event":"但你家还是很穷。","NoRandom":1},"20448":{"id":20448,"event":"你感觉太离谱了。","NoRandom":1},"20452":{"id":20452,"event":"可恶的天龙人。","NoRandom":1},"20453":{"id":20453,"event":"你感觉又有乐子了。","effect":{"SPR":1},"NoRandom":1},"20454":{"id":20454,"event":"你预测那里还存在一种花，吃了可以发射火球。","NoRandom":1},"20456":{"id":20456,"event":"你感到很高兴。","effect":{"SPR":1},"NoRandom":1},"20459":{"id":20459,"event":"你觉得太荒谬了。","NoRandom":1},"20460":{"id":20460,"event":"你突然感觉人生无憾了。","NoRandom":1},"20529":{"id":20529,"event":"你拿了第一名。","effect":{"SPR":1},"NoRandom":1},"20534":{"id":20534,"event":"你跳出来管他们，被其中一个学生掏枪打死了。","NoRandom":1},"20557":{"id":20557,"event":"你父母在家给你买了一台天文望远镜。","NoRandom":1},"20558":{"id":20558,"event":"你过人的颜值和舞技让你成为万众瞩目。","effect":{"SPR":1},"NoRandom":1},"20565":{"id":20565,"event":"你的创业最成功。","effect":{"SPR":1},"NoRandom":1},"20568":{"id":20568,"event":"你考得很差。","effect":{"SPR":-1},"NoRandom":1},"20569":{"id":20569,"event":"但你还是考了第一。","NoRandom":1},"20572":{"id":20572,"event":"你父母忍痛给你买了一个。","NoRandom":1},"20574":{"id":20574,"event":"你感觉非常难。","NoRandom":1},"20575":{"id":20575,"event":"好奇心使你试探着寻找凶手，但一无所获。","NoRandom":1},"20576":{"id":20576,"event":"你身手敏捷，侥幸逃得一命。","NoRandom":1},"20577":{"id":20577,"event":"你上去挑衅他们，被一群人持械围殴。","NoRandom":1,"branch":["EVT?[10505]:10000"]},"20580":{"id":20580,"event":"你考上了哈佛大学。","include":"(TLT?[1073])&(INT>5)&(EVT?[10011])"},"20596":{"id":20596,"event":"很快你们便确定了关系。","NoRandom":1},"20625":{"id":20625,"event":"性格使然，你在网上秀优越，还发布一些挑衅言论。","NoRandom":1},"20647":{"id":20647,"event":"你有次在网上骂战，不小心暴露孩子考上名校是通过你的关系。","postEvent":"丑闻发酵，你的孩子被退学。","effect":{"SPR":-1},"NoRandom":1},"20659":{"id":20659,"event":"但你生前得罪了不少人，你的申请被一再延迟。","NoRandom":1},"20759":{"id":20759,"event":"被天价海鲜坑了不少钱。","NoRandom":1},"20917":{"id":20917,"event":"你总是赢。","effect":{"SPR":1},"NoRandom":1},"21011":{"id":21011,"event":"你被评为班花。","effect":{"SPR":1},"NoRandom":1},"21012":{"id":21012,"event":"你被评为校草。","effect":{"SPR":1},"NoRandom":1},"21022":{"id":21022,"event":"你买到一副貌似普通的画，竟然是名家真迹。","effect":{"MNY":1},"NoRandom":1},"21025":{"id":21025,"event":"你在一次手术中不幸去世。","NoRandom":1,"branch":["STR<1:10000"]},"21027":{"id":21027,"event":"其中一人是你。","effect":{"STR":-1}},"21045":{"id":21045,"event":"你经常参加各类竞赛。","include":"(EVT?[10941,10946])&(INT>5)&(TLT?[1115])","exclude":"EVT?[11045,21045]"},"21276":{"id":21276,"event":"学生掏出小刀捅了你。","NoRandom":1,"branch":["STR<4:10000"]},"21296":{"id":21296,"event":"突然，时间停止了。","NoRandom":1,"branch":["INT>10:21297"]},"21297":{"id":21297,"event":"你向下方跑，想要逃离这个世界。","NoRandom":1,"branch":["INT>10:21298"]},"21298":{"id":21298,"event":"跑","NoRandom":1,"branch":["INT>10:21299"]},"21299":{"id":21299,"event":"         跑","NoRandom":1,"branch":["INT>10:21300"]},"21300":{"id":21300,"event":"                    跑","NoRandom":1,"branch":["INT>10:21301"]},"21301":{"id":21301,"event":"            跑","NoRandom":1,"branch":["INT>10:21302"]},"21302":{"id":21302,"event":"   跑","NoRandom":1,"branch":["INT>10:21303"]},"21303":{"id":21303,"event":"             跑","NoRandom":1,"branch":["INT>10:21304"]},"21304":{"id":21304,"event":"                        跑 ","NoRandom":1},"21305":{"id":21305,"event":"你的行为终于触发了这个满是BUG的虚拟世界的防卫机制。","include":"EVT?[21304]","exclude":"EVT?[21305]","branch":["INT>10:21306"]},"21306":{"id":21306,"event":"世界开始对你做出审判。","NoRandom":1,"branch":["CHR>5:21307","CHR<6:21308"]},"21307":{"id":21307,"event":"你相貌还可以，世界决定抹去你这段记忆让你继续生活。","NoRandom":1},"21308":{"id":21308,"event":"你相貌不行，世界决定消灭你。","NoRandom":1,"branch":["CHR<6:10000"]},"21315":{"id":21315,"event":"你按了。你获得了大量金钱。","effect":{"MNY":3},"NoRandom":1},"21457":{"id":21457,"event":"你意志力不足，被诱导恶堕了。","postEvent":"你变成了触手魔女，从此为女王效力。","NoRandom":1}}');
    },
    1276: function(e, n, t) {
        "use strict";
        function i(e, n) {
            return Math.floor(Math.random() * (n - e + 1)) + e;
        }
        Object.defineProperty(n, "__esModule", {
            value: !0
        }), n.fullClose = i, n.summary = void 0;
        var d = {
            CHR: [ {
                judge: "地狱",
                grade: 0
            }, {
                min: 1,
                judge: "折磨",
                grade: 0
            }, {
                min: 2,
                judge: "不佳",
                grade: 0
            }, {
                min: 4,
                judge: "普通",
                grade: 0
            }, {
                min: 7,
                judge: "优秀",
                grade: 1
            }, {
                min: 9,
                judge: "罕见",
                grade: 2
            }, {
                min: 11,
                judge: "逆天",
                grade: 3
            } ],
            MNY: [ {
                judge: "地狱",
                grade: 0
            }, {
                min: 1,
                judge: "折磨",
                grade: 0
            }, {
                min: 2,
                judge: "不佳",
                grade: 0
            }, {
                min: 4,
                judge: "普通",
                grade: 0
            }, {
                min: 7,
                judge: "优秀",
                grade: 1
            }, {
                min: 9,
                judge: "罕见",
                grade: 2
            }, {
                min: 11,
                judge: "逆天",
                grade: 3
            } ],
            SPR: [ {
                judge: "地狱",
                grade: 0
            }, {
                min: 1,
                judge: "折磨",
                grade: 0
            }, {
                min: 2,
                judge: "不幸",
                grade: 0
            }, {
                min: 4,
                judge: "普通",
                grade: 0
            }, {
                min: 7,
                judge: "幸福",
                grade: 1
            }, {
                min: 9,
                judge: "极乐",
                grade: 2
            }, {
                min: 11,
                judge: "天命",
                grade: 3
            } ],
            INT: [ {
                judge: "地狱",
                grade: 0
            }, {
                min: 1,
                judge: "折磨",
                grade: 0
            }, {
                min: 2,
                judge: "不佳",
                grade: 0
            }, {
                min: 4,
                judge: "普通",
                grade: 0
            }, {
                min: 7,
                judge: "优秀",
                grade: 1
            }, {
                min: 9,
                judge: "罕见",
                grade: 2
            }, {
                min: 11,
                judge: "逆天",
                grade: 3
            }, {
                min: 21,
                judge: "识海",
                grade: 3
            }, {
                min: 131,
                judge: "元神",
                grade: 3
            }, {
                min: 501,
                judge: "仙魂",
                grade: 3
            } ],
            STR: [ {
                judge: "地狱",
                grade: 0
            }, {
                min: 1,
                judge: "折磨",
                grade: 0
            }, {
                min: 2,
                judge: "不佳",
                grade: 0
            }, {
                min: 4,
                judge: "普通",
                grade: 0
            }, {
                min: 7,
                judge: "优秀",
                grade: 1
            }, {
                min: 9,
                judge: "罕见",
                grade: 2
            }, {
                min: 11,
                judge: "逆天",
                grade: 3
            }, {
                min: 21,
                judge: "凝气",
                grade: 3
            }, {
                min: 101,
                judge: "筑基",
                grade: 3
            }, {
                min: 401,
                judge: "金丹",
                grade: 3
            }, {
                min: 1001,
                judge: "元婴",
                grade: 3
            }, {
                min: 2001,
                judge: "仙体",
                grade: 3
            } ],
            AGE: [ {
                judge: "胎死腹中",
                grade: 0
            }, {
                min: 1,
                judge: "早夭",
                grade: 0
            }, {
                min: 10,
                judge: "少年",
                grade: 0
            }, {
                min: 18,
                judge: "盛年",
                grade: 0
            }, {
                min: 40,
                judge: "中年",
                grade: 0
            }, {
                min: 60,
                judge: "花甲",
                grade: 1
            }, {
                min: 70,
                judge: "古稀",
                grade: 1
            }, {
                min: 80,
                judge: "杖朝",
                grade: 2
            }, {
                min: 90,
                judge: "南山",
                grade: 2
            }, {
                min: 95,
                judge: "不老",
                grade: 3
            }, {
                min: 100,
                judge: "修仙",
                grade: 3
            }, {
                min: 500,
                judge: "仙寿",
                grade: 3
            } ],
            SUM: [ {
                judge: "地狱",
                grade: 0
            }, {
                min: 41,
                judge: "折磨",
                grade: 0
            }, {
                min: 50,
                judge: "不佳",
                grade: 0
            }, {
                min: 60,
                judge: "普通",
                grade: 0
            }, {
                min: 80,
                judge: "优秀",
                grade: 1
            }, {
                min: 100,
                judge: "罕见",
                grade: 2
            }, {
                min: 110,
                judge: "逆天",
                grade: 3
            }, {
                min: 120,
                judge: "传说",
                grade: 3
            } ]
        };
        n.summary = d;
    },
    "3b4f": function(e, n) {},
    "543d": function(e, n, t) {
        "use strict";
        Object.defineProperty(n, "__esModule", {
            value: !0
        }), n.createApp = Cn, n.createComponent = Kn, n.createPage = Wn, n.createPlugin = Xn, 
        n.createSubpackageApp = Qn, n.default = void 0;
        var i = d(t("66fd"));
        function d(e) {
            return e && e.__esModule ? e : {
                default: e
            };
        }
        function c(e, n) {
            var t = Object.keys(e);
            if (Object.getOwnPropertySymbols) {
                var i = Object.getOwnPropertySymbols(e);
                n && (i = i.filter(function(n) {
                    return Object.getOwnPropertyDescriptor(e, n).enumerable;
                })), t.push.apply(t, i);
            }
            return t;
        }
        function u(e) {
            for (var n = 1; n < arguments.length; n++) {
                var t = null != arguments[n] ? arguments[n] : {};
                n % 2 ? c(Object(t), !0).forEach(function(n) {
                    a(e, n, t[n]);
                }) : Object.getOwnPropertyDescriptors ? Object.defineProperties(e, Object.getOwnPropertyDescriptors(t)) : c(Object(t)).forEach(function(n) {
                    Object.defineProperty(e, n, Object.getOwnPropertyDescriptor(t, n));
                });
            }
            return e;
        }
        function l(e, n) {
            return o(e) || r(e, n) || V(e, n) || T();
        }
        function T() {
            throw new TypeError("Invalid attempt to destructure non-iterable instance.\nIn order to be iterable, non-array objects must have a [Symbol.iterator]() method.");
        }
        function r(e, n) {
            if ("undefined" !== typeof Symbol && Symbol.iterator in Object(e)) {
                var t = [], i = !0, d = !1, c = void 0;
                try {
                    for (var u, l = e[Symbol.iterator](); !(i = (u = l.next()).done); i = !0) if (t.push(u.value), 
                    n && t.length === n) break;
                } catch (T) {
                    d = !0, c = T;
                } finally {
                    try {
                        i || null == l["return"] || l["return"]();
                    } finally {
                        if (d) throw c;
                    }
                }
                return t;
            }
        }
        function o(e) {
            if (Array.isArray(e)) return e;
        }
        function a(e, n, t) {
            return n in e ? Object.defineProperty(e, n, {
                value: t,
                enumerable: !0,
                configurable: !0,
                writable: !0
            }) : e[n] = t, e;
        }
        function v(e) {
            return s(e) || f(e) || V(e) || E();
        }
        function E() {
            throw new TypeError("Invalid attempt to spread non-iterable instance.\nIn order to be iterable, non-array objects must have a [Symbol.iterator]() method.");
        }
        function V(e, n) {
            if (e) {
                if ("string" === typeof e) return x(e, n);
                var t = Object.prototype.toString.call(e).slice(8, -1);
                return "Object" === t && e.constructor && (t = e.constructor.name), "Map" === t || "Set" === t ? Array.from(e) : "Arguments" === t || /^(?:Ui|I)nt(?:8|16|32)(?:Clamped)?Array$/.test(t) ? x(e, n) : void 0;
            }
        }
        function f(e) {
            if ("undefined" !== typeof Symbol && Symbol.iterator in Object(e)) return Array.from(e);
        }
        function s(e) {
            if (Array.isArray(e)) return x(e);
        }
        function x(e, n) {
            (null == n || n > e.length) && (n = e.length);
            for (var t = 0, i = new Array(n); t < n; t++) i[t] = e[t];
            return i;
        }
        function p(e) {
            return decodeURIComponent(atob(e).split("").map(function(e) {
                return "%" + ("00" + e.charCodeAt(0).toString(16)).slice(-2);
            }).join(""));
        }
        function g() {
            var e, n = wx.getStorageSync("uni_id_token") || "", t = n.split(".");
            if (!n || 3 !== t.length) return {
                uid: null,
                role: [],
                permission: [],
                tokenExpired: 0
            };
            try {
                e = JSON.parse(p(t[1]));
            } catch (i) {
                throw new Error("获取当前用户信息出错，详细错误信息为：" + i.message);
            }
            return e.tokenExpired = 1e3 * e.exp, delete e.exp, delete e.iat, e;
        }
        function h(e) {
            e.prototype.uniIDHasRole = function(e) {
                var n = g(), t = n.role;
                return t.indexOf(e) > -1;
            }, e.prototype.uniIDHasPermission = function(e) {
                var n = g(), t = n.permission;
                return this.uniIDHasRole("admin") || t.indexOf(e) > -1;
            }, e.prototype.uniIDTokenValid = function() {
                var e = g(), n = e.tokenExpired;
                return n > Date.now();
            };
        }
        var R = Object.prototype.toString, m = Object.prototype.hasOwnProperty;
        function S(e) {
            return "function" === typeof e;
        }
        function y(e) {
            return "string" === typeof e;
        }
        function N(e) {
            return "[object Object]" === R.call(e);
        }
        function _(e, n) {
            return m.call(e, n);
        }
        function b() {}
        function P(e) {
            var n = Object.create(null);
            return function(t) {
                var i = n[t];
                return i || (n[t] = e(t));
            };
        }
        var I = /-(\w)/g, L = P(function(e) {
            return e.replace(I, function(e, n) {
                return n ? n.toUpperCase() : "";
            });
        }), w = [ "invoke", "success", "fail", "complete", "returnValue" ], $ = {}, M = {};
        function O(e, n) {
            var t = n ? e ? e.concat(n) : Array.isArray(n) ? n : [ n ] : e;
            return t ? A(t) : t;
        }
        function A(e) {
            for (var n = [], t = 0; t < e.length; t++) -1 === n.indexOf(e[t]) && n.push(e[t]);
            return n;
        }
        function j(e, n) {
            var t = e.indexOf(n);
            -1 !== t && e.splice(t, 1);
        }
        function C(e, n) {
            Object.keys(n).forEach(function(t) {
                -1 !== w.indexOf(t) && S(n[t]) && (e[t] = O(e[t], n[t]));
            });
        }
        function Y(e, n) {
            e && n && Object.keys(n).forEach(function(t) {
                -1 !== w.indexOf(t) && S(n[t]) && j(e[t], n[t]);
            });
        }
        function k(e, n) {
            "string" === typeof e && N(n) ? C(M[e] || (M[e] = {}), n) : N(e) && C($, e);
        }
        function H(e, n) {
            "string" === typeof e ? N(n) ? Y(M[e], n) : delete M[e] : N(e) && Y($, e);
        }
        function D(e) {
            return function(n) {
                return e(n) || n;
            };
        }
        function F(e) {
            return !!e && ("object" === typeof e || "function" === typeof e) && "function" === typeof e.then;
        }
        function U(e, n) {
            for (var t = !1, i = 0; i < e.length; i++) {
                var d = e[i];
                if (t) t = Promise.resolve(D(d)); else {
                    var c = d(n);
                    if (F(c) && (t = Promise.resolve(c)), !1 === c) return {
                        then: function() {}
                    };
                }
            }
            return t || {
                then: function(e) {
                    return e(n);
                }
            };
        }
        function B(e) {
            var n = arguments.length > 1 && void 0 !== arguments[1] ? arguments[1] : {};
            return [ "success", "fail", "complete" ].forEach(function(t) {
                if (Array.isArray(e[t])) {
                    var i = n[t];
                    n[t] = function(n) {
                        U(e[t], n).then(function(e) {
                            return S(i) && i(e) || e;
                        });
                    };
                }
            }), n;
        }
        function G(e, n) {
            var t = [];
            Array.isArray($.returnValue) && t.push.apply(t, v($.returnValue));
            var i = M[e];
            return i && Array.isArray(i.returnValue) && t.push.apply(t, v(i.returnValue)), t.forEach(function(e) {
                n = e(n) || n;
            }), n;
        }
        function J(e) {
            var n = Object.create(null);
            Object.keys($).forEach(function(e) {
                "returnValue" !== e && (n[e] = $[e].slice());
            });
            var t = M[e];
            return t && Object.keys(t).forEach(function(e) {
                "returnValue" !== e && (n[e] = (n[e] || []).concat(t[e]));
            }), n;
        }
        function z(e, n, t) {
            for (var i = arguments.length, d = new Array(i > 3 ? i - 3 : 0), c = 3; c < i; c++) d[c - 3] = arguments[c];
            var u = J(e);
            if (u && Object.keys(u).length) {
                if (Array.isArray(u.invoke)) {
                    var l = U(u.invoke, t);
                    return l.then(function(e) {
                        return n.apply(void 0, [ B(u, e) ].concat(d));
                    });
                }
                return n.apply(void 0, [ B(u, t) ].concat(d));
            }
            return n.apply(void 0, [ t ].concat(d));
        }
        var W = {
            returnValue: function(e) {
                return F(e) ? e.then(function(e) {
                    return e[1];
                }).catch(function(e) {
                    return e[0];
                }) : e;
            }
        }, K = /^\$|Window$|WindowStyle$|sendNativeEvent|restoreGlobal|getCurrentSubNVue|getMenuButtonBoundingClientRect|^report|interceptors|Interceptor$|getSubNVueById|requireNativePlugin|upx2px|hideKeyboard|canIUse|^create|Sync$|Manager$|base64ToArrayBuffer|arrayBufferToBase64/, Q = /^create|Manager$/, X = [ "createBLEConnection" ], q = [ "createBLEConnection" ], Z = /^on|^off/;
        function ee(e) {
            return Q.test(e) && -1 === X.indexOf(e);
        }
        function ne(e) {
            return K.test(e) && -1 === q.indexOf(e);
        }
        function te(e) {
            return Z.test(e) && "onPush" !== e;
        }
        function ie(e) {
            return e.then(function(e) {
                return [ null, e ];
            }).catch(function(e) {
                return [ e ];
            });
        }
        function de(e) {
            return !(ee(e) || ne(e) || te(e));
        }
        function ce(e, n) {
            return de(e) ? function() {
                for (var t = arguments.length > 0 && void 0 !== arguments[0] ? arguments[0] : {}, i = arguments.length, d = new Array(i > 1 ? i - 1 : 0), c = 1; c < i; c++) d[c - 1] = arguments[c];
                return S(t.success) || S(t.fail) || S(t.complete) ? G(e, z.apply(void 0, [ e, n, t ].concat(d))) : G(e, ie(new Promise(function(i, c) {
                    z.apply(void 0, [ e, n, Object.assign({}, t, {
                        success: i,
                        fail: c
                    }) ].concat(d));
                })));
            } : n;
        }
        Promise.prototype.finally || (Promise.prototype.finally = function(e) {
            var n = this.constructor;
            return this.then(function(t) {
                return n.resolve(e()).then(function() {
                    return t;
                });
            }, function(t) {
                return n.resolve(e()).then(function() {
                    throw t;
                });
            });
        });
        var ue = 1e-4, le = 750, Te = !1, re = 0, oe = 0;
        function ae() {
            var e = wx.getSystemInfoSync(), n = e.platform, t = e.pixelRatio, i = e.windowWidth;
            re = i, oe = t, Te = "ios" === n;
        }
        function ve(e, n) {
            if (0 === re && ae(), e = Number(e), 0 === e) return 0;
            var t = e / le * (n || re);
            return t < 0 && (t = -t), t = Math.floor(t + ue), 0 === t && (t = 1 !== oe && Te ? .5 : 1), 
            e < 0 ? -t : t;
        }
        var Ee = {
            promiseInterceptor: W
        }, Ve = Object.freeze({
            __proto__: null,
            upx2px: ve,
            addInterceptor: k,
            removeInterceptor: H,
            interceptors: Ee
        });
        function fe(e) {
            var n = getCurrentPages(), t = n.length;
            while (t--) {
                var i = n[t];
                if (i.$page && i.$page.fullPath === e) return t;
            }
            return -1;
        }
        var se, xe = {
            name: function(e) {
                return "back" === e.exists && e.delta ? "navigateBack" : "redirectTo";
            },
            args: function(e) {
                if ("back" === e.exists && e.url) {
                    var n = fe(e.url);
                    if (-1 !== n) {
                        var t = getCurrentPages().length - 1 - n;
                        t > 0 && (e.delta = t);
                    }
                }
            }
        }, pe = {
            args: function(e) {
                var n = parseInt(e.current);
                if (!isNaN(n)) {
                    var t = e.urls;
                    if (Array.isArray(t)) {
                        var i = t.length;
                        if (i) return n < 0 ? n = 0 : n >= i && (n = i - 1), n > 0 ? (e.current = t[n], 
                        e.urls = t.filter(function(e, i) {
                            return !(i < n) || e !== t[n];
                        })) : e.current = t[0], {
                            indicator: !1,
                            loop: !1
                        };
                    }
                }
            }
        }, ge = "__DC_STAT_UUID";
        function he(e) {
            se = se || wx.getStorageSync(ge), se || (se = Date.now() + "" + Math.floor(1e7 * Math.random()), 
            wx.setStorage({
                key: ge,
                data: se
            })), e.deviceId = se;
        }
        function Re(e) {
            if (e.safeArea) {
                var n = e.safeArea;
                e.safeAreaInsets = {
                    top: n.top,
                    left: n.left,
                    right: e.windowWidth - n.right,
                    bottom: e.windowHeight - n.bottom
                };
            }
        }
        var me = {
            returnValue: function(e) {
                he(e), Re(e);
            }
        }, Se = {
            redirectTo: xe,
            previewImage: pe,
            getSystemInfo: me,
            getSystemInfoSync: me
        }, ye = [ "vibrate", "preloadPage", "unPreloadPage", "loadSubPackage" ], Ne = [], _e = [ "success", "fail", "cancel", "complete" ];
        function be(e, n, t) {
            return function(i) {
                return n(Ie(e, i, t));
            };
        }
        function Pe(e, n) {
            var t = arguments.length > 2 && void 0 !== arguments[2] ? arguments[2] : {}, i = arguments.length > 3 && void 0 !== arguments[3] ? arguments[3] : {}, d = arguments.length > 4 && void 0 !== arguments[4] && arguments[4];
            if (N(n)) {
                var c = !0 === d ? n : {};
                for (var u in S(t) && (t = t(n, c) || {}), n) if (_(t, u)) {
                    var l = t[u];
                    S(l) && (l = l(n[u], n, c)), l ? y(l) ? c[l] = n[u] : N(l) && (c[l.name ? l.name : u] = l.value) : console.warn("The '".concat(e, "' method of platform '微信小程序' does not support option '").concat(u, "'"));
                } else -1 !== _e.indexOf(u) ? S(n[u]) && (c[u] = be(e, n[u], i)) : d || (c[u] = n[u]);
                return c;
            }
            return S(n) && (n = be(e, n, i)), n;
        }
        function Ie(e, n, t) {
            var i = arguments.length > 3 && void 0 !== arguments[3] && arguments[3];
            return S(Se.returnValue) && (n = Se.returnValue(e, n)), Pe(e, n, t, {}, i);
        }
        function Le(e, n) {
            if (_(Se, e)) {
                var t = Se[e];
                return t ? function(n, i) {
                    var d = t;
                    S(t) && (d = t(n)), n = Pe(e, n, d.args, d.returnValue);
                    var c = [ n ];
                    "undefined" !== typeof i && c.push(i), S(d.name) ? e = d.name(n) : y(d.name) && (e = d.name);
                    var u = wx[e].apply(wx, c);
                    return ne(e) ? Ie(e, u, d.returnValue, ee(e)) : u;
                } : function() {
                    console.error("Platform '微信小程序' does not support '".concat(e, "'."));
                };
            }
            return n;
        }
        var we = Object.create(null), $e = [ "onTabBarMidButtonTap", "subscribePush", "unsubscribePush", "onPush", "offPush", "share" ];
        function Me(e) {
            return function(n) {
                var t = n.fail, i = n.complete, d = {
                    errMsg: "".concat(e, ":fail method '").concat(e, "' not supported")
                };
                S(t) && t(d), S(i) && i(d);
            };
        }
        $e.forEach(function(e) {
            we[e] = Me(e);
        });
        var Oe = {
            oauth: [ "weixin" ],
            share: [ "weixin" ],
            payment: [ "wxpay" ],
            push: [ "weixin" ]
        };
        function Ae(e) {
            var n = e.service, t = e.success, i = e.fail, d = e.complete, c = !1;
            Oe[n] ? (c = {
                errMsg: "getProvider:ok",
                service: n,
                provider: Oe[n]
            }, S(t) && t(c)) : (c = {
                errMsg: "getProvider:fail service not found"
            }, S(i) && i(c)), S(d) && d(c);
        }
        var je = Object.freeze({
            __proto__: null,
            getProvider: Ae
        }), Ce = function() {
            var e;
            return function() {
                return e || (e = new i.default()), e;
            };
        }();
        function Ye(e, n, t) {
            return e[n].apply(e, t);
        }
        function ke() {
            return Ye(Ce(), "$on", Array.prototype.slice.call(arguments));
        }
        function He() {
            return Ye(Ce(), "$off", Array.prototype.slice.call(arguments));
        }
        function De() {
            return Ye(Ce(), "$once", Array.prototype.slice.call(arguments));
        }
        function Fe() {
            return Ye(Ce(), "$emit", Array.prototype.slice.call(arguments));
        }
        var Ue = Object.freeze({
            __proto__: null,
            $on: ke,
            $off: He,
            $once: De,
            $emit: Fe
        }), Be = Object.freeze({
            __proto__: null
        }), Ge = Page, Je = Component, ze = /:/g, We = P(function(e) {
            return L(e.replace(ze, "-"));
        });
        function Ke(e) {
            if (wx.canIUse && wx.canIUse("nextTick")) {
                var n = e.triggerEvent;
                e.triggerEvent = function(t) {
                    for (var i = arguments.length, d = new Array(i > 1 ? i - 1 : 0), c = 1; c < i; c++) d[c - 1] = arguments[c];
                    return n.apply(e, [ We(t) ].concat(d));
                };
            }
        }
        function Qe(e, n) {
            var t = n[e];
            n[e] = t ? function() {
                Ke(this);
                for (var e = arguments.length, n = new Array(e), i = 0; i < e; i++) n[i] = arguments[i];
                return t.apply(this, n);
            } : function() {
                Ke(this);
            };
        }
        Ge.__$wrappered || (Ge.__$wrappered = !0, Page = function() {
            var e = arguments.length > 0 && void 0 !== arguments[0] ? arguments[0] : {};
            return Qe("onLoad", e), Ge(e);
        }, Page.after = Ge.after, Component = function() {
            var e = arguments.length > 0 && void 0 !== arguments[0] ? arguments[0] : {};
            return Qe("created", e), Je(e);
        });
        var Xe = [ "onPullDownRefresh", "onReachBottom", "onAddToFavorites", "onShareTimeline", "onShareAppMessage", "onPageScroll", "onResize", "onTabItemTap" ];
        function qe(e, n) {
            var t = e.$mp[e.mpType];
            n.forEach(function(n) {
                _(t, n) && (e[n] = t[n]);
            });
        }
        function Ze(e, n) {
            if (!n) return !0;
            if (i.default.options && Array.isArray(i.default.options[e])) return !0;
            if (n = n.default || n, S(n)) return !!S(n.extendOptions[e]) || !!(n.super && n.super.options && Array.isArray(n.super.options[e]));
            if (S(n[e])) return !0;
            var t = n.mixins;
            return Array.isArray(t) ? !!t.find(function(n) {
                return Ze(e, n);
            }) : void 0;
        }
        function en(e, n, t) {
            n.forEach(function(n) {
                Ze(n, t) && (e[n] = function(e) {
                    return this.$vm && this.$vm.__call_hook(n, e);
                });
            });
        }
        function nn(e, n) {
            var t;
            return n = n.default || n, t = S(n) ? n : e.extend(n), n = t.options, [ t, n ];
        }
        function tn(e, n) {
            if (Array.isArray(n) && n.length) {
                var t = Object.create(null);
                n.forEach(function(e) {
                    t[e] = !0;
                }), e.$scopedSlots = e.$slots = t;
            }
        }
        function dn(e, n) {
            e = (e || "").split(",");
            var t = e.length;
            1 === t ? n._$vueId = e[0] : 2 === t && (n._$vueId = e[0], n._$vuePid = e[1]);
        }
        function cn(e, n) {
            var t = e.data || {}, i = e.methods || {};
            if ("function" === typeof t) try {
                t = t.call(n);
            } catch (d) {
                Object({
                    VUE_APP_NAME: "people-life",
                    VUE_APP_PLATFORM: "mp-weixin",
                    NODE_ENV: "production",
                    BASE_URL: "/"
                }).VUE_APP_DEBUG && console.warn("根据 Vue 的 data 函数初始化小程序 data 失败，请尽量确保 data 函数中不访问 vm 对象，否则可能影响首次数据渲染速度。", t);
            } else try {
                t = JSON.parse(JSON.stringify(t));
            } catch (d) {}
            return N(t) || (t = {}), Object.keys(i).forEach(function(e) {
                -1 !== n.__lifecycle_hooks__.indexOf(e) || _(t, e) || (t[e] = i[e]);
            }), t;
        }
        var un = [ String, Number, Boolean, Object, Array, null ];
        function ln(e) {
            return function(n, t) {
                this.$vm && (this.$vm[e] = n);
            };
        }
        function Tn(e, n) {
            var t = e.behaviors, i = e.extends, d = e.mixins, c = e.props;
            c || (e.props = c = []);
            var u = [];
            return Array.isArray(t) && t.forEach(function(e) {
                u.push(e.replace("uni://", "wx".concat("://"))), "uni://form-field" === e && (Array.isArray(c) ? (c.push("name"), 
                c.push("value")) : (c.name = {
                    type: String,
                    default: ""
                }, c.value = {
                    type: [ String, Number, Boolean, Array, Object, Date ],
                    default: ""
                }));
            }), N(i) && i.props && u.push(n({
                properties: on(i.props, !0)
            })), Array.isArray(d) && d.forEach(function(e) {
                N(e) && e.props && u.push(n({
                    properties: on(e.props, !0)
                }));
            }), u;
        }
        function rn(e, n, t, i) {
            return Array.isArray(n) && 1 === n.length ? n[0] : n;
        }
        function on(e) {
            var n = arguments.length > 1 && void 0 !== arguments[1] && arguments[1], t = {};
            return n || (t.vueId = {
                type: String,
                value: ""
            }, t.generic = {
                type: Object,
                value: null
            }, t.vueSlots = {
                type: null,
                value: [],
                observer: function(e, n) {
                    var t = Object.create(null);
                    e.forEach(function(e) {
                        t[e] = !0;
                    }), this.setData({
                        $slots: t
                    });
                }
            }), Array.isArray(e) ? e.forEach(function(e) {
                t[e] = {
                    type: null,
                    observer: ln(e)
                };
            }) : N(e) && Object.keys(e).forEach(function(n) {
                var i = e[n];
                if (N(i)) {
                    var d = i.default;
                    S(d) && (d = d()), i.type = rn(n, i.type), t[n] = {
                        type: -1 !== un.indexOf(i.type) ? i.type : null,
                        value: d,
                        observer: ln(n)
                    };
                } else {
                    var c = rn(n, i);
                    t[n] = {
                        type: -1 !== un.indexOf(c) ? c : null,
                        observer: ln(n)
                    };
                }
            }), t;
        }
        function an(e) {
            try {
                e.mp = JSON.parse(JSON.stringify(e));
            } catch (n) {}
            return e.stopPropagation = b, e.preventDefault = b, e.target = e.target || {}, _(e, "detail") || (e.detail = {}), 
            _(e, "markerId") && (e.detail = "object" === typeof e.detail ? e.detail : {}, e.detail.markerId = e.markerId), 
            N(e.detail) && (e.target = Object.assign({}, e.target, e.detail)), e;
        }
        function vn(e, n) {
            var t = e;
            return n.forEach(function(n) {
                var i = n[0], d = n[2];
                if (i || "undefined" !== typeof d) {
                    var c, u = n[1], l = n[3];
                    Number.isInteger(i) ? c = i : i ? "string" === typeof i && i && (c = 0 === i.indexOf("#s#") ? i.substr(3) : e.__get_value(i, t)) : c = t, 
                    Number.isInteger(c) ? t = d : u ? Array.isArray(c) ? t = c.find(function(n) {
                        return e.__get_value(u, n) === d;
                    }) : N(c) ? t = Object.keys(c).find(function(n) {
                        return e.__get_value(u, c[n]) === d;
                    }) : console.error("v-for 暂不支持循环数据：", c) : t = c[d], l && (t = e.__get_value(l, t));
                }
            }), t;
        }
        function En(e, n, t) {
            var i = {};
            return Array.isArray(n) && n.length && n.forEach(function(n, d) {
                "string" === typeof n ? n ? "$event" === n ? i["$" + d] = t : "arguments" === n ? t.detail && t.detail.__args__ ? i["$" + d] = t.detail.__args__ : i["$" + d] = [ t ] : 0 === n.indexOf("$event.") ? i["$" + d] = e.__get_value(n.replace("$event.", ""), t) : i["$" + d] = e.__get_value(n) : i["$" + d] = e : i["$" + d] = vn(e, n);
            }), i;
        }
        function Vn(e) {
            for (var n = {}, t = 1; t < e.length; t++) {
                var i = e[t];
                n[i[0]] = i[1];
            }
            return n;
        }
        function fn(e, n) {
            var t = arguments.length > 2 && void 0 !== arguments[2] ? arguments[2] : [], i = arguments.length > 3 && void 0 !== arguments[3] ? arguments[3] : [], d = arguments.length > 4 ? arguments[4] : void 0, c = arguments.length > 5 ? arguments[5] : void 0, u = !1;
            if (d && (u = n.currentTarget && n.currentTarget.dataset && "wx" === n.currentTarget.dataset.comType, 
            !t.length)) return u ? [ n ] : n.detail.__args__ || n.detail;
            var l = En(e, i, n), T = [];
            return t.forEach(function(e) {
                "$event" === e ? "__set_model" !== c || d ? d && !u ? T.push(n.detail.__args__[0]) : T.push(n) : T.push(n.target.value) : Array.isArray(e) && "o" === e[0] ? T.push(Vn(e)) : "string" === typeof e && _(l, e) ? T.push(l[e]) : T.push(e);
            }), T;
        }
        var sn = "~", xn = "^";
        function pn(e, n) {
            return e === n || "regionchange" === n && ("begin" === e || "end" === e);
        }
        function gn(e) {
            var n = e.$parent;
            while (n && n.$parent && (n.$options.generic || n.$parent.$options.generic || n.$scope._$vuePid)) n = n.$parent;
            return n && n.$parent;
        }
        function hn(e) {
            var n = this;
            e = an(e);
            var t = (e.currentTarget || e.target).dataset;
            if (!t) return console.warn("事件信息不存在");
            var i = t.eventOpts || t["event-opts"];
            if (!i) return console.warn("事件信息不存在");
            var d = e.type, c = [];
            return i.forEach(function(t) {
                var i = t[0], u = t[1], l = i.charAt(0) === xn;
                i = l ? i.slice(1) : i;
                var T = i.charAt(0) === sn;
                i = T ? i.slice(1) : i, u && pn(d, i) && u.forEach(function(t) {
                    var i = t[0];
                    if (i) {
                        var d = n.$vm;
                        if (d.$options.generic && (d = gn(d) || d), "$emit" === i) return void d.$emit.apply(d, fn(n.$vm, e, t[1], t[2], l, i));
                        var u = d[i];
                        if (!S(u)) throw new Error(" _vm.".concat(i, " is not a function"));
                        if (T) {
                            if (u.once) return;
                            u.once = !0;
                        }
                        var r = fn(n.$vm, e, t[1], t[2], l, i);
                        r = Array.isArray(r) ? r : [], /=\s*\S+\.eventParams\s*\|\|\s*\S+\[['"]event-params['"]\]/.test(u.toString()) && (r = r.concat([ , , , , , , , , , , e ])), 
                        c.push(u.apply(d, r));
                    }
                });
            }), "input" === d && 1 === c.length && "undefined" !== typeof c[0] ? c[0] : void 0;
        }
        var Rn = {}, mn = [];
        function Sn(e) {
            if (e) {
                var n = Rn[e];
                return delete Rn[e], n;
            }
            return mn.shift();
        }
        var yn = [ "onShow", "onHide", "onError", "onPageNotFound", "onThemeChange", "onUnhandledRejection" ];
        function Nn() {
            i.default.prototype.getOpenerEventChannel = function() {
                return this.$scope.getOpenerEventChannel();
            };
            var e = i.default.prototype.__call_hook;
            i.default.prototype.__call_hook = function(n, t) {
                return "onLoad" === n && t && t.__id__ && (this.__eventChannel__ = Sn(t.__id__), 
                delete t.__id__), e.call(this, n, t);
            };
        }
        function _n() {
            var e = {}, n = {};
            i.default.prototype.$hasScopedSlotsParams = function(t) {
                var i = e[t];
                return i || (n[t] = this, this.$on("hook:destory", function() {
                    delete n[t];
                })), i;
            }, i.default.prototype.$getScopedSlotsParams = function(t, i, d) {
                var c = e[t];
                if (c) {
                    var u = c[i] || {};
                    return d ? u[d] : u;
                }
                n[t] = this, this.$on("hook:destory", function() {
                    delete n[t];
                });
            }, i.default.prototype.$setScopedSlotsParams = function(t, i) {
                var d = this.$options.propsData.vueId, c = e[d] = e[d] || {};
                c[t] = i, n[d] && n[d].$forceUpdate();
            }, i.default.mixin({
                destroyed: function() {
                    var t = this.$options.propsData, i = t && t.vueId;
                    i && (delete e[i], delete n[i]);
                }
            });
        }
        function bn(e, n) {
            var t = n.mocks, d = n.initRefs;
            Nn(), _n(), e.$options.store && (i.default.prototype.$store = e.$options.store), 
            h(i.default), i.default.prototype.mpHost = "mp-weixin", i.default.mixin({
                beforeCreate: function() {
                    if (this.$options.mpType) {
                        if (this.mpType = this.$options.mpType, this.$mp = a({
                            data: {}
                        }, this.mpType, this.$options.mpInstance), this.$scope = this.$options.mpInstance, 
                        delete this.$options.mpType, delete this.$options.mpInstance, "page" === this.mpType && "function" === typeof getApp) {
                            var e = getApp();
                            e.$vm && e.$vm.$i18n && (this._i18n = e.$vm.$i18n);
                        }
                        "app" !== this.mpType && (d(this), qe(this, t));
                    }
                }
            });
            var c = {
                onLaunch: function(n) {
                    this.$vm || (wx.canIUse && !wx.canIUse("nextTick") && console.error("当前微信基础库版本过低，请将 微信开发者工具-详情-项目设置-调试基础库版本 更换为`2.3.0`以上"), 
                    this.$vm = e, this.$vm.$mp = {
                        app: this
                    }, this.$vm.$scope = this, this.$vm.globalData = this.globalData, this.$vm._isMounted = !0, 
                    this.$vm.__call_hook("mounted", n), this.$vm.__call_hook("onLaunch", n));
                }
            };
            c.globalData = e.$options.globalData || {};
            var u = e.$options.methods;
            return u && Object.keys(u).forEach(function(e) {
                c[e] = u[e];
            }), en(c, yn), c;
        }
        var Pn = [ "__route__", "__wxExparserNodeId__", "__wxWebviewId__" ];
        function In(e, n) {
            for (var t, i = e.$children, d = i.length - 1; d >= 0; d--) {
                var c = i[d];
                if (c.$scope._$vueId === n) return c;
            }
            for (var u = i.length - 1; u >= 0; u--) if (t = In(i[u], n), t) return t;
        }
        function Ln(e) {
            return Behavior(e);
        }
        function wn() {
            return !!this.route;
        }
        function $n(e) {
            this.triggerEvent("__l", e);
        }
        function Mn(e, n, t) {
            var i = e.selectAllComponents(n);
            i.forEach(function(e) {
                var i = e.dataset.ref;
                t[i] = e.$vm || e, "scoped" === e.dataset.vueGeneric && e.selectAllComponents(".scoped-ref").forEach(function(e) {
                    Mn(e, n, t);
                });
            });
        }
        function On(e) {
            var n = e.$scope;
            Object.defineProperty(e, "$refs", {
                get: function() {
                    var e = {};
                    Mn(n, ".vue-ref", e);
                    var t = n.selectAllComponents(".vue-ref-in-for");
                    return t.forEach(function(n) {
                        var t = n.dataset.ref;
                        e[t] || (e[t] = []), e[t].push(n.$vm || n);
                    }), e;
                }
            });
        }
        function An(e) {
            var n, t = e.detail || e.value, i = t.vuePid, d = t.vueOptions;
            i && (n = In(this.$vm, i)), n || (n = this.$vm), d.parent = n;
        }
        function jn(e) {
            return bn(e, {
                mocks: Pn,
                initRefs: On
            });
        }
        function Cn(e) {
            return App(jn(e)), e;
        }
        var Yn = /[!'()*]/g, kn = function(e) {
            return "%" + e.charCodeAt(0).toString(16);
        }, Hn = /%2C/g, Dn = function(e) {
            return encodeURIComponent(e).replace(Yn, kn).replace(Hn, ",");
        };
        function Fn(e) {
            var n = arguments.length > 1 && void 0 !== arguments[1] ? arguments[1] : Dn, t = e ? Object.keys(e).map(function(t) {
                var i = e[t];
                if (void 0 === i) return "";
                if (null === i) return n(t);
                if (Array.isArray(i)) {
                    var d = [];
                    return i.forEach(function(e) {
                        void 0 !== e && (null === e ? d.push(n(t)) : d.push(n(t) + "=" + n(e)));
                    }), d.join("&");
                }
                return n(t) + "=" + n(i);
            }).filter(function(e) {
                return e.length > 0;
            }).join("&") : null;
            return t ? "?".concat(t) : "";
        }
        function Un(e) {
            var n = arguments.length > 1 && void 0 !== arguments[1] ? arguments[1] : {}, t = n.isPage, d = n.initRelation, c = nn(i.default, e), T = l(c, 2), r = T[0], o = T[1], a = u({
                multipleSlots: !0,
                addGlobalClass: !0
            }, o.options || {});
            o["mp-weixin"] && o["mp-weixin"].options && Object.assign(a, o["mp-weixin"].options);
            var v = {
                options: a,
                data: cn(o, i.default.prototype),
                behaviors: Tn(o, Ln),
                properties: on(o.props, !1, o.__file),
                lifetimes: {
                    attached: function() {
                        var e = this.properties, n = {
                            mpType: t.call(this) ? "page" : "component",
                            mpInstance: this,
                            propsData: e
                        };
                        dn(e.vueId, this), d.call(this, {
                            vuePid: this._$vuePid,
                            vueOptions: n
                        }), this.$vm = new r(n), tn(this.$vm, e.vueSlots), this.$vm.$mount();
                    },
                    ready: function() {
                        this.$vm && (this.$vm._isMounted = !0, this.$vm.__call_hook("mounted"), this.$vm.__call_hook("onReady"));
                    },
                    detached: function() {
                        this.$vm && this.$vm.$destroy();
                    }
                },
                pageLifetimes: {
                    show: function(e) {
                        this.$vm && this.$vm.__call_hook("onPageShow", e);
                    },
                    hide: function() {
                        this.$vm && this.$vm.__call_hook("onPageHide");
                    },
                    resize: function(e) {
                        this.$vm && this.$vm.__call_hook("onPageResize", e);
                    }
                },
                methods: {
                    __l: An,
                    __e: hn
                }
            };
            return o.externalClasses && (v.externalClasses = o.externalClasses), Array.isArray(o.wxsCallMethods) && o.wxsCallMethods.forEach(function(e) {
                v.methods[e] = function(n) {
                    return this.$vm[e](n);
                };
            }), t ? v : [ v, r ];
        }
        function Bn(e) {
            return Un(e, {
                isPage: wn,
                initRelation: $n
            });
        }
        var Gn = [ "onShow", "onHide", "onUnload" ];
        function Jn(e, n) {
            n.isPage, n.initRelation;
            var t = Bn(e);
            return en(t.methods, Gn, e), t.methods.onLoad = function(e) {
                this.options = e;
                var n = Object.assign({}, e);
                delete n.__id__, this.$page = {
                    fullPath: "/" + (this.route || this.is) + Fn(n)
                }, this.$vm.$mp.query = e, this.$vm.__call_hook("onLoad", e);
            }, t;
        }
        function zn(e) {
            return Jn(e, {
                isPage: wn,
                initRelation: $n
            });
        }
        function Wn(e) {
            return Component(zn(e));
        }
        function Kn(e) {
            return Component(Bn(e));
        }
        function Qn(e) {
            var n = jn(e), t = getApp({
                allowDefault: !0
            }), i = t.globalData;
            if (i && Object.keys(n.globalData).forEach(function(e) {
                _(i, e) || (i[e] = n.globalData[e]);
            }), Object.keys(n).forEach(function(e) {
                _(t, e) || (t[e] = n[e]);
            }), S(n.onShow) && wx.onAppShow && wx.onAppShow(function() {
                for (var e = arguments.length, i = new Array(e), d = 0; d < e; d++) i[d] = arguments[d];
                n.onShow.apply(t, i);
            }), S(n.onHide) && wx.onAppHide && wx.onAppHide(function() {
                for (var e = arguments.length, i = new Array(e), d = 0; d < e; d++) i[d] = arguments[d];
                n.onHide.apply(t, i);
            }), S(n.onLaunch)) {
                var d = wx.getLaunchOptionsSync && wx.getLaunchOptionsSync();
                n.onLaunch.call(t, d);
            }
            return e;
        }
        function Xn(e) {
            var n = jn(e);
            if (S(n.onShow) && wx.onAppShow && wx.onAppShow(function() {
                for (var t = arguments.length, i = new Array(t), d = 0; d < t; d++) i[d] = arguments[d];
                n.onShow.apply(e, i);
            }), S(n.onHide) && wx.onAppHide && wx.onAppHide(function() {
                for (var t = arguments.length, i = new Array(t), d = 0; d < t; d++) i[d] = arguments[d];
                n.onHide.apply(e, i);
            }), S(n.onLaunch)) {
                var t = wx.getLaunchOptionsSync && wx.getLaunchOptionsSync();
                n.onLaunch.call(e, t);
            }
            return e;
        }
        Gn.push.apply(Gn, Xe), ye.forEach(function(e) {
            Se[e] = !1;
        }), Ne.forEach(function(e) {
            var n = Se[e] && Se[e].name ? Se[e].name : e;
            wx.canIUse(n) || (Se[e] = !1);
        });
        var qn = {};
        "undefined" !== typeof Proxy ? qn = new Proxy({}, {
            get: function(e, n) {
                return _(e, n) ? e[n] : Ve[n] ? Ve[n] : Be[n] ? ce(n, Be[n]) : je[n] ? ce(n, je[n]) : we[n] ? ce(n, we[n]) : Ue[n] ? Ue[n] : _(wx, n) || _(Se, n) ? ce(n, Le(n, wx[n])) : void 0;
            },
            set: function(e, n, t) {
                return e[n] = t, !0;
            }
        }) : (Object.keys(Ve).forEach(function(e) {
            qn[e] = Ve[e];
        }), Object.keys(we).forEach(function(e) {
            qn[e] = ce(e, we[e]);
        }), Object.keys(je).forEach(function(e) {
            qn[e] = ce(e, we[e]);
        }), Object.keys(Ue).forEach(function(e) {
            qn[e] = Ue[e];
        }), Object.keys(Be).forEach(function(e) {
            qn[e] = ce(e, Be[e]);
        }), Object.keys(wx).forEach(function(e) {
            (_(wx, e) || _(Se, e)) && (qn[e] = ce(e, Le(e, wx[e])));
        })), wx.createApp = Cn, wx.createPage = Wn, wx.createComponent = Kn, wx.createSubpackageApp = Qn, 
        wx.createPlugin = Xn;
        var Zn = qn, et = Zn;
        n.default = et;
    },
    "66fd": function(e, n, t) {
        "use strict";
        t.r(n), function(e) {
            /*!
 * Vue.js v2.6.11
 * (c) 2014-2021 Evan You
 * Released under the MIT License.
 */
            var t = Object.freeze({});
            function i(e) {
                return void 0 === e || null === e;
            }
            function d(e) {
                return void 0 !== e && null !== e;
            }
            function c(e) {
                return !0 === e;
            }
            function u(e) {
                return !1 === e;
            }
            function l(e) {
                return "string" === typeof e || "number" === typeof e || "symbol" === typeof e || "boolean" === typeof e;
            }
            function T(e) {
                return null !== e && "object" === typeof e;
            }
            var r = Object.prototype.toString;
            function o(e) {
                return "[object Object]" === r.call(e);
            }
            function a(e) {
                return "[object RegExp]" === r.call(e);
            }
            function v(e) {
                var n = parseFloat(String(e));
                return n >= 0 && Math.floor(n) === n && isFinite(e);
            }
            function E(e) {
                return d(e) && "function" === typeof e.then && "function" === typeof e.catch;
            }
            function V(e) {
                return null == e ? "" : Array.isArray(e) || o(e) && e.toString === r ? JSON.stringify(e, null, 2) : String(e);
            }
            function f(e) {
                var n = parseFloat(e);
                return isNaN(n) ? e : n;
            }
            function s(e, n) {
                for (var t = Object.create(null), i = e.split(","), d = 0; d < i.length; d++) t[i[d]] = !0;
                return n ? function(e) {
                    return t[e.toLowerCase()];
                } : function(e) {
                    return t[e];
                };
            }
            s("slot,component", !0);
            var x = s("key,ref,slot,slot-scope,is");
            function p(e, n) {
                if (e.length) {
                    var t = e.indexOf(n);
                    if (t > -1) return e.splice(t, 1);
                }
            }
            var g = Object.prototype.hasOwnProperty;
            function h(e, n) {
                return g.call(e, n);
            }
            function R(e) {
                var n = Object.create(null);
                return function(t) {
                    var i = n[t];
                    return i || (n[t] = e(t));
                };
            }
            var m = /-(\w)/g, S = R(function(e) {
                return e.replace(m, function(e, n) {
                    return n ? n.toUpperCase() : "";
                });
            }), y = R(function(e) {
                return e.charAt(0).toUpperCase() + e.slice(1);
            }), N = /\B([A-Z])/g, _ = R(function(e) {
                return e.replace(N, "-$1").toLowerCase();
            });
            function b(e, n) {
                function t(t) {
                    var i = arguments.length;
                    return i ? i > 1 ? e.apply(n, arguments) : e.call(n, t) : e.call(n);
                }
                return t._length = e.length, t;
            }
            function P(e, n) {
                return e.bind(n);
            }
            var I = Function.prototype.bind ? P : b;
            function L(e, n) {
                n = n || 0;
                var t = e.length - n, i = new Array(t);
                while (t--) i[t] = e[t + n];
                return i;
            }
            function w(e, n) {
                for (var t in n) e[t] = n[t];
                return e;
            }
            function $(e) {
                for (var n = {}, t = 0; t < e.length; t++) e[t] && w(n, e[t]);
                return n;
            }
            function M(e, n, t) {}
            var O = function(e, n, t) {
                return !1;
            }, A = function(e) {
                return e;
            };
            function j(e, n) {
                if (e === n) return !0;
                var t = T(e), i = T(n);
                if (!t || !i) return !t && !i && String(e) === String(n);
                try {
                    var d = Array.isArray(e), c = Array.isArray(n);
                    if (d && c) return e.length === n.length && e.every(function(e, t) {
                        return j(e, n[t]);
                    });
                    if (e instanceof Date && n instanceof Date) return e.getTime() === n.getTime();
                    if (d || c) return !1;
                    var u = Object.keys(e), l = Object.keys(n);
                    return u.length === l.length && u.every(function(t) {
                        return j(e[t], n[t]);
                    });
                } catch (r) {
                    return !1;
                }
            }
            function C(e, n) {
                for (var t = 0; t < e.length; t++) if (j(e[t], n)) return t;
                return -1;
            }
            function Y(e) {
                var n = !1;
                return function() {
                    n || (n = !0, e.apply(this, arguments));
                };
            }
            var k = [ "component", "directive", "filter" ], H = [ "beforeCreate", "created", "beforeMount", "mounted", "beforeUpdate", "updated", "beforeDestroy", "destroyed", "activated", "deactivated", "errorCaptured", "serverPrefetch" ], D = {
                optionMergeStrategies: Object.create(null),
                silent: !1,
                productionTip: !1,
                devtools: !1,
                performance: !1,
                errorHandler: null,
                warnHandler: null,
                ignoredElements: [],
                keyCodes: Object.create(null),
                isReservedTag: O,
                isReservedAttr: O,
                isUnknownElement: O,
                getTagNamespace: M,
                parsePlatformTagName: A,
                mustUseProp: O,
                async: !0,
                _lifecycleHooks: H
            }, F = /a-zA-Z\u00B7\u00C0-\u00D6\u00D8-\u00F6\u00F8-\u037D\u037F-\u1FFF\u200C-\u200D\u203F-\u2040\u2070-\u218F\u2C00-\u2FEF\u3001-\uD7FF\uF900-\uFDCF\uFDF0-\uFFFD/;
            function U(e) {
                var n = (e + "").charCodeAt(0);
                return 36 === n || 95 === n;
            }
            function B(e, n, t, i) {
                Object.defineProperty(e, n, {
                    value: t,
                    enumerable: !!i,
                    writable: !0,
                    configurable: !0
                });
            }
            var G = new RegExp("[^" + F.source + ".$_\\d]");
            function J(e) {
                if (!G.test(e)) {
                    var n = e.split(".");
                    return function(e) {
                        for (var t = 0; t < n.length; t++) {
                            if (!e) return;
                            e = e[n[t]];
                        }
                        return e;
                    };
                }
            }
            var z, W = "__proto__" in {}, K = "undefined" !== typeof window, Q = "undefined" !== typeof WXEnvironment && !!WXEnvironment.platform, X = Q && WXEnvironment.platform.toLowerCase(), q = K && window.navigator.userAgent.toLowerCase(), Z = q && /msie|trident/.test(q), ee = (q && q.indexOf("msie 9.0"), 
            q && q.indexOf("edge/") > 0), ne = (q && q.indexOf("android"), q && /iphone|ipad|ipod|ios/.test(q) || "ios" === X), te = (q && /chrome\/\d+/.test(q), 
            q && /phantomjs/.test(q), q && q.match(/firefox\/(\d+)/), {}.watch);
            if (K) try {
                var ie = {};
                Object.defineProperty(ie, "passive", {
                    get: function() {}
                }), window.addEventListener("test-passive", null, ie);
            } catch (td) {}
            var de = function() {
                return void 0 === z && (z = !K && !Q && "undefined" !== typeof e && (e["process"] && "server" === e["process"].env.VUE_ENV)), 
                z;
            }, ce = K && window.__VUE_DEVTOOLS_GLOBAL_HOOK__;
            function ue(e) {
                return "function" === typeof e && /native code/.test(e.toString());
            }
            var le, Te = "undefined" !== typeof Symbol && ue(Symbol) && "undefined" !== typeof Reflect && ue(Reflect.ownKeys);
            le = "undefined" !== typeof Set && ue(Set) ? Set : function() {
                function e() {
                    this.set = Object.create(null);
                }
                return e.prototype.has = function(e) {
                    return !0 === this.set[e];
                }, e.prototype.add = function(e) {
                    this.set[e] = !0;
                }, e.prototype.clear = function() {
                    this.set = Object.create(null);
                }, e;
            }();
            var re = M, oe = 0, ae = function() {
                this.id = oe++, this.subs = [];
            };
            function ve(e) {
                ae.SharedObject.targetStack.push(e), ae.SharedObject.target = e, ae.target = e;
            }
            function Ee() {
                ae.SharedObject.targetStack.pop(), ae.SharedObject.target = ae.SharedObject.targetStack[ae.SharedObject.targetStack.length - 1], 
                ae.target = ae.SharedObject.target;
            }
            ae.prototype.addSub = function(e) {
                this.subs.push(e);
            }, ae.prototype.removeSub = function(e) {
                p(this.subs, e);
            }, ae.prototype.depend = function() {
                ae.SharedObject.target && ae.SharedObject.target.addDep(this);
            }, ae.prototype.notify = function() {
                var e = this.subs.slice();
                for (var n = 0, t = e.length; n < t; n++) e[n].update();
            }, ae.SharedObject = {}, ae.SharedObject.target = null, ae.SharedObject.targetStack = [];
            var Ve = function(e, n, t, i, d, c, u, l) {
                this.tag = e, this.data = n, this.children = t, this.text = i, this.elm = d, this.ns = void 0, 
                this.context = c, this.fnContext = void 0, this.fnOptions = void 0, this.fnScopeId = void 0, 
                this.key = n && n.key, this.componentOptions = u, this.componentInstance = void 0, 
                this.parent = void 0, this.raw = !1, this.isStatic = !1, this.isRootInsert = !0, 
                this.isComment = !1, this.isCloned = !1, this.isOnce = !1, this.asyncFactory = l, 
                this.asyncMeta = void 0, this.isAsyncPlaceholder = !1;
            }, fe = {
                child: {
                    configurable: !0
                }
            };
            fe.child.get = function() {
                return this.componentInstance;
            }, Object.defineProperties(Ve.prototype, fe);
            var se = function(e) {
                void 0 === e && (e = "");
                var n = new Ve();
                return n.text = e, n.isComment = !0, n;
            };
            function xe(e) {
                return new Ve(void 0, void 0, void 0, String(e));
            }
            function pe(e) {
                var n = new Ve(e.tag, e.data, e.children && e.children.slice(), e.text, e.elm, e.context, e.componentOptions, e.asyncFactory);
                return n.ns = e.ns, n.isStatic = e.isStatic, n.key = e.key, n.isComment = e.isComment, 
                n.fnContext = e.fnContext, n.fnOptions = e.fnOptions, n.fnScopeId = e.fnScopeId, 
                n.asyncMeta = e.asyncMeta, n.isCloned = !0, n;
            }
            var ge = Array.prototype, he = Object.create(ge), Re = [ "push", "pop", "shift", "unshift", "splice", "sort", "reverse" ];
            Re.forEach(function(e) {
                var n = ge[e];
                B(he, e, function() {
                    var t = [], i = arguments.length;
                    while (i--) t[i] = arguments[i];
                    var d, c = n.apply(this, t), u = this.__ob__;
                    switch (e) {
                      case "push":
                      case "unshift":
                        d = t;
                        break;

                      case "splice":
                        d = t.slice(2);
                        break;
                    }
                    return d && u.observeArray(d), u.dep.notify(), c;
                });
            });
            var me = Object.getOwnPropertyNames(he), Se = !0;
            function ye(e) {
                Se = e;
            }
            var Ne = function(e) {
                this.value = e, this.dep = new ae(), this.vmCount = 0, B(e, "__ob__", this), Array.isArray(e) ? (W ? e.push !== e.__proto__.push ? be(e, he, me) : _e(e, he) : be(e, he, me), 
                this.observeArray(e)) : this.walk(e);
            };
            function _e(e, n) {
                e.__proto__ = n;
            }
            function be(e, n, t) {
                for (var i = 0, d = t.length; i < d; i++) {
                    var c = t[i];
                    B(e, c, n[c]);
                }
            }
            function Pe(e, n) {
                var t;
                if (T(e) && !(e instanceof Ve)) return h(e, "__ob__") && e.__ob__ instanceof Ne ? t = e.__ob__ : Se && !de() && (Array.isArray(e) || o(e)) && Object.isExtensible(e) && !e._isVue && (t = new Ne(e)), 
                n && t && t.vmCount++, t;
            }
            function Ie(e, n, t, i, d) {
                var c = new ae(), u = Object.getOwnPropertyDescriptor(e, n);
                if (!u || !1 !== u.configurable) {
                    var l = u && u.get, T = u && u.set;
                    l && !T || 2 !== arguments.length || (t = e[n]);
                    var r = !d && Pe(t);
                    Object.defineProperty(e, n, {
                        enumerable: !0,
                        configurable: !0,
                        get: function() {
                            var n = l ? l.call(e) : t;
                            return ae.SharedObject.target && (c.depend(), r && (r.dep.depend(), Array.isArray(n) && $e(n))), 
                            n;
                        },
                        set: function(n) {
                            var i = l ? l.call(e) : t;
                            n === i || n !== n && i !== i || l && !T || (T ? T.call(e, n) : t = n, r = !d && Pe(n), 
                            c.notify());
                        }
                    });
                }
            }
            function Le(e, n, t) {
                if (Array.isArray(e) && v(n)) return e.length = Math.max(e.length, n), e.splice(n, 1, t), 
                t;
                if (n in e && !(n in Object.prototype)) return e[n] = t, t;
                var i = e.__ob__;
                return e._isVue || i && i.vmCount ? t : i ? (Ie(i.value, n, t), i.dep.notify(), 
                t) : (e[n] = t, t);
            }
            function we(e, n) {
                if (Array.isArray(e) && v(n)) e.splice(n, 1); else {
                    var t = e.__ob__;
                    e._isVue || t && t.vmCount || h(e, n) && (delete e[n], t && t.dep.notify());
                }
            }
            function $e(e) {
                for (var n = void 0, t = 0, i = e.length; t < i; t++) n = e[t], n && n.__ob__ && n.__ob__.dep.depend(), 
                Array.isArray(n) && $e(n);
            }
            Ne.prototype.walk = function(e) {
                for (var n = Object.keys(e), t = 0; t < n.length; t++) Ie(e, n[t]);
            }, Ne.prototype.observeArray = function(e) {
                for (var n = 0, t = e.length; n < t; n++) Pe(e[n]);
            };
            var Me = D.optionMergeStrategies;
            function Oe(e, n) {
                if (!n) return e;
                for (var t, i, d, c = Te ? Reflect.ownKeys(n) : Object.keys(n), u = 0; u < c.length; u++) t = c[u], 
                "__ob__" !== t && (i = e[t], d = n[t], h(e, t) ? i !== d && o(i) && o(d) && Oe(i, d) : Le(e, t, d));
                return e;
            }
            function Ae(e, n, t) {
                return t ? function() {
                    var i = "function" === typeof n ? n.call(t, t) : n, d = "function" === typeof e ? e.call(t, t) : e;
                    return i ? Oe(i, d) : d;
                } : n ? e ? function() {
                    return Oe("function" === typeof n ? n.call(this, this) : n, "function" === typeof e ? e.call(this, this) : e);
                } : n : e;
            }
            function je(e, n) {
                var t = n ? e ? e.concat(n) : Array.isArray(n) ? n : [ n ] : e;
                return t ? Ce(t) : t;
            }
            function Ce(e) {
                for (var n = [], t = 0; t < e.length; t++) -1 === n.indexOf(e[t]) && n.push(e[t]);
                return n;
            }
            function Ye(e, n, t, i) {
                var d = Object.create(e || null);
                return n ? w(d, n) : d;
            }
            Me.data = function(e, n, t) {
                return t ? Ae(e, n, t) : n && "function" !== typeof n ? e : Ae(e, n);
            }, H.forEach(function(e) {
                Me[e] = je;
            }), k.forEach(function(e) {
                Me[e + "s"] = Ye;
            }), Me.watch = function(e, n, t, i) {
                if (e === te && (e = void 0), n === te && (n = void 0), !n) return Object.create(e || null);
                if (!e) return n;
                var d = {};
                for (var c in w(d, e), n) {
                    var u = d[c], l = n[c];
                    u && !Array.isArray(u) && (u = [ u ]), d[c] = u ? u.concat(l) : Array.isArray(l) ? l : [ l ];
                }
                return d;
            }, Me.props = Me.methods = Me.inject = Me.computed = function(e, n, t, i) {
                if (!e) return n;
                var d = Object.create(null);
                return w(d, e), n && w(d, n), d;
            }, Me.provide = Ae;
            var ke = function(e, n) {
                return void 0 === n ? e : n;
            };
            function He(e, n) {
                var t = e.props;
                if (t) {
                    var i, d, c, u = {};
                    if (Array.isArray(t)) {
                        i = t.length;
                        while (i--) d = t[i], "string" === typeof d && (c = S(d), u[c] = {
                            type: null
                        });
                    } else if (o(t)) for (var l in t) d = t[l], c = S(l), u[c] = o(d) ? d : {
                        type: d
                    }; else 0;
                    e.props = u;
                }
            }
            function De(e, n) {
                var t = e.inject;
                if (t) {
                    var i = e.inject = {};
                    if (Array.isArray(t)) for (var d = 0; d < t.length; d++) i[t[d]] = {
                        from: t[d]
                    }; else if (o(t)) for (var c in t) {
                        var u = t[c];
                        i[c] = o(u) ? w({
                            from: c
                        }, u) : {
                            from: u
                        };
                    } else 0;
                }
            }
            function Fe(e) {
                var n = e.directives;
                if (n) for (var t in n) {
                    var i = n[t];
                    "function" === typeof i && (n[t] = {
                        bind: i,
                        update: i
                    });
                }
            }
            function Ue(e, n, t) {
                if ("function" === typeof n && (n = n.options), He(n, t), De(n, t), Fe(n), !n._base && (n.extends && (e = Ue(e, n.extends, t)), 
                n.mixins)) for (var i = 0, d = n.mixins.length; i < d; i++) e = Ue(e, n.mixins[i], t);
                var c, u = {};
                for (c in e) l(c);
                for (c in n) h(e, c) || l(c);
                function l(i) {
                    var d = Me[i] || ke;
                    u[i] = d(e[i], n[i], t, i);
                }
                return u;
            }
            function Be(e, n, t, i) {
                if ("string" === typeof t) {
                    var d = e[n];
                    if (h(d, t)) return d[t];
                    var c = S(t);
                    if (h(d, c)) return d[c];
                    var u = y(c);
                    if (h(d, u)) return d[u];
                    var l = d[t] || d[c] || d[u];
                    return l;
                }
            }
            function Ge(e, n, t, i) {
                var d = n[e], c = !h(t, e), u = t[e], l = Ke(Boolean, d.type);
                if (l > -1) if (c && !h(d, "default")) u = !1; else if ("" === u || u === _(e)) {
                    var T = Ke(String, d.type);
                    (T < 0 || l < T) && (u = !0);
                }
                if (void 0 === u) {
                    u = Je(i, d, e);
                    var r = Se;
                    ye(!0), Pe(u), ye(r);
                }
                return u;
            }
            function Je(e, n, t) {
                if (h(n, "default")) {
                    var i = n.default;
                    return e && e.$options.propsData && void 0 === e.$options.propsData[t] && void 0 !== e._props[t] ? e._props[t] : "function" === typeof i && "Function" !== ze(n.type) ? i.call(e) : i;
                }
            }
            function ze(e) {
                var n = e && e.toString().match(/^\s*function (\w+)/);
                return n ? n[1] : "";
            }
            function We(e, n) {
                return ze(e) === ze(n);
            }
            function Ke(e, n) {
                if (!Array.isArray(n)) return We(n, e) ? 0 : -1;
                for (var t = 0, i = n.length; t < i; t++) if (We(n[t], e)) return t;
                return -1;
            }
            function Qe(e, n, t) {
                ve();
                try {
                    if (n) {
                        var i = n;
                        while (i = i.$parent) {
                            var d = i.$options.errorCaptured;
                            if (d) for (var c = 0; c < d.length; c++) try {
                                var u = !1 === d[c].call(i, e, n, t);
                                if (u) return;
                            } catch (td) {
                                qe(td, i, "errorCaptured hook");
                            }
                        }
                    }
                    qe(e, n, t);
                } finally {
                    Ee();
                }
            }
            function Xe(e, n, t, i, d) {
                var c;
                try {
                    c = t ? e.apply(n, t) : e.call(n), c && !c._isVue && E(c) && !c._handled && (c.catch(function(e) {
                        return Qe(e, i, d + " (Promise/async)");
                    }), c._handled = !0);
                } catch (td) {
                    Qe(td, i, d);
                }
                return c;
            }
            function qe(e, n, t) {
                if (D.errorHandler) try {
                    return D.errorHandler.call(null, e, n, t);
                } catch (td) {
                    td !== e && Ze(td, null, "config.errorHandler");
                }
                Ze(e, n, t);
            }
            function Ze(e, n, t) {
                if (!K && !Q || "undefined" === typeof console) throw e;
                console.error(e);
            }
            var en, nn = [], tn = !1;
            function dn() {
                tn = !1;
                var e = nn.slice(0);
                nn.length = 0;
                for (var n = 0; n < e.length; n++) e[n]();
            }
            if ("undefined" !== typeof Promise && ue(Promise)) {
                var cn = Promise.resolve();
                en = function() {
                    cn.then(dn), ne && setTimeout(M);
                };
            } else if (Z || "undefined" === typeof MutationObserver || !ue(MutationObserver) && "[object MutationObserverConstructor]" !== MutationObserver.toString()) en = "undefined" !== typeof setImmediate && ue(setImmediate) ? function() {
                setImmediate(dn);
            } : function() {
                setTimeout(dn, 0);
            }; else {
                var un = 1, ln = new MutationObserver(dn), Tn = document.createTextNode(String(un));
                ln.observe(Tn, {
                    characterData: !0
                }), en = function() {
                    un = (un + 1) % 2, Tn.data = String(un);
                };
            }
            function rn(e, n) {
                var t;
                if (nn.push(function() {
                    if (e) try {
                        e.call(n);
                    } catch (td) {
                        Qe(td, n, "nextTick");
                    } else t && t(n);
                }), tn || (tn = !0, en()), !e && "undefined" !== typeof Promise) return new Promise(function(e) {
                    t = e;
                });
            }
            var on = new le();
            function an(e) {
                vn(e, on), on.clear();
            }
            function vn(e, n) {
                var t, i, d = Array.isArray(e);
                if (!(!d && !T(e) || Object.isFrozen(e) || e instanceof Ve)) {
                    if (e.__ob__) {
                        var c = e.__ob__.dep.id;
                        if (n.has(c)) return;
                        n.add(c);
                    }
                    if (d) {
                        t = e.length;
                        while (t--) vn(e[t], n);
                    } else {
                        i = Object.keys(e), t = i.length;
                        while (t--) vn(e[i[t]], n);
                    }
                }
            }
            var En = R(function(e) {
                var n = "&" === e.charAt(0);
                e = n ? e.slice(1) : e;
                var t = "~" === e.charAt(0);
                e = t ? e.slice(1) : e;
                var i = "!" === e.charAt(0);
                return e = i ? e.slice(1) : e, {
                    name: e,
                    once: t,
                    capture: i,
                    passive: n
                };
            });
            function Vn(e, n) {
                function t() {
                    var e = arguments, i = t.fns;
                    if (!Array.isArray(i)) return Xe(i, null, arguments, n, "v-on handler");
                    for (var d = i.slice(), c = 0; c < d.length; c++) Xe(d[c], null, e, n, "v-on handler");
                }
                return t.fns = e, t;
            }
            function fn(e, n, t, d, u, l) {
                var T, r, o, a;
                for (T in e) r = e[T], o = n[T], a = En(T), i(r) || (i(o) ? (i(r.fns) && (r = e[T] = Vn(r, l)), 
                c(a.once) && (r = e[T] = u(a.name, r, a.capture)), t(a.name, r, a.capture, a.passive, a.params)) : r !== o && (o.fns = r, 
                e[T] = o));
                for (T in n) i(e[T]) && (a = En(T), d(a.name, n[T], a.capture));
            }
            function sn(e, n, t, c) {
                var u = n.options.mpOptions && n.options.mpOptions.properties;
                if (i(u)) return t;
                var l = n.options.mpOptions.externalClasses || [], T = e.attrs, r = e.props;
                if (d(T) || d(r)) for (var o in u) {
                    var a = _(o), v = pn(t, r, o, a, !0) || pn(t, T, o, a, !1);
                    v && t[o] && -1 !== l.indexOf(a) && c[S(t[o])] && (t[o] = c[S(t[o])]);
                }
                return t;
            }
            function xn(e, n, t, c) {
                var u = n.options.props;
                if (i(u)) return sn(e, n, {}, c);
                var l = {}, T = e.attrs, r = e.props;
                if (d(T) || d(r)) for (var o in u) {
                    var a = _(o);
                    pn(l, r, o, a, !0) || pn(l, T, o, a, !1);
                }
                return sn(e, n, l, c);
            }
            function pn(e, n, t, i, c) {
                if (d(n)) {
                    if (h(n, t)) return e[t] = n[t], c || delete n[t], !0;
                    if (h(n, i)) return e[t] = n[i], c || delete n[i], !0;
                }
                return !1;
            }
            function gn(e) {
                for (var n = 0; n < e.length; n++) if (Array.isArray(e[n])) return Array.prototype.concat.apply([], e);
                return e;
            }
            function hn(e) {
                return l(e) ? [ xe(e) ] : Array.isArray(e) ? mn(e) : void 0;
            }
            function Rn(e) {
                return d(e) && d(e.text) && u(e.isComment);
            }
            function mn(e, n) {
                var t, u, T, r, o = [];
                for (t = 0; t < e.length; t++) u = e[t], i(u) || "boolean" === typeof u || (T = o.length - 1, 
                r = o[T], Array.isArray(u) ? u.length > 0 && (u = mn(u, (n || "") + "_" + t), Rn(u[0]) && Rn(r) && (o[T] = xe(r.text + u[0].text), 
                u.shift()), o.push.apply(o, u)) : l(u) ? Rn(r) ? o[T] = xe(r.text + u) : "" !== u && o.push(xe(u)) : Rn(u) && Rn(r) ? o[T] = xe(r.text + u.text) : (c(e._isVList) && d(u.tag) && i(u.key) && d(n) && (u.key = "__vlist" + n + "_" + t + "__"), 
                o.push(u)));
                return o;
            }
            function Sn(e) {
                var n = e.$options.provide;
                n && (e._provided = "function" === typeof n ? n.call(e) : n);
            }
            function yn(e) {
                var n = Nn(e.$options.inject, e);
                n && (ye(!1), Object.keys(n).forEach(function(t) {
                    Ie(e, t, n[t]);
                }), ye(!0));
            }
            function Nn(e, n) {
                if (e) {
                    for (var t = Object.create(null), i = Te ? Reflect.ownKeys(e) : Object.keys(e), d = 0; d < i.length; d++) {
                        var c = i[d];
                        if ("__ob__" !== c) {
                            var u = e[c].from, l = n;
                            while (l) {
                                if (l._provided && h(l._provided, u)) {
                                    t[c] = l._provided[u];
                                    break;
                                }
                                l = l.$parent;
                            }
                            if (!l) if ("default" in e[c]) {
                                var T = e[c].default;
                                t[c] = "function" === typeof T ? T.call(n) : T;
                            } else 0;
                        }
                    }
                    return t;
                }
            }
            function _n(e, n) {
                if (!e || !e.length) return {};
                for (var t = {}, i = 0, d = e.length; i < d; i++) {
                    var c = e[i], u = c.data;
                    if (u && u.attrs && u.attrs.slot && delete u.attrs.slot, c.context !== n && c.fnContext !== n || !u || null == u.slot) c.asyncMeta && c.asyncMeta.data && "page" === c.asyncMeta.data.slot ? (t["page"] || (t["page"] = [])).push(c) : (t.default || (t.default = [])).push(c); else {
                        var l = u.slot, T = t[l] || (t[l] = []);
                        "template" === c.tag ? T.push.apply(T, c.children || []) : T.push(c);
                    }
                }
                for (var r in t) t[r].every(bn) && delete t[r];
                return t;
            }
            function bn(e) {
                return e.isComment && !e.asyncFactory || " " === e.text;
            }
            function Pn(e, n, i) {
                var d, c = Object.keys(n).length > 0, u = e ? !!e.$stable : !c, l = e && e.$key;
                if (e) {
                    if (e._normalized) return e._normalized;
                    if (u && i && i !== t && l === i.$key && !c && !i.$hasNormal) return i;
                    for (var T in d = {}, e) e[T] && "$" !== T[0] && (d[T] = In(n, T, e[T]));
                } else d = {};
                for (var r in n) r in d || (d[r] = Ln(n, r));
                return e && Object.isExtensible(e) && (e._normalized = d), B(d, "$stable", u), B(d, "$key", l), 
                B(d, "$hasNormal", c), d;
            }
            function In(e, n, t) {
                var i = function() {
                    var e = arguments.length ? t.apply(null, arguments) : t({});
                    return e = e && "object" === typeof e && !Array.isArray(e) ? [ e ] : hn(e), e && (0 === e.length || 1 === e.length && e[0].isComment) ? void 0 : e;
                };
                return t.proxy && Object.defineProperty(e, n, {
                    get: i,
                    enumerable: !0,
                    configurable: !0
                }), i;
            }
            function Ln(e, n) {
                return function() {
                    return e[n];
                };
            }
            function wn(e, n) {
                var t, i, c, u, l;
                if (Array.isArray(e) || "string" === typeof e) for (t = new Array(e.length), i = 0, 
                c = e.length; i < c; i++) t[i] = n(e[i], i, i, i); else if ("number" === typeof e) for (t = new Array(e), 
                i = 0; i < e; i++) t[i] = n(i + 1, i, i, i); else if (T(e)) if (Te && e[Symbol.iterator]) {
                    t = [];
                    var r = e[Symbol.iterator](), o = r.next();
                    while (!o.done) t.push(n(o.value, t.length, i, i++)), o = r.next();
                } else for (u = Object.keys(e), t = new Array(u.length), i = 0, c = u.length; i < c; i++) l = u[i], 
                t[i] = n(e[l], l, i, i);
                return d(t) || (t = []), t._isVList = !0, t;
            }
            function $n(e, n, t, i) {
                var d, c = this.$scopedSlots[e];
                c ? (t = t || {}, i && (t = w(w({}, i), t)), d = c(t, this, t._i) || n) : d = this.$slots[e] || n;
                var u = t && t.slot;
                return u ? this.$createElement("template", {
                    slot: u
                }, d) : d;
            }
            function Mn(e) {
                return Be(this.$options, "filters", e, !0) || A;
            }
            function On(e, n) {
                return Array.isArray(e) ? -1 === e.indexOf(n) : e !== n;
            }
            function An(e, n, t, i, d) {
                var c = D.keyCodes[n] || t;
                return d && i && !D.keyCodes[n] ? On(d, i) : c ? On(c, e) : i ? _(i) !== n : void 0;
            }
            function jn(e, n, t, i, d) {
                if (t) if (T(t)) {
                    var c;
                    Array.isArray(t) && (t = $(t));
                    var u = function(u) {
                        if ("class" === u || "style" === u || x(u)) c = e; else {
                            var l = e.attrs && e.attrs.type;
                            c = i || D.mustUseProp(n, l, u) ? e.domProps || (e.domProps = {}) : e.attrs || (e.attrs = {});
                        }
                        var T = S(u), r = _(u);
                        if (!(T in c) && !(r in c) && (c[u] = t[u], d)) {
                            var o = e.on || (e.on = {});
                            o["update:" + u] = function(e) {
                                t[u] = e;
                            };
                        }
                    };
                    for (var l in t) u(l);
                } else ;
                return e;
            }
            function Cn(e, n) {
                var t = this._staticTrees || (this._staticTrees = []), i = t[e];
                return i && !n || (i = t[e] = this.$options.staticRenderFns[e].call(this._renderProxy, null, this), 
                kn(i, "__static__" + e, !1)), i;
            }
            function Yn(e, n, t) {
                return kn(e, "__once__" + n + (t ? "_" + t : ""), !0), e;
            }
            function kn(e, n, t) {
                if (Array.isArray(e)) for (var i = 0; i < e.length; i++) e[i] && "string" !== typeof e[i] && Hn(e[i], n + "_" + i, t); else Hn(e, n, t);
            }
            function Hn(e, n, t) {
                e.isStatic = !0, e.key = n, e.isOnce = t;
            }
            function Dn(e, n) {
                if (n) if (o(n)) {
                    var t = e.on = e.on ? w({}, e.on) : {};
                    for (var i in n) {
                        var d = t[i], c = n[i];
                        t[i] = d ? [].concat(d, c) : c;
                    }
                } else ;
                return e;
            }
            function Fn(e, n, t, i) {
                n = n || {
                    $stable: !t
                };
                for (var d = 0; d < e.length; d++) {
                    var c = e[d];
                    Array.isArray(c) ? Fn(c, n, t) : c && (c.proxy && (c.fn.proxy = !0), n[c.key] = c.fn);
                }
                return i && (n.$key = i), n;
            }
            function Un(e, n) {
                for (var t = 0; t < n.length; t += 2) {
                    var i = n[t];
                    "string" === typeof i && i && (e[n[t]] = n[t + 1]);
                }
                return e;
            }
            function Bn(e, n) {
                return "string" === typeof e ? n + e : e;
            }
            function Gn(e) {
                e._o = Yn, e._n = f, e._s = V, e._l = wn, e._t = $n, e._q = j, e._i = C, e._m = Cn, 
                e._f = Mn, e._k = An, e._b = jn, e._v = xe, e._e = se, e._u = Fn, e._g = Dn, e._d = Un, 
                e._p = Bn;
            }
            function Jn(e, n, i, d, u) {
                var l, T = this, r = u.options;
                h(d, "_uid") ? (l = Object.create(d), l._original = d) : (l = d, d = d._original);
                var o = c(r._compiled), a = !o;
                this.data = e, this.props = n, this.children = i, this.parent = d, this.listeners = e.on || t, 
                this.injections = Nn(r.inject, d), this.slots = function() {
                    return T.$slots || Pn(e.scopedSlots, T.$slots = _n(i, d)), T.$slots;
                }, Object.defineProperty(this, "scopedSlots", {
                    enumerable: !0,
                    get: function() {
                        return Pn(e.scopedSlots, this.slots());
                    }
                }), o && (this.$options = r, this.$slots = this.slots(), this.$scopedSlots = Pn(e.scopedSlots, this.$slots)), 
                r._scopeId ? this._c = function(e, n, t, i) {
                    var c = ct(l, e, n, t, i, a);
                    return c && !Array.isArray(c) && (c.fnScopeId = r._scopeId, c.fnContext = d), c;
                } : this._c = function(e, n, t, i) {
                    return ct(l, e, n, t, i, a);
                };
            }
            function zn(e, n, i, c, u) {
                var l = e.options, T = {}, r = l.props;
                if (d(r)) for (var o in r) T[o] = Ge(o, r, n || t); else d(i.attrs) && Kn(T, i.attrs), 
                d(i.props) && Kn(T, i.props);
                var a = new Jn(i, T, u, c, e), v = l.render.call(null, a._c, a);
                if (v instanceof Ve) return Wn(v, i, a.parent, l, a);
                if (Array.isArray(v)) {
                    for (var E = hn(v) || [], V = new Array(E.length), f = 0; f < E.length; f++) V[f] = Wn(E[f], i, a.parent, l, a);
                    return V;
                }
            }
            function Wn(e, n, t, i, d) {
                var c = pe(e);
                return c.fnContext = t, c.fnOptions = i, n.slot && ((c.data || (c.data = {})).slot = n.slot), 
                c;
            }
            function Kn(e, n) {
                for (var t in n) e[S(t)] = n[t];
            }
            Gn(Jn.prototype);
            var Qn = {
                init: function(e, n) {
                    if (e.componentInstance && !e.componentInstance._isDestroyed && e.data.keepAlive) {
                        var t = e;
                        Qn.prepatch(t, t);
                    } else {
                        var i = e.componentInstance = Zn(e, yt);
                        i.$mount(n ? e.elm : void 0, n);
                    }
                },
                prepatch: function(e, n) {
                    var t = n.componentOptions, i = n.componentInstance = e.componentInstance;
                    Pt(i, t.propsData, t.listeners, n, t.children);
                },
                insert: function(e) {
                    var n = e.context, t = e.componentInstance;
                    t._isMounted || ($t(t, "onServiceCreated"), $t(t, "onServiceAttached"), t._isMounted = !0, 
                    $t(t, "mounted")), e.data.keepAlive && (n._isMounted ? Bt(t) : Lt(t, !0));
                },
                destroy: function(e) {
                    var n = e.componentInstance;
                    n._isDestroyed || (e.data.keepAlive ? wt(n, !0) : n.$destroy());
                }
            }, Xn = Object.keys(Qn);
            function qn(e, n, t, u, l) {
                if (!i(e)) {
                    var r = t.$options._base;
                    if (T(e) && (e = r.extend(e)), "function" === typeof e) {
                        var o;
                        if (i(e.cid) && (o = e, e = ft(o, r), void 0 === e)) return Vt(o, n, t, u, l);
                        n = n || {}, Ei(e), d(n.model) && tt(e.options, n);
                        var a = xn(n, e, l, t);
                        if (c(e.options.functional)) return zn(e, a, n, t, u);
                        var v = n.on;
                        if (n.on = n.nativeOn, c(e.options.abstract)) {
                            var E = n.slot;
                            n = {}, E && (n.slot = E);
                        }
                        et(n);
                        var V = e.options.name || l, f = new Ve("vue-component-" + e.cid + (V ? "-" + V : ""), n, void 0, void 0, void 0, t, {
                            Ctor: e,
                            propsData: a,
                            listeners: v,
                            tag: l,
                            children: u
                        }, o);
                        return f;
                    }
                }
            }
            function Zn(e, n) {
                var t = {
                    _isComponent: !0,
                    _parentVnode: e,
                    parent: n
                }, i = e.data.inlineTemplate;
                return d(i) && (t.render = i.render, t.staticRenderFns = i.staticRenderFns), new e.componentOptions.Ctor(t);
            }
            function et(e) {
                for (var n = e.hook || (e.hook = {}), t = 0; t < Xn.length; t++) {
                    var i = Xn[t], d = n[i], c = Qn[i];
                    d === c || d && d._merged || (n[i] = d ? nt(c, d) : c);
                }
            }
            function nt(e, n) {
                var t = function(t, i) {
                    e(t, i), n(t, i);
                };
                return t._merged = !0, t;
            }
            function tt(e, n) {
                var t = e.model && e.model.prop || "value", i = e.model && e.model.event || "input";
                (n.attrs || (n.attrs = {}))[t] = n.model.value;
                var c = n.on || (n.on = {}), u = c[i], l = n.model.callback;
                d(u) ? (Array.isArray(u) ? -1 === u.indexOf(l) : u !== l) && (c[i] = [ l ].concat(u)) : c[i] = l;
            }
            var it = 1, dt = 2;
            function ct(e, n, t, i, d, u) {
                return (Array.isArray(t) || l(t)) && (d = i, i = t, t = void 0), c(u) && (d = dt), 
                ut(e, n, t, i, d);
            }
            function ut(e, n, t, i, c) {
                if (d(t) && d(t.__ob__)) return se();
                if (d(t) && d(t.is) && (n = t.is), !n) return se();
                var u, l, T;
                (Array.isArray(i) && "function" === typeof i[0] && (t = t || {}, t.scopedSlots = {
                    default: i[0]
                }, i.length = 0), c === dt ? i = hn(i) : c === it && (i = gn(i)), "string" === typeof n) ? (l = e.$vnode && e.$vnode.ns || D.getTagNamespace(n), 
                u = D.isReservedTag(n) ? new Ve(D.parsePlatformTagName(n), t, i, void 0, void 0, e) : t && t.pre || !d(T = Be(e.$options, "components", n)) ? new Ve(n, t, i, void 0, void 0, e) : qn(T, t, e, i, n)) : u = qn(n, t, e, i);
                return Array.isArray(u) ? u : d(u) ? (d(l) && lt(u, l), d(t) && Tt(t), u) : se();
            }
            function lt(e, n, t) {
                if (e.ns = n, "foreignObject" === e.tag && (n = void 0, t = !0), d(e.children)) for (var u = 0, l = e.children.length; u < l; u++) {
                    var T = e.children[u];
                    d(T.tag) && (i(T.ns) || c(t) && "svg" !== T.tag) && lt(T, n, t);
                }
            }
            function Tt(e) {
                T(e.style) && an(e.style), T(e.class) && an(e.class);
            }
            function rt(e) {
                e._vnode = null, e._staticTrees = null;
                var n = e.$options, i = e.$vnode = n._parentVnode, d = i && i.context;
                e.$slots = _n(n._renderChildren, d), e.$scopedSlots = t, e._c = function(n, t, i, d) {
                    return ct(e, n, t, i, d, !1);
                }, e.$createElement = function(n, t, i, d) {
                    return ct(e, n, t, i, d, !0);
                };
                var c = i && i.data;
                Ie(e, "$attrs", c && c.attrs || t, null, !0), Ie(e, "$listeners", n._parentListeners || t, null, !0);
            }
            var ot, at = null;
            function vt(e) {
                Gn(e.prototype), e.prototype.$nextTick = function(e) {
                    return rn(e, this);
                }, e.prototype._render = function() {
                    var e, n = this, t = n.$options, i = t.render, d = t._parentVnode;
                    d && (n.$scopedSlots = Pn(d.data.scopedSlots, n.$slots, n.$scopedSlots)), n.$vnode = d;
                    try {
                        at = n, e = i.call(n._renderProxy, n.$createElement);
                    } catch (td) {
                        Qe(td, n, "render"), e = n._vnode;
                    } finally {
                        at = null;
                    }
                    return Array.isArray(e) && 1 === e.length && (e = e[0]), e instanceof Ve || (e = se()), 
                    e.parent = d, e;
                };
            }
            function Et(e, n) {
                return (e.__esModule || Te && "Module" === e[Symbol.toStringTag]) && (e = e.default), 
                T(e) ? n.extend(e) : e;
            }
            function Vt(e, n, t, i, d) {
                var c = se();
                return c.asyncFactory = e, c.asyncMeta = {
                    data: n,
                    context: t,
                    children: i,
                    tag: d
                }, c;
            }
            function ft(e, n) {
                if (c(e.error) && d(e.errorComp)) return e.errorComp;
                if (d(e.resolved)) return e.resolved;
                var t = at;
                if (t && d(e.owners) && -1 === e.owners.indexOf(t) && e.owners.push(t), c(e.loading) && d(e.loadingComp)) return e.loadingComp;
                if (t && !d(e.owners)) {
                    var u = e.owners = [ t ], l = !0, r = null, o = null;
                    t.$on("hook:destroyed", function() {
                        return p(u, t);
                    });
                    var a = function(e) {
                        for (var n = 0, t = u.length; n < t; n++) u[n].$forceUpdate();
                        e && (u.length = 0, null !== r && (clearTimeout(r), r = null), null !== o && (clearTimeout(o), 
                        o = null));
                    }, v = Y(function(t) {
                        e.resolved = Et(t, n), l ? u.length = 0 : a(!0);
                    }), V = Y(function(n) {
                        d(e.errorComp) && (e.error = !0, a(!0));
                    }), f = e(v, V);
                    return T(f) && (E(f) ? i(e.resolved) && f.then(v, V) : E(f.component) && (f.component.then(v, V), 
                    d(f.error) && (e.errorComp = Et(f.error, n)), d(f.loading) && (e.loadingComp = Et(f.loading, n), 
                    0 === f.delay ? e.loading = !0 : r = setTimeout(function() {
                        r = null, i(e.resolved) && i(e.error) && (e.loading = !0, a(!1));
                    }, f.delay || 200)), d(f.timeout) && (o = setTimeout(function() {
                        o = null, i(e.resolved) && V(null);
                    }, f.timeout)))), l = !1, e.loading ? e.loadingComp : e.resolved;
                }
            }
            function st(e) {
                return e.isComment && e.asyncFactory;
            }
            function xt(e) {
                if (Array.isArray(e)) for (var n = 0; n < e.length; n++) {
                    var t = e[n];
                    if (d(t) && (d(t.componentOptions) || st(t))) return t;
                }
            }
            function pt(e) {
                e._events = Object.create(null), e._hasHookEvent = !1;
                var n = e.$options._parentListeners;
                n && mt(e, n);
            }
            function gt(e, n) {
                ot.$on(e, n);
            }
            function ht(e, n) {
                ot.$off(e, n);
            }
            function Rt(e, n) {
                var t = ot;
                return function i() {
                    var d = n.apply(null, arguments);
                    null !== d && t.$off(e, i);
                };
            }
            function mt(e, n, t) {
                ot = e, fn(n, t || {}, gt, ht, Rt, e), ot = void 0;
            }
            function St(e) {
                var n = /^hook:/;
                e.prototype.$on = function(e, t) {
                    var i = this;
                    if (Array.isArray(e)) for (var d = 0, c = e.length; d < c; d++) i.$on(e[d], t); else (i._events[e] || (i._events[e] = [])).push(t), 
                    n.test(e) && (i._hasHookEvent = !0);
                    return i;
                }, e.prototype.$once = function(e, n) {
                    var t = this;
                    function i() {
                        t.$off(e, i), n.apply(t, arguments);
                    }
                    return i.fn = n, t.$on(e, i), t;
                }, e.prototype.$off = function(e, n) {
                    var t = this;
                    if (!arguments.length) return t._events = Object.create(null), t;
                    if (Array.isArray(e)) {
                        for (var i = 0, d = e.length; i < d; i++) t.$off(e[i], n);
                        return t;
                    }
                    var c, u = t._events[e];
                    if (!u) return t;
                    if (!n) return t._events[e] = null, t;
                    var l = u.length;
                    while (l--) if (c = u[l], c === n || c.fn === n) {
                        u.splice(l, 1);
                        break;
                    }
                    return t;
                }, e.prototype.$emit = function(e) {
                    var n = this, t = n._events[e];
                    if (t) {
                        t = t.length > 1 ? L(t) : t;
                        for (var i = L(arguments, 1), d = 'event handler for "' + e + '"', c = 0, u = t.length; c < u; c++) Xe(t[c], n, i, n, d);
                    }
                    return n;
                };
            }
            var yt = null;
            function Nt(e) {
                var n = yt;
                return yt = e, function() {
                    yt = n;
                };
            }
            function _t(e) {
                var n = e.$options, t = n.parent;
                if (t && !n.abstract) {
                    while (t.$options.abstract && t.$parent) t = t.$parent;
                    t.$children.push(e);
                }
                e.$parent = t, e.$root = t ? t.$root : e, e.$children = [], e.$refs = {}, e._watcher = null, 
                e._inactive = null, e._directInactive = !1, e._isMounted = !1, e._isDestroyed = !1, 
                e._isBeingDestroyed = !1;
            }
            function bt(e) {
                e.prototype._update = function(e, n) {
                    var t = this, i = t.$el, d = t._vnode, c = Nt(t);
                    t._vnode = e, t.$el = d ? t.__patch__(d, e) : t.__patch__(t.$el, e, n, !1), c(), 
                    i && (i.__vue__ = null), t.$el && (t.$el.__vue__ = t), t.$vnode && t.$parent && t.$vnode === t.$parent._vnode && (t.$parent.$el = t.$el);
                }, e.prototype.$forceUpdate = function() {
                    var e = this;
                    e._watcher && e._watcher.update();
                }, e.prototype.$destroy = function() {
                    var e = this;
                    if (!e._isBeingDestroyed) {
                        $t(e, "beforeDestroy"), e._isBeingDestroyed = !0;
                        var n = e.$parent;
                        !n || n._isBeingDestroyed || e.$options.abstract || p(n.$children, e), e._watcher && e._watcher.teardown();
                        var t = e._watchers.length;
                        while (t--) e._watchers[t].teardown();
                        e._data.__ob__ && e._data.__ob__.vmCount--, e._isDestroyed = !0, e.__patch__(e._vnode, null), 
                        $t(e, "destroyed"), e.$off(), e.$el && (e.$el.__vue__ = null), e.$vnode && (e.$vnode.parent = null);
                    }
                };
            }
            function Pt(e, n, i, d, c) {
                var u = d.data.scopedSlots, l = e.$scopedSlots, T = !!(u && !u.$stable || l !== t && !l.$stable || u && e.$scopedSlots.$key !== u.$key), r = !!(c || e.$options._renderChildren || T);
                if (e.$options._parentVnode = d, e.$vnode = d, e._vnode && (e._vnode.parent = d), 
                e.$options._renderChildren = c, e.$attrs = d.data.attrs || t, e.$listeners = i || t, 
                n && e.$options.props) {
                    ye(!1);
                    for (var o = e._props, a = e.$options._propKeys || [], v = 0; v < a.length; v++) {
                        var E = a[v], V = e.$options.props;
                        o[E] = Ge(E, V, n, e);
                    }
                    ye(!0), e.$options.propsData = n;
                }
                e._$updateProperties && e._$updateProperties(e), i = i || t;
                var f = e.$options._parentListeners;
                e.$options._parentListeners = i, mt(e, i, f), r && (e.$slots = _n(c, d.context), 
                e.$forceUpdate());
            }
            function It(e) {
                while (e && (e = e.$parent)) if (e._inactive) return !0;
                return !1;
            }
            function Lt(e, n) {
                if (n) {
                    if (e._directInactive = !1, It(e)) return;
                } else if (e._directInactive) return;
                if (e._inactive || null === e._inactive) {
                    e._inactive = !1;
                    for (var t = 0; t < e.$children.length; t++) Lt(e.$children[t]);
                    $t(e, "activated");
                }
            }
            function wt(e, n) {
                if ((!n || (e._directInactive = !0, !It(e))) && !e._inactive) {
                    e._inactive = !0;
                    for (var t = 0; t < e.$children.length; t++) wt(e.$children[t]);
                    $t(e, "deactivated");
                }
            }
            function $t(e, n) {
                ve();
                var t = e.$options[n], i = n + " hook";
                if (t) for (var d = 0, c = t.length; d < c; d++) Xe(t[d], e, null, e, i);
                e._hasHookEvent && e.$emit("hook:" + n), Ee();
            }
            var Mt = [], Ot = [], At = {}, jt = !1, Ct = !1, Yt = 0;
            function kt() {
                Yt = Mt.length = Ot.length = 0, At = {}, jt = Ct = !1;
            }
            var Ht = Date.now;
            if (K && !Z) {
                var Dt = window.performance;
                Dt && "function" === typeof Dt.now && Ht() > document.createEvent("Event").timeStamp && (Ht = function() {
                    return Dt.now();
                });
            }
            function Ft() {
                var e, n;
                for (Ht(), Ct = !0, Mt.sort(function(e, n) {
                    return e.id - n.id;
                }), Yt = 0; Yt < Mt.length; Yt++) e = Mt[Yt], e.before && e.before(), n = e.id, 
                At[n] = null, e.run();
                var t = Ot.slice(), i = Mt.slice();
                kt(), Gt(t), Ut(i), ce && D.devtools && ce.emit("flush");
            }
            function Ut(e) {
                var n = e.length;
                while (n--) {
                    var t = e[n], i = t.vm;
                    i._watcher === t && i._isMounted && !i._isDestroyed && $t(i, "updated");
                }
            }
            function Bt(e) {
                e._inactive = !1, Ot.push(e);
            }
            function Gt(e) {
                for (var n = 0; n < e.length; n++) e[n]._inactive = !0, Lt(e[n], !0);
            }
            function Jt(e) {
                var n = e.id;
                if (null == At[n]) {
                    if (At[n] = !0, Ct) {
                        var t = Mt.length - 1;
                        while (t > Yt && Mt[t].id > e.id) t--;
                        Mt.splice(t + 1, 0, e);
                    } else Mt.push(e);
                    jt || (jt = !0, rn(Ft));
                }
            }
            var zt = 0, Wt = function(e, n, t, i, d) {
                this.vm = e, d && (e._watcher = this), e._watchers.push(this), i ? (this.deep = !!i.deep, 
                this.user = !!i.user, this.lazy = !!i.lazy, this.sync = !!i.sync, this.before = i.before) : this.deep = this.user = this.lazy = this.sync = !1, 
                this.cb = t, this.id = ++zt, this.active = !0, this.dirty = this.lazy, this.deps = [], 
                this.newDeps = [], this.depIds = new le(), this.newDepIds = new le(), this.expression = "", 
                "function" === typeof n ? this.getter = n : (this.getter = J(n), this.getter || (this.getter = M)), 
                this.value = this.lazy ? void 0 : this.get();
            };
            Wt.prototype.get = function() {
                var e;
                ve(this);
                var n = this.vm;
                try {
                    e = this.getter.call(n, n);
                } catch (td) {
                    if (!this.user) throw td;
                    Qe(td, n, 'getter for watcher "' + this.expression + '"');
                } finally {
                    this.deep && an(e), Ee(), this.cleanupDeps();
                }
                return e;
            }, Wt.prototype.addDep = function(e) {
                var n = e.id;
                this.newDepIds.has(n) || (this.newDepIds.add(n), this.newDeps.push(e), this.depIds.has(n) || e.addSub(this));
            }, Wt.prototype.cleanupDeps = function() {
                var e = this.deps.length;
                while (e--) {
                    var n = this.deps[e];
                    this.newDepIds.has(n.id) || n.removeSub(this);
                }
                var t = this.depIds;
                this.depIds = this.newDepIds, this.newDepIds = t, this.newDepIds.clear(), t = this.deps, 
                this.deps = this.newDeps, this.newDeps = t, this.newDeps.length = 0;
            }, Wt.prototype.update = function() {
                this.lazy ? this.dirty = !0 : this.sync ? this.run() : Jt(this);
            }, Wt.prototype.run = function() {
                if (this.active) {
                    var e = this.get();
                    if (e !== this.value || T(e) || this.deep) {
                        var n = this.value;
                        if (this.value = e, this.user) try {
                            this.cb.call(this.vm, e, n);
                        } catch (td) {
                            Qe(td, this.vm, 'callback for watcher "' + this.expression + '"');
                        } else this.cb.call(this.vm, e, n);
                    }
                }
            }, Wt.prototype.evaluate = function() {
                this.value = this.get(), this.dirty = !1;
            }, Wt.prototype.depend = function() {
                var e = this.deps.length;
                while (e--) this.deps[e].depend();
            }, Wt.prototype.teardown = function() {
                if (this.active) {
                    this.vm._isBeingDestroyed || p(this.vm._watchers, this);
                    var e = this.deps.length;
                    while (e--) this.deps[e].removeSub(this);
                    this.active = !1;
                }
            };
            var Kt = {
                enumerable: !0,
                configurable: !0,
                get: M,
                set: M
            };
            function Qt(e, n, t) {
                Kt.get = function() {
                    return this[n][t];
                }, Kt.set = function(e) {
                    this[n][t] = e;
                }, Object.defineProperty(e, t, Kt);
            }
            function Xt(e) {
                e._watchers = [];
                var n = e.$options;
                n.props && qt(e, n.props), n.methods && ui(e, n.methods), n.data ? Zt(e) : Pe(e._data = {}, !0), 
                n.computed && ti(e, n.computed), n.watch && n.watch !== te && li(e, n.watch);
            }
            function qt(e, n) {
                var t = e.$options.propsData || {}, i = e._props = {}, d = e.$options._propKeys = [], c = !e.$parent;
                c || ye(!1);
                var u = function(c) {
                    d.push(c);
                    var u = Ge(c, n, t, e);
                    Ie(i, c, u), c in e || Qt(e, "_props", c);
                };
                for (var l in n) u(l);
                ye(!0);
            }
            function Zt(e) {
                var n = e.$options.data;
                n = e._data = "function" === typeof n ? ei(n, e) : n || {}, o(n) || (n = {});
                var t = Object.keys(n), i = e.$options.props, d = (e.$options.methods, t.length);
                while (d--) {
                    var c = t[d];
                    0, i && h(i, c) || U(c) || Qt(e, "_data", c);
                }
                Pe(n, !0);
            }
            function ei(e, n) {
                ve();
                try {
                    return e.call(n, n);
                } catch (td) {
                    return Qe(td, n, "data()"), {};
                } finally {
                    Ee();
                }
            }
            var ni = {
                lazy: !0
            };
            function ti(e, n) {
                var t = e._computedWatchers = Object.create(null), i = de();
                for (var d in n) {
                    var c = n[d], u = "function" === typeof c ? c : c.get;
                    0, i || (t[d] = new Wt(e, u || M, M, ni)), d in e || ii(e, d, c);
                }
            }
            function ii(e, n, t) {
                var i = !de();
                "function" === typeof t ? (Kt.get = i ? di(n) : ci(t), Kt.set = M) : (Kt.get = t.get ? i && !1 !== t.cache ? di(n) : ci(t.get) : M, 
                Kt.set = t.set || M), Object.defineProperty(e, n, Kt);
            }
            function di(e) {
                return function() {
                    var n = this._computedWatchers && this._computedWatchers[e];
                    if (n) return n.dirty && n.evaluate(), ae.SharedObject.target && n.depend(), n.value;
                };
            }
            function ci(e) {
                return function() {
                    return e.call(this, this);
                };
            }
            function ui(e, n) {
                e.$options.props;
                for (var t in n) e[t] = "function" !== typeof n[t] ? M : I(n[t], e);
            }
            function li(e, n) {
                for (var t in n) {
                    var i = n[t];
                    if (Array.isArray(i)) for (var d = 0; d < i.length; d++) Ti(e, t, i[d]); else Ti(e, t, i);
                }
            }
            function Ti(e, n, t, i) {
                return o(t) && (i = t, t = t.handler), "string" === typeof t && (t = e[t]), e.$watch(n, t, i);
            }
            function ri(e) {
                var n = {
                    get: function() {
                        return this._data;
                    }
                }, t = {
                    get: function() {
                        return this._props;
                    }
                };
                Object.defineProperty(e.prototype, "$data", n), Object.defineProperty(e.prototype, "$props", t), 
                e.prototype.$set = Le, e.prototype.$delete = we, e.prototype.$watch = function(e, n, t) {
                    var i = this;
                    if (o(n)) return Ti(i, e, n, t);
                    t = t || {}, t.user = !0;
                    var d = new Wt(i, e, n, t);
                    if (t.immediate) try {
                        n.call(i, d.value);
                    } catch (c) {
                        Qe(c, i, 'callback for immediate watcher "' + d.expression + '"');
                    }
                    return function() {
                        d.teardown();
                    };
                };
            }
            var oi = 0;
            function ai(e) {
                e.prototype._init = function(e) {
                    var n = this;
                    n._uid = oi++, n._isVue = !0, e && e._isComponent ? vi(n, e) : n.$options = Ue(Ei(n.constructor), e || {}, n), 
                    n._renderProxy = n, n._self = n, _t(n), pt(n), rt(n), $t(n, "beforeCreate"), !n._$fallback && yn(n), 
                    Xt(n), !n._$fallback && Sn(n), !n._$fallback && $t(n, "created"), n.$options.el && n.$mount(n.$options.el);
                };
            }
            function vi(e, n) {
                var t = e.$options = Object.create(e.constructor.options), i = n._parentVnode;
                t.parent = n.parent, t._parentVnode = i;
                var d = i.componentOptions;
                t.propsData = d.propsData, t._parentListeners = d.listeners, t._renderChildren = d.children, 
                t._componentTag = d.tag, n.render && (t.render = n.render, t.staticRenderFns = n.staticRenderFns);
            }
            function Ei(e) {
                var n = e.options;
                if (e.super) {
                    var t = Ei(e.super), i = e.superOptions;
                    if (t !== i) {
                        e.superOptions = t;
                        var d = Vi(e);
                        d && w(e.extendOptions, d), n = e.options = Ue(t, e.extendOptions), n.name && (n.components[n.name] = e);
                    }
                }
                return n;
            }
            function Vi(e) {
                var n, t = e.options, i = e.sealedOptions;
                for (var d in t) t[d] !== i[d] && (n || (n = {}), n[d] = t[d]);
                return n;
            }
            function fi(e) {
                this._init(e);
            }
            function si(e) {
                e.use = function(e) {
                    var n = this._installedPlugins || (this._installedPlugins = []);
                    if (n.indexOf(e) > -1) return this;
                    var t = L(arguments, 1);
                    return t.unshift(this), "function" === typeof e.install ? e.install.apply(e, t) : "function" === typeof e && e.apply(null, t), 
                    n.push(e), this;
                };
            }
            function xi(e) {
                e.mixin = function(e) {
                    return this.options = Ue(this.options, e), this;
                };
            }
            function pi(e) {
                e.cid = 0;
                var n = 1;
                e.extend = function(e) {
                    e = e || {};
                    var t = this, i = t.cid, d = e._Ctor || (e._Ctor = {});
                    if (d[i]) return d[i];
                    var c = e.name || t.options.name;
                    var u = function(e) {
                        this._init(e);
                    };
                    return u.prototype = Object.create(t.prototype), u.prototype.constructor = u, u.cid = n++, 
                    u.options = Ue(t.options, e), u["super"] = t, u.options.props && gi(u), u.options.computed && hi(u), 
                    u.extend = t.extend, u.mixin = t.mixin, u.use = t.use, k.forEach(function(e) {
                        u[e] = t[e];
                    }), c && (u.options.components[c] = u), u.superOptions = t.options, u.extendOptions = e, 
                    u.sealedOptions = w({}, u.options), d[i] = u, u;
                };
            }
            function gi(e) {
                var n = e.options.props;
                for (var t in n) Qt(e.prototype, "_props", t);
            }
            function hi(e) {
                var n = e.options.computed;
                for (var t in n) ii(e.prototype, t, n[t]);
            }
            function Ri(e) {
                k.forEach(function(n) {
                    e[n] = function(e, t) {
                        return t ? ("component" === n && o(t) && (t.name = t.name || e, t = this.options._base.extend(t)), 
                        "directive" === n && "function" === typeof t && (t = {
                            bind: t,
                            update: t
                        }), this.options[n + "s"][e] = t, t) : this.options[n + "s"][e];
                    };
                });
            }
            function mi(e) {
                return e && (e.Ctor.options.name || e.tag);
            }
            function Si(e, n) {
                return Array.isArray(e) ? e.indexOf(n) > -1 : "string" === typeof e ? e.split(",").indexOf(n) > -1 : !!a(e) && e.test(n);
            }
            function yi(e, n) {
                var t = e.cache, i = e.keys, d = e._vnode;
                for (var c in t) {
                    var u = t[c];
                    if (u) {
                        var l = mi(u.componentOptions);
                        l && !n(l) && Ni(t, c, i, d);
                    }
                }
            }
            function Ni(e, n, t, i) {
                var d = e[n];
                !d || i && d.tag === i.tag || d.componentInstance.$destroy(), e[n] = null, p(t, n);
            }
            ai(fi), ri(fi), St(fi), bt(fi), vt(fi);
            var _i = [ String, RegExp, Array ], bi = {
                name: "keep-alive",
                abstract: !0,
                props: {
                    include: _i,
                    exclude: _i,
                    max: [ String, Number ]
                },
                created: function() {
                    this.cache = Object.create(null), this.keys = [];
                },
                destroyed: function() {
                    for (var e in this.cache) Ni(this.cache, e, this.keys);
                },
                mounted: function() {
                    var e = this;
                    this.$watch("include", function(n) {
                        yi(e, function(e) {
                            return Si(n, e);
                        });
                    }), this.$watch("exclude", function(n) {
                        yi(e, function(e) {
                            return !Si(n, e);
                        });
                    });
                },
                render: function() {
                    var e = this.$slots.default, n = xt(e), t = n && n.componentOptions;
                    if (t) {
                        var i = mi(t), d = this, c = d.include, u = d.exclude;
                        if (c && (!i || !Si(c, i)) || u && i && Si(u, i)) return n;
                        var l = this, T = l.cache, r = l.keys, o = null == n.key ? t.Ctor.cid + (t.tag ? "::" + t.tag : "") : n.key;
                        T[o] ? (n.componentInstance = T[o].componentInstance, p(r, o), r.push(o)) : (T[o] = n, 
                        r.push(o), this.max && r.length > parseInt(this.max) && Ni(T, r[0], r, this._vnode)), 
                        n.data.keepAlive = !0;
                    }
                    return n || e && e[0];
                }
            }, Pi = {
                KeepAlive: bi
            };
            function Ii(e) {
                var n = {
                    get: function() {
                        return D;
                    }
                };
                Object.defineProperty(e, "config", n), e.util = {
                    warn: re,
                    extend: w,
                    mergeOptions: Ue,
                    defineReactive: Ie
                }, e.set = Le, e.delete = we, e.nextTick = rn, e.observable = function(e) {
                    return Pe(e), e;
                }, e.options = Object.create(null), k.forEach(function(n) {
                    e.options[n + "s"] = Object.create(null);
                }), e.options._base = e, w(e.options.components, Pi), si(e), xi(e), pi(e), Ri(e);
            }
            Ii(fi), Object.defineProperty(fi.prototype, "$isServer", {
                get: de
            }), Object.defineProperty(fi.prototype, "$ssrContext", {
                get: function() {
                    return this.$vnode && this.$vnode.ssrContext;
                }
            }), Object.defineProperty(fi, "FunctionalRenderContext", {
                value: Jn
            }), fi.version = "2.6.11";
            var Li = "[object Array]", wi = "[object Object]";
            function $i(e, n) {
                var t = {};
                return Mi(e, n), Oi(e, n, "", t), t;
            }
            function Mi(e, n) {
                if (e !== n) {
                    var t = ji(e), i = ji(n);
                    if (t == wi && i == wi) {
                        if (Object.keys(e).length >= Object.keys(n).length) for (var d in n) {
                            var c = e[d];
                            void 0 === c ? e[d] = null : Mi(c, n[d]);
                        }
                    } else t == Li && i == Li && e.length >= n.length && n.forEach(function(n, t) {
                        Mi(e[t], n);
                    });
                }
            }
            function Oi(e, n, t, i) {
                if (e !== n) {
                    var d = ji(e), c = ji(n);
                    if (d == wi) if (c != wi || Object.keys(e).length < Object.keys(n).length) Ai(i, t, e); else {
                        var u = function(d) {
                            var c = e[d], u = n[d], l = ji(c), T = ji(u);
                            if (l != Li && l != wi) c != n[d] && Ai(i, ("" == t ? "" : t + ".") + d, c); else if (l == Li) T != Li || c.length < u.length ? Ai(i, ("" == t ? "" : t + ".") + d, c) : c.forEach(function(e, n) {
                                Oi(e, u[n], ("" == t ? "" : t + ".") + d + "[" + n + "]", i);
                            }); else if (l == wi) if (T != wi || Object.keys(c).length < Object.keys(u).length) Ai(i, ("" == t ? "" : t + ".") + d, c); else for (var r in c) Oi(c[r], u[r], ("" == t ? "" : t + ".") + d + "." + r, i);
                        };
                        for (var l in e) u(l);
                    } else d == Li ? c != Li || e.length < n.length ? Ai(i, t, e) : e.forEach(function(e, d) {
                        Oi(e, n[d], t + "[" + d + "]", i);
                    }) : Ai(i, t, e);
                }
            }
            function Ai(e, n, t) {
                e[n] = t;
            }
            function ji(e) {
                return Object.prototype.toString.call(e);
            }
            function Ci(e) {
                if (e.__next_tick_callbacks && e.__next_tick_callbacks.length) {
                    if (Object({
                        VUE_APP_NAME: "people-life",
                        VUE_APP_PLATFORM: "mp-weixin",
                        NODE_ENV: "production",
                        BASE_URL: "/"
                    }).VUE_APP_DEBUG) {
                        var n = e.$scope;
                        console.log("[" + +new Date() + "][" + (n.is || n.route) + "][" + e._uid + "]:flushCallbacks[" + e.__next_tick_callbacks.length + "]");
                    }
                    var t = e.__next_tick_callbacks.slice(0);
                    e.__next_tick_callbacks.length = 0;
                    for (var i = 0; i < t.length; i++) t[i]();
                }
            }
            function Yi(e) {
                return Mt.find(function(n) {
                    return e._watcher === n;
                });
            }
            function ki(e, n) {
                if (!e.__next_tick_pending && !Yi(e)) {
                    if (Object({
                        VUE_APP_NAME: "people-life",
                        VUE_APP_PLATFORM: "mp-weixin",
                        NODE_ENV: "production",
                        BASE_URL: "/"
                    }).VUE_APP_DEBUG) {
                        var t = e.$scope;
                        console.log("[" + +new Date() + "][" + (t.is || t.route) + "][" + e._uid + "]:nextVueTick");
                    }
                    return rn(n, e);
                }
                if (Object({
                    VUE_APP_NAME: "people-life",
                    VUE_APP_PLATFORM: "mp-weixin",
                    NODE_ENV: "production",
                    BASE_URL: "/"
                }).VUE_APP_DEBUG) {
                    var i = e.$scope;
                    console.log("[" + +new Date() + "][" + (i.is || i.route) + "][" + e._uid + "]:nextMPTick");
                }
                var d;
                if (e.__next_tick_callbacks || (e.__next_tick_callbacks = []), e.__next_tick_callbacks.push(function() {
                    if (n) try {
                        n.call(e);
                    } catch (td) {
                        Qe(td, e, "nextTick");
                    } else d && d(e);
                }), !n && "undefined" !== typeof Promise) return new Promise(function(e) {
                    d = e;
                });
            }
            function Hi(e) {
                var n = Object.create(null), t = [].concat(Object.keys(e._data || {}), Object.keys(e._computedWatchers || {}));
                t.reduce(function(n, t) {
                    return n[t] = e[t], n;
                }, n);
                var i = e.__composition_api_state__ || e.__secret_vfa_state__, d = i && i.rawBindings;
                return d && Object.keys(d).forEach(function(t) {
                    n[t] = e[t];
                }), Object.assign(n, e.$mp.data || {}), Array.isArray(e.$options.behaviors) && -1 !== e.$options.behaviors.indexOf("uni://form-field") && (n["name"] = e.name, 
                n["value"] = e.value), JSON.parse(JSON.stringify(n));
            }
            var Di = function(e, n) {
                var t = this;
                if (null !== n && ("page" === this.mpType || "component" === this.mpType)) {
                    var i = this.$scope, d = Object.create(null);
                    try {
                        d = Hi(this);
                    } catch (l) {
                        console.error(l);
                    }
                    d.__webviewId__ = i.data.__webviewId__;
                    var c = Object.create(null);
                    Object.keys(d).forEach(function(e) {
                        c[e] = i.data[e];
                    });
                    var u = !1 === this.$shouldDiffData ? d : $i(d, c);
                    Object.keys(u).length ? (Object({
                        VUE_APP_NAME: "people-life",
                        VUE_APP_PLATFORM: "mp-weixin",
                        NODE_ENV: "production",
                        BASE_URL: "/"
                    }).VUE_APP_DEBUG && console.log("[" + +new Date() + "][" + (i.is || i.route) + "][" + this._uid + "]差量更新", JSON.stringify(u)), 
                    this.__next_tick_pending = !0, i.setData(u, function() {
                        t.__next_tick_pending = !1, Ci(t);
                    })) : Ci(this);
                }
            };
            function Fi() {}
            function Ui(e, n, t) {
                if (!e.mpType) return e;
                "app" === e.mpType && (e.$options.render = Fi), e.$options.render || (e.$options.render = Fi), 
                !e._$fallback && $t(e, "beforeMount");
                var i = function() {
                    e._update(e._render(), t);
                };
                return new Wt(e, i, M, {
                    before: function() {
                        e._isMounted && !e._isDestroyed && $t(e, "beforeUpdate");
                    }
                }, !0), t = !1, e;
            }
            function Bi(e, n) {
                return d(e) || d(n) ? Gi(e, Ji(n)) : "";
            }
            function Gi(e, n) {
                return e ? n ? e + " " + n : e : n || "";
            }
            function Ji(e) {
                return Array.isArray(e) ? zi(e) : T(e) ? Wi(e) : "string" === typeof e ? e : "";
            }
            function zi(e) {
                for (var n, t = "", i = 0, c = e.length; i < c; i++) d(n = Ji(e[i])) && "" !== n && (t && (t += " "), 
                t += n);
                return t;
            }
            function Wi(e) {
                var n = "";
                for (var t in e) e[t] && (n && (n += " "), n += t);
                return n;
            }
            var Ki = R(function(e) {
                var n = {}, t = /;(?![^(]*\))/g, i = /:(.+)/;
                return e.split(t).forEach(function(e) {
                    if (e) {
                        var t = e.split(i);
                        t.length > 1 && (n[t[0].trim()] = t[1].trim());
                    }
                }), n;
            });
            function Qi(e) {
                return Array.isArray(e) ? $(e) : "string" === typeof e ? Ki(e) : e;
            }
            var Xi = [ "createSelectorQuery", "createIntersectionObserver", "selectAllComponents", "selectComponent" ];
            function qi(e, n) {
                var t = n.split("."), i = t[0];
                return 0 === i.indexOf("__$n") && (i = parseInt(i.replace("__$n", ""))), 1 === t.length ? e[i] : qi(e[i], t.slice(1).join("."));
            }
            function Zi(e) {
                e.config.errorHandler = function(n, t, i) {
                    e.util.warn("Error in " + i + ': "' + n.toString() + '"', t), console.error(n);
                    var d = "function" === typeof getApp && getApp();
                    d && d.onError && d.onError(n);
                };
                var n = e.prototype.$emit;
                e.prototype.$emit = function(e) {
                    return this.$scope && e && this.$scope["triggerEvent"](e, {
                        __args__: L(arguments, 1)
                    }), n.apply(this, arguments);
                }, e.prototype.$nextTick = function(e) {
                    return ki(this, e);
                }, Xi.forEach(function(n) {
                    e.prototype[n] = function(e) {
                        return this.$scope && this.$scope[n] ? this.$scope[n](e) : "undefined" !== typeof my ? "createSelectorQuery" === n ? my.createSelectorQuery(e) : "createIntersectionObserver" === n ? my.createIntersectionObserver(e) : void 0 : void 0;
                    };
                }), e.prototype.__init_provide = Sn, e.prototype.__init_injections = yn, e.prototype.__call_hook = function(e, n) {
                    var t = this;
                    ve();
                    var i, d = t.$options[e], c = e + " hook";
                    if (d) for (var u = 0, l = d.length; u < l; u++) i = Xe(d[u], t, n ? [ n ] : null, t, c);
                    return t._hasHookEvent && t.$emit("hook:" + e, n), Ee(), i;
                }, e.prototype.__set_model = function(e, n, t, i) {
                    Array.isArray(i) && (-1 !== i.indexOf("trim") && (t = t.trim()), -1 !== i.indexOf("number") && (t = this._n(t))), 
                    e || (e = this), e[n] = t;
                }, e.prototype.__set_sync = function(e, n, t) {
                    e || (e = this), e[n] = t;
                }, e.prototype.__get_orig = function(e) {
                    return o(e) && e["$orig"] || e;
                }, e.prototype.__get_value = function(e, n) {
                    return qi(n || this, e);
                }, e.prototype.__get_class = function(e, n) {
                    return Bi(n, e);
                }, e.prototype.__get_style = function(e, n) {
                    if (!e && !n) return "";
                    var t = Qi(e), i = n ? w(n, t) : t;
                    return Object.keys(i).map(function(e) {
                        return _(e) + ":" + i[e];
                    }).join(";");
                }, e.prototype.__map = function(e, n) {
                    var t, i, d, c, u;
                    if (Array.isArray(e)) {
                        for (t = new Array(e.length), i = 0, d = e.length; i < d; i++) t[i] = n(e[i], i);
                        return t;
                    }
                    if (T(e)) {
                        for (c = Object.keys(e), t = Object.create(null), i = 0, d = c.length; i < d; i++) u = c[i], 
                        t[u] = n(e[u], u, i);
                        return t;
                    }
                    if ("number" === typeof e) {
                        for (t = new Array(e), i = 0, d = e; i < d; i++) t[i] = n(i, i);
                        return t;
                    }
                    return [];
                };
            }
            var ed = [ "onLaunch", "onShow", "onHide", "onUniNViewMessage", "onPageNotFound", "onThemeChange", "onError", "onUnhandledRejection", "onInit", "onLoad", "onReady", "onUnload", "onPullDownRefresh", "onReachBottom", "onTabItemTap", "onAddToFavorites", "onShareTimeline", "onShareAppMessage", "onResize", "onPageScroll", "onNavigationBarButtonTap", "onBackPress", "onNavigationBarSearchInputChanged", "onNavigationBarSearchInputConfirmed", "onNavigationBarSearchInputClicked", "onPageShow", "onPageHide", "onPageResize" ];
            function nd(e) {
                var n = e.extend;
                e.extend = function(e) {
                    e = e || {};
                    var t = e.methods;
                    return t && Object.keys(t).forEach(function(n) {
                        -1 !== ed.indexOf(n) && (e[n] = t[n], delete t[n]);
                    }), n.call(this, e);
                };
                var t = e.config.optionMergeStrategies, i = t.created;
                ed.forEach(function(e) {
                    t[e] = i;
                }), e.prototype.__lifecycle_hooks__ = ed;
            }
            fi.prototype.__patch__ = Di, fi.prototype.$mount = function(e, n) {
                return Ui(this, e, n);
            }, nd(fi), Zi(fi), n["default"] = fi;
        }.call(this, t("c8ba"));
    },
    "69ae": function(e) {
        e.exports = JSON.parse('{"1001":{"id":"1001","name":"随身玉佩","description":"或许有护佑作用","grade":0},"1002":{"id":"1002","name":"红肚兜","description":"小时候死亡率降低","grade":0},"1003":{"id":"1003","name":"生而为男","description":"性别一定为男","grade":1,"exclusive":["1004","1025","1024",1113]},"1004":{"id":"1004","name":"生而为女","description":"性别一定为女","grade":1,"exclusive":["1003","1024","1025"]},"1005":{"id":"1005","name":"动漫高手","description":"入宅的可能性翻6倍","grade":2},"1006":{"id":"1006","name":"乐天派","description":"快乐+1","grade":0,"effect":{"SPR":1}},"1007":{"id":"1007","name":"天赋异禀","description":"初始可用属性点+2","grade":1,"status":2},"1008":{"id":"1008","name":"天生抑郁","description":"快乐-3","grade":0,"effect":{"SPR":-3}},"1009":{"id":"1009","name":"网络巨魔","description":"快乐+2","grade":1,"effect":{"SPR":2}},"1010":{"id":"1010","name":"天龙人","description":"你拥有北京户口","grade":2,"exclusive":["1012","1013","1014"]},"1011":{"id":"1011","name":"独生子女","description":"你没有兄弟姐妹","grade":0},"1012":{"id":"1012","name":"乡间微风","description":"你出生在农村","grade":0,"exclusive":["1010","1013","1014"]},"1013":{"id":"1013","name":"城中高楼","description":"你出生在城市","grade":0,"exclusive":["1010","1012","1014"]},"1014":{"id":"1014","name":"美籍华人","description":"你有美国国籍","grade":2,"effect":{"MNY":3},"exclusive":["1010","1012","1013"]},"1015":{"id":"1015","name":"家中老大","description":"你最受父母宠爱","grade":1},"1016":{"id":"1016","name":"水性良好","description":"不会被淹死","grade":0},"1017":{"id":"1017","name":"先天免疫","description":"你不会得艾滋病","grade":0},"1018":{"id":"1018","name":"人类进化","description":"所有属性+1","grade":2,"effect":{"SPR":1,"MNY":1,"CHR":1,"STR":1,"INT":1}},"1019":{"id":"1019","name":"超凡","description":"初始可用属性点+4","grade":2,"status":4},"1020":{"id":"1020","name":"父母美貌","description":"颜值+2","grade":1,"effect":{"CHR":2}},"1021":{"id":"1021","name":"红颜薄命","description":"颜值+2，体质-2","grade":0,"effect":{"CHR":2,"STR":-2}},"1022":{"id":"1022","name":"属蛇","description":"不会被蛇咬死","grade":0},"1023":{"id":"1023","name":"半神","description":"所有属性+2","grade":3,"effect":{"SPR":2,"MNY":2,"CHR":2,"STR":2,"INT":2}},"1024":{"id":"1024","name":"人中龙凤","description":"天生双重性别","grade":2,"exclusive":["1003","1004","1025"]},"1025":{"id":"1025","name":"阴阳之外","description":"天生无性别","grade":2,"exclusive":["1003","1024","1004",1113]},"1026":{"id":"1026","name":"彩虹之下","description":"可能和同性交往","grade":0,"exclusive":["1113"]},"1027":{"id":"1027","name":"斩情证道","description":"终生不恋爱结婚","grade":1,"exclusive":["1113"]},"1028":{"id":"1028","name":"桃花连连","description":"恋爱机会提升","grade":0},"1029":{"id":"1029","name":"平安童年","description":"12岁前父母都健在","grade":1},"1030":{"id":"1030","name":"宠物大师","description":"宠物不会意外死亡","grade":0},"1031":{"id":"1031","name":"天生残疾","description":"体质-2","grade":0,"effect":{"STR":-2}},"1032":{"id":"1032","name":"早产儿","description":"所有属性-1","grade":0,"effect":{"SPR":-1,"MNY":-1,"CHR":-1,"STR":-1,"INT":-1}},"1033":{"id":"1033","name":"十死无生","description":"体质-10","grade":0,"effect":{"STR":-10}},"1034":{"id":"1034","name":"家运不顺","description":"家境-2","grade":0,"effect":{"MNY":-2}},"1035":{"id":"1035","name":"头着地","description":"智力-2","grade":0,"effect":{"INT":-2}},"1036":{"id":"1036","name":"胎教","description":"智力+1","grade":0,"effect":{"INT":1}},"1037":{"id":"1037","name":"班中红人","description":"和同学容易处好关系","grade":0},"1038":{"id":"1038","name":"骑士","description":"能轻松学会骑车","grade":0},"1039":{"id":"1039","name":"永远的神","description":"电竞天才","grade":1},"1040":{"id":"1040","name":"戒律","description":"赌毒不沾","grade":0},"1041":{"id":"1041","name":"丁克","description":"不生孩子","grade":1,"exclusive":["1113"]},"1042":{"id":"1042","name":"少数民族","description":"高考+5分","grade":0},"1043":{"id":"1043","name":"老司机","description":"你和家人不会发生车祸","grade":0},"1044":{"id":"1044","name":"低压","description":"你的家人不会心脏病","grade":0},"1045":{"id":"1045","name":"战功","description":"你退伍后会当官","grade":0},"1046":{"id":"1046","name":"不孕不育","description":"你生不出孩子","grade":1,"exclusive":["1113"]},"1047":{"id":"1047","name":"白头偕老","description":"爱人至少能活到70岁","grade":1},"1048":{"id":"1048","name":"神秘的小盒子","description":"100岁时才能开启","grade":3},"1049":{"id":"1049","name":"三十而立","description":"30岁时家境+2","condition":"AGE?[30]","grade":0,"effect":{"MNY":2}},"1050":{"id":"1050","name":"四十不惑","description":"40岁时智力+2","condition":"AGE?[40]","grade":0,"effect":{"INT":2}},"1051":{"id":"1051","name":"知天命","description":"50岁时智力、快乐+1","condition":"AGE?[50]","grade":0,"effect":{"SPR":1,"INT":1}},"1052":{"id":"1052","name":"耳顺","description":"60岁时快乐+2","condition":"AGE?[60]","grade":0,"effect":{"SPR":2}},"1053":{"id":"1053","name":"从心所欲","description":"70岁时快乐+3","condition":"AGE?[70]","grade":0,"effect":{"SPR":3}},"1054":{"id":"1054","name":"老当益壮","description":"60岁时体质+2","condition":"AGE?[60]","grade":1,"effect":{"STR":2}},"1055":{"id":"1055","name":"鹤发童颜","description":"70岁时颜值+3","condition":"AGE?[70]","grade":0,"effect":{"CHR":3}},"1056":{"id":"1056","name":"学前启蒙","description":"5岁时智力+2","condition":"AGE?[5]","grade":1,"effect":{"INT":2}},"1057":{"id":"1057","name":"十八变","description":"18岁时颜值+2","condition":"AGE?[18]","grade":1,"effect":{"CHR":2}},"1058":{"id":"1058","name":"迟来之财","description":"90岁时家境+4","condition":"AGE?[90]","grade":0,"effect":{"MNY":4}},"1059":{"id":"1059","name":"理财达人","description":"30、40、50岁时家境+1","condition":"AGE?[30,40,50]","grade":0,"effect":{"MNY":1}},"1060":{"id":"1060","name":"成熟","description":"12、18岁时智力+1","condition":"AGE?[12,18]","grade":1,"effect":{"INT":1}},"1061":{"id":"1061","name":"形象管理","description":"16、24岁时颜值+1","condition":"AGE?[16,24]","grade":1,"effect":{"CHR":1}},"1062":{"id":"1062","name":"成年礼","description":"18岁时快乐+1","condition":"AGE?[18]","grade":0,"effect":{"SPR":1}},"1063":{"id":"1063","name":"开光之胎","description":"初始可用属性点+1","grade":0,"status":1},"1064":{"id":"1064","name":"天命","description":"初始可用属性点+8","grade":3,"status":8},"1065":{"id":"1065","name":"祖传药丸","description":"功能不明","grade":1},"1066":{"id":"1066","name":"精准扶贫","description":"家境为0时家境+1","condition":"(MNY<1)&(MNY>-1)","grade":0,"effect":{"MNY":1}},"1067":{"id":"1067","name":"乐天派","description":"快乐为0时快乐+1","condition":"(SPR<1)&(SPR>-1)","grade":1,"effect":{"SPR":1}},"1068":{"id":"1068","name":"命悬一线","description":"体质为0时体质+1","condition":"(STR<1)&(STR>-1)","grade":0,"effect":{"STR":1}},"1069":{"id":"1069","name":"智可生财","description":"若20岁时智力>8，家境+2","condition":"(AGE?[20])&(INT>8)","grade":0,"effect":{"MNY":2}},"1070":{"id":"1070","name":"舔狗甚多","description":"若20岁时颜值>8，快乐+2","condition":"(AGE?[20])&(CHR>8)","grade":0,"effect":{"SPR":2}},"1071":{"id":"1071","name":"保胎丸","description":"你不会胎死腹中","grade":0},"1072":{"id":"1072","name":"白化病","description":"你不会遭遇枪击","grade":0},"1073":{"id":"1073","name":"佛宗","description":"考上哈佛大学的几率提高","grade":0},"1074":{"id":"1074","name":"悟道","description":"智力>10时快乐+3","condition":"INT>10","grade":1,"effect":{"SPR":3}},"1075":{"id":"1075","name":"驻颜","description":"体质>10时颜值+3","condition":"STR>10","grade":0,"effect":{"CHR":3}},"1076":{"id":"1076","name":"界限突破","description":"体质>10时快乐+3","condition":"STR>10","grade":1,"effect":{"SPR":3}},"1077":{"id":"1077","name":"倾城","description":"颜值>10时快乐+3","condition":"CHR>10","grade":1,"effect":{"SPR":3}},"1078":{"id":"1078","name":"训练有方","description":"智力>10时体质+3","condition":"INT>10","grade":0,"effect":{"STR":3}},"1079":{"id":"1079","name":"相由心生","description":"智力>10时颜值+3","condition":"INT>10","grade":0,"effect":{"CHR":3}},"1080":{"id":"1080","name":"智多鑫","description":"智力>10时家境+3","condition":"INT>10","grade":0,"effect":{"MNY":3}},"1081":{"id":"1081","name":"灵光","description":"快乐>10时其他属性+1","condition":"SPR>10","grade":0,"effect":{"MNY":1,"CHR":1,"STR":1,"INT":1}},"1082":{"id":"1082","name":"天启","description":"快乐>10时其他属性+2","condition":"SPR>10","grade":1,"effect":{"MNY":2,"CHR":2,"STR":2,"INT":2}},"1083":{"id":"1083","name":"神谕","description":"快乐>10时其他属性+3","condition":"SPR>10","grade":2,"effect":{"MNY":3,"CHR":3,"STR":3,"INT":3}},"1084":{"id":"1084","name":"献祭","description":"初始可用属性点-2，快乐+2","grade":0,"status":-2,"effect":{"SPR":2},"exclusive":["1122"]},"1085":{"id":"1085","name":"幸运儿","description":"初始可用属性点-3，快乐+5","grade":1,"status":-3,"effect":{"SPR":5},"exclusive":["1122"]},"1086":{"id":"1086","name":"挑战者","description":"初始可用点-10","grade":0,"status":-10,"exclusive":["1122"]},"1087":{"id":"1087","name":"你不懂","description":"家境>10时快乐+3","condition":"MNY>10","grade":1,"effect":{"SPR":3}},"1088":{"id":"1088","name":"整容","description":"家境>10时颜值+3","condition":"MNY>10","grade":0,"effect":{"CHR":3}},"1089":{"id":"1089","name":"钻石健身卡","description":"家境>10时体质+3","condition":"MNY>10","grade":0,"effect":{"STR":3}},"1090":{"id":"1090","name":"身残志坚","description":"体质<0时其他属性+1","condition":"STR<0","grade":0,"effect":{"SPR":1,"MNY":1,"CHR":1,"INT":1}},"1091":{"id":"1091","name":"活死人","description":"体质<-1时其他属性+2","condition":"STR<0","grade":1,"effect":{"SPR":2,"MNY":2,"CHR":2,"INT":2}},"1092":{"id":"1092","name":"开一扇窗","description":"颜值<0时其他属性+1","condition":"CHR<0","grade":0,"effect":{"SPR":1,"MNY":1,"STR":1,"INT":1}},"1093":{"id":"1093","name":"大额头","description":"颜值-2，智力+2","grade":0,"effect":{"CHR":-2,"INT":2}},"1094":{"id":"1094","name":"痘痘脸","description":"颜值-1","grade":0,"effect":{"CHR":-1}},"1095":{"id":"1095","name":"潜能","description":"家境<0时其他属性+1","condition":"MNY<0","grade":0,"effect":{"SPR":1,"CHR":1,"STR":1,"INT":1}},"1096":{"id":"1096","name":"哀兵","description":"快乐<0时其他属性+1","condition":"SPR<0","grade":0,"effect":{"MNY":1,"CHR":1,"STR":1,"INT":1}},"1097":{"id":"1097","name":"苦痛侍僧","description":"快乐<-1时其他属性+2","condition":"SPR<-1","grade":1,"effect":{"MNY":2,"CHR":2,"STR":2,"INT":2}},"1098":{"id":"1098","name":"觉醒","description":"家境<-1时其他属性+2","condition":"MNY<-1","grade":1,"effect":{"SPR":2,"CHR":2,"STR":2,"INT":2}},"1099":{"id":"1099","name":"抖M","description":"家境-2，快乐+2","grade":0,"effect":{"SPR":2,"MNY":-2}},"1100":{"id":"1100","name":"海的女儿","description":"颜值-2，初始可用属性点+1","grade":0,"status":1,"effect":{"CHR":-2}},"1101":{"id":"1101","name":"进阶","description":"所有属性>5时，所有属性+1","condition":"(SPR>5)&(MNY>5)&(CHR>5)&(STR>5)&(INT>5)","grade":0,"effect":{"SPR":1,"MNY":1,"CHR":1,"STR":1,"INT":1}},"1102":{"id":"1102","name":"超进化","description":"所有属性>5时，所有属性+2","condition":"(SPR>5)&(MNY>5)&(CHR>5)&(STR>5)&(INT>5)","grade":1,"effect":{"SPR":2,"MNY":2,"CHR":2,"STR":2,"INT":2}},"1103":{"id":"1103","name":"白色胶囊","description":"你10岁时无事发生","condition":"AGE?[10]","grade":0},"1104":{"id":"1104","name":"紫色胶囊","description":"跳过你的40~50岁","condition":"AGE?[40,41,42,43,44,45,46,47,48,49,50]","grade":2},"1105":{"id":"1105","name":"蓝色胶囊","description":"你20、30岁时无事发生","condition":"AGE?[20,30]","grade":1},"1106":{"id":"1106","name":"健康饮食","description":"你不吃洋快餐","grade":0},"1107":{"id":"1107","name":"不想罢了","description":"你不会上清华大学","grade":0},"1108":{"id":"1108","name":"挑衅","description":"你喜欢没事找事","grade":0},"1109":{"id":"1109","name":"旅行者","description":"你喜欢旅游","grade":0},"1110":{"id":"1110","name":"水仙","description":"你比较自恋","grade":0},"1111":{"id":"1111","name":"缺一门","description":"无效果","grade":0},"1112":{"id":"1112","name":"异界来客","description":"你可能听到一些绝密消息","grade":2},"1113":{"id":"1113","name":"三胎人生","description":"你尽可能生三胎","grade":1,"exclusive":["1003","1025","1026",1027,1041,1046]},"1114":{"id":"1114","name":"橙色胶囊","description":"跳过你的60~90岁","condition":"AGE?[60,61,62,63,64,65,66,67,68,69,70,71,72,73,74,75,76,77,78,79,80,81,82,83,84,85,86,87,88,89,90]","grade":3},"1115":{"id":"1115","name":"宙斯","description":"参加奥赛的几率提高","grade":0},"1116":{"id":"1116","name":"为人民服务","description":"考公务员时一定能考上","grade":0},"1117":{"id":"1117","name":"表现良好","description":"入狱会减刑","grade":0},"1118":{"id":"1118","name":"小吉","description":"运气稍微提升","grade":0},"1119":{"id":"1119","name":"天秤座","description":"据说做事很公平","grade":0},"1120":{"id":"1120","name":"万里挑一","description":"你很攻","grade":0},"1121":{"id":"1121","name":"把握不住","description":"你有强迫症","grade":0},"1122":{"id":"1122","name":"急了急了","description":"赶着投胎，不要初始属性了","grade":1,"status":-20,"exclusive":["1084","1085","1086"]},"1123":{"id":"1123","name":"不离不弃","description":"你不会离婚","grade":0},"1124":{"id":"1124","name":"足量","description":"身高不矮","grade":0},"1125":{"id":"1125","name":"易胖体质","description":"颜值更容易降低","grade":0},"1126":{"id":"1126","name":"黄帝","description":"种族主义者","grade":0},"1127":{"id":"1127","name":"左撇子","description":"习惯使用左手","grade":0},"1128":{"id":"1128","name":"克苏鲁","description":"&▓▓▓◆▓▓▓￥#▓@■.◆","grade":2},"1129":{"id":"1129","name":"不连续存在","description":"你还拥有其他人格","grade":2},"1130":{"id":"1130","name":"占位符","description":"少一个可选天赋","grade":0},"1131":{"id":"1131","name":"魔法棒","description":"不知道有什么用……","grade":2}}');
    },
    "96cf": function(e, n) {
        !function(n) {
            "use strict";
            var t, i = Object.prototype, d = i.hasOwnProperty, c = "function" === typeof Symbol ? Symbol : {}, u = c.iterator || "@@iterator", l = c.asyncIterator || "@@asyncIterator", T = c.toStringTag || "@@toStringTag", r = "object" === typeof e, o = n.regeneratorRuntime;
            if (o) r && (e.exports = o); else {
                o = n.regeneratorRuntime = r ? e.exports : {}, o.wrap = h;
                var a = "suspendedStart", v = "suspendedYield", E = "executing", V = "completed", f = {}, s = {};
                s[u] = function() {
                    return this;
                };
                var x = Object.getPrototypeOf, p = x && x(x($([])));
                p && p !== i && d.call(p, u) && (s = p);
                var g = y.prototype = m.prototype = Object.create(s);
                S.prototype = g.constructor = y, y.constructor = S, y[T] = S.displayName = "GeneratorFunction", 
                o.isGeneratorFunction = function(e) {
                    var n = "function" === typeof e && e.constructor;
                    return !!n && (n === S || "GeneratorFunction" === (n.displayName || n.name));
                }, o.mark = function(e) {
                    return Object.setPrototypeOf ? Object.setPrototypeOf(e, y) : (e.__proto__ = y, T in e || (e[T] = "GeneratorFunction")), 
                    e.prototype = Object.create(g), e;
                }, o.awrap = function(e) {
                    return {
                        __await: e
                    };
                }, N(_.prototype), _.prototype[l] = function() {
                    return this;
                }, o.AsyncIterator = _, o.async = function(e, n, t, i) {
                    var d = new _(h(e, n, t, i));
                    return o.isGeneratorFunction(n) ? d : d.next().then(function(e) {
                        return e.done ? e.value : d.next();
                    });
                }, N(g), g[T] = "Generator", g[u] = function() {
                    return this;
                }, g.toString = function() {
                    return "[object Generator]";
                }, o.keys = function(e) {
                    var n = [];
                    for (var t in e) n.push(t);
                    return n.reverse(), function t() {
                        while (n.length) {
                            var i = n.pop();
                            if (i in e) return t.value = i, t.done = !1, t;
                        }
                        return t.done = !0, t;
                    };
                }, o.values = $, w.prototype = {
                    constructor: w,
                    reset: function(e) {
                        if (this.prev = 0, this.next = 0, this.sent = this._sent = t, this.done = !1, this.delegate = null, 
                        this.method = "next", this.arg = t, this.tryEntries.forEach(L), !e) for (var n in this) "t" === n.charAt(0) && d.call(this, n) && !isNaN(+n.slice(1)) && (this[n] = t);
                    },
                    stop: function() {
                        this.done = !0;
                        var e = this.tryEntries[0], n = e.completion;
                        if ("throw" === n.type) throw n.arg;
                        return this.rval;
                    },
                    dispatchException: function(e) {
                        if (this.done) throw e;
                        var n = this;
                        function i(i, d) {
                            return l.type = "throw", l.arg = e, n.next = i, d && (n.method = "next", n.arg = t), 
                            !!d;
                        }
                        for (var c = this.tryEntries.length - 1; c >= 0; --c) {
                            var u = this.tryEntries[c], l = u.completion;
                            if ("root" === u.tryLoc) return i("end");
                            if (u.tryLoc <= this.prev) {
                                var T = d.call(u, "catchLoc"), r = d.call(u, "finallyLoc");
                                if (T && r) {
                                    if (this.prev < u.catchLoc) return i(u.catchLoc, !0);
                                    if (this.prev < u.finallyLoc) return i(u.finallyLoc);
                                } else if (T) {
                                    if (this.prev < u.catchLoc) return i(u.catchLoc, !0);
                                } else {
                                    if (!r) throw new Error("try statement without catch or finally");
                                    if (this.prev < u.finallyLoc) return i(u.finallyLoc);
                                }
                            }
                        }
                    },
                    abrupt: function(e, n) {
                        for (var t = this.tryEntries.length - 1; t >= 0; --t) {
                            var i = this.tryEntries[t];
                            if (i.tryLoc <= this.prev && d.call(i, "finallyLoc") && this.prev < i.finallyLoc) {
                                var c = i;
                                break;
                            }
                        }
                        c && ("break" === e || "continue" === e) && c.tryLoc <= n && n <= c.finallyLoc && (c = null);
                        var u = c ? c.completion : {};
                        return u.type = e, u.arg = n, c ? (this.method = "next", this.next = c.finallyLoc, 
                        f) : this.complete(u);
                    },
                    complete: function(e, n) {
                        if ("throw" === e.type) throw e.arg;
                        return "break" === e.type || "continue" === e.type ? this.next = e.arg : "return" === e.type ? (this.rval = this.arg = e.arg, 
                        this.method = "return", this.next = "end") : "normal" === e.type && n && (this.next = n), 
                        f;
                    },
                    finish: function(e) {
                        for (var n = this.tryEntries.length - 1; n >= 0; --n) {
                            var t = this.tryEntries[n];
                            if (t.finallyLoc === e) return this.complete(t.completion, t.afterLoc), L(t), f;
                        }
                    },
                    catch: function(e) {
                        for (var n = this.tryEntries.length - 1; n >= 0; --n) {
                            var t = this.tryEntries[n];
                            if (t.tryLoc === e) {
                                var i = t.completion;
                                if ("throw" === i.type) {
                                    var d = i.arg;
                                    L(t);
                                }
                                return d;
                            }
                        }
                        throw new Error("illegal catch attempt");
                    },
                    delegateYield: function(e, n, i) {
                        return this.delegate = {
                            iterator: $(e),
                            resultName: n,
                            nextLoc: i
                        }, "next" === this.method && (this.arg = t), f;
                    }
                };
            }
            function h(e, n, t, i) {
                var d = n && n.prototype instanceof m ? n : m, c = Object.create(d.prototype), u = new w(i || []);
                return c._invoke = b(e, t, u), c;
            }
            function R(e, n, t) {
                try {
                    return {
                        type: "normal",
                        arg: e.call(n, t)
                    };
                } catch (i) {
                    return {
                        type: "throw",
                        arg: i
                    };
                }
            }
            function m() {}
            function S() {}
            function y() {}
            function N(e) {
                [ "next", "throw", "return" ].forEach(function(n) {
                    e[n] = function(e) {
                        return this._invoke(n, e);
                    };
                });
            }
            function _(e) {
                function n(t, i, c, u) {
                    var l = R(e[t], e, i);
                    if ("throw" !== l.type) {
                        var T = l.arg, r = T.value;
                        return r && "object" === typeof r && d.call(r, "__await") ? Promise.resolve(r.__await).then(function(e) {
                            n("next", e, c, u);
                        }, function(e) {
                            n("throw", e, c, u);
                        }) : Promise.resolve(r).then(function(e) {
                            T.value = e, c(T);
                        }, function(e) {
                            return n("throw", e, c, u);
                        });
                    }
                    u(l.arg);
                }
                var t;
                function i(e, i) {
                    function d() {
                        return new Promise(function(t, d) {
                            n(e, i, t, d);
                        });
                    }
                    return t = t ? t.then(d, d) : d();
                }
                this._invoke = i;
            }
            function b(e, n, t) {
                var i = a;
                return function(d, c) {
                    if (i === E) throw new Error("Generator is already running");
                    if (i === V) {
                        if ("throw" === d) throw c;
                        return M();
                    }
                    t.method = d, t.arg = c;
                    while (1) {
                        var u = t.delegate;
                        if (u) {
                            var l = P(u, t);
                            if (l) {
                                if (l === f) continue;
                                return l;
                            }
                        }
                        if ("next" === t.method) t.sent = t._sent = t.arg; else if ("throw" === t.method) {
                            if (i === a) throw i = V, t.arg;
                            t.dispatchException(t.arg);
                        } else "return" === t.method && t.abrupt("return", t.arg);
                        i = E;
                        var T = R(e, n, t);
                        if ("normal" === T.type) {
                            if (i = t.done ? V : v, T.arg === f) continue;
                            return {
                                value: T.arg,
                                done: t.done
                            };
                        }
                        "throw" === T.type && (i = V, t.method = "throw", t.arg = T.arg);
                    }
                };
            }
            function P(e, n) {
                var i = e.iterator[n.method];
                if (i === t) {
                    if (n.delegate = null, "throw" === n.method) {
                        if (e.iterator.return && (n.method = "return", n.arg = t, P(e, n), "throw" === n.method)) return f;
                        n.method = "throw", n.arg = new TypeError("The iterator does not provide a 'throw' method");
                    }
                    return f;
                }
                var d = R(i, e.iterator, n.arg);
                if ("throw" === d.type) return n.method = "throw", n.arg = d.arg, n.delegate = null, 
                f;
                var c = d.arg;
                return c ? c.done ? (n[e.resultName] = c.value, n.next = e.nextLoc, "return" !== n.method && (n.method = "next", 
                n.arg = t), n.delegate = null, f) : c : (n.method = "throw", n.arg = new TypeError("iterator result is not an object"), 
                n.delegate = null, f);
            }
            function I(e) {
                var n = {
                    tryLoc: e[0]
                };
                1 in e && (n.catchLoc = e[1]), 2 in e && (n.finallyLoc = e[2], n.afterLoc = e[3]), 
                this.tryEntries.push(n);
            }
            function L(e) {
                var n = e.completion || {};
                n.type = "normal", delete n.arg, e.completion = n;
            }
            function w(e) {
                this.tryEntries = [ {
                    tryLoc: "root"
                } ], e.forEach(I, this), this.reset(!0);
            }
            function $(e) {
                if (e) {
                    var n = e[u];
                    if (n) return n.call(e);
                    if ("function" === typeof e.next) return e;
                    if (!isNaN(e.length)) {
                        var i = -1, c = function n() {
                            while (++i < e.length) if (d.call(e, i)) return n.value = e[i], n.done = !1, n;
                            return n.value = t, n.done = !0, n;
                        };
                        return c.next = c;
                    }
                }
                return {
                    next: M
                };
            }
            function M() {
                return {
                    value: t,
                    done: !0
                };
            }
        }(function() {
            return this || "object" === typeof self && self;
        }() || Function("return this")());
    },
    a34a: function(e, n, t) {
        e.exports = t("bbdd");
    },
    b594: function(e) {
        e.exports = JSON.parse('{"0":{"age":0,"event":["10001*110","10002*100",10110,10111,"10494*999999"]},"1":{"age":"1","event":["10009*10","10010*10",10011]},"2":{"age":"2","event":[10003,10007,10012,10014,10015,10016,10017,10018,10020,10019,10026,10027,10053,10059,10060,10063,10065,"10069*0.03",10072,10089,"10140*0.1","10141*0.1","10142*0.2",10150,10163,10164,10165,10166,"10498*2","10499*2","10500*2","10501*2","10502*3","10503*3","10825","10826","10827","10828","10829","10839","10840","10843"]},"3":{"age":"3","event":[10005,10007,10012,10014,10015,10016,10017,10018,10020,10021,10019,10022,10023,10026,10027,10029,10039,10043,10048,10050,10052,10053,10059,10060,10064,"10069*0.03",10072,10075,10078,10089,10092,10093,"10142*0.2",10150,10152,10163,10164,10165,10166,"10504*999999","10501","10502","10503","10500","10499","10498","10505*999999","10822*99999999999","10823*99999","10824*99999"]},"4":{"age":"4","event":[10007,10012,10014,10018,10021,10022,10023,10024,10026,10030,10031,10034,10035,10036,10037,10039,10041,10043,10048,10050,10053,10054,10058,10065,"10069*0.03",10075,10076,10077,10078,10089,10092,10093,10099,10100,10123,10124,10125,10126,10127,10128,10130,"10140*0.1","10141*0.1","10142*0.2",10143,10144,10047,10048,10150,10152,10153,10163,10164,10165,10166,10168,10177,10178,"10035","10506","10507","10508","10509","10510","10511","10512","10513","10514","10515","10516","10517","10785","10844*0.1","10845","10846","10847","10848","10849","10850","10851","10852","10853","10854","10855","10856","10857","10858","10859","10860","10861","10862","10863","10864","10865","10866","10867","10868*0.01","10869*0.01","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"5":{"age":"5","event":[10007,10012,10014,10022,10023,10024,10026,10031,10034,10035,10036,10037,10039,10041,10043,10044,10047,10048,10049,10050,10051,10052,10053,10058,10059,10060,10061,10066,"10069*0.03",10076,10077,10078,10089,10092,10093,10094,10099,10100,10123,10124,10125,10126,"10127*2","10128*2","10140*0.1","10141*0.1","10142*0.2",10143,10144,10047,10048,10150,10153,10163,10164,10165,10166,10168,10172,10177,10178,10182,"10035","10506","10507","10508","10509","10510","10511","10512","10513","10514","10515","10516","10517","10844*0.1","10845","10846","10847","10848","10849","10850","10851","10852","10853","10854","10855","10856","10857","10858","10859","10860","10861","10862","10863","10864","10865","10866","10867","10868*0.01","10869*0.01","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","10008*0.1"]},"6":{"age":"6","event":[10007,10012,10014,10022,10023,10036,10037,10043,10044,10045,10047,10048,10049,10050,10052,10054,10057,10058,10061,10065,10067,10069,10072,10073,10075,10076,10077,10078,10089,10091,10093,10094,10095,10096,10098,10099,10100,"10101*100",10123,10124,"10125*0.1","10126*0.1",10127,10128,10130,"10140*0.1","10141*0.1","10142*0.2",10143,10144,10145,10146,10147,10148,10150,10153,10166,10168,10169,10172,10178,10179,10183,10224,"10035","20036*3","10518*9999999999","10785","10870*99999999999","10871*99999999999","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","10008*0.1"]},"7":{"age":"7","event":[10007,10012,10014,10022,10023,10036,10037,10038,10041,10044,10047,10049,10051,10052,10057,10058,10059,10060,10061,10066,10067,10069,10073,10076,10077,10078,10079,10089,10093,10094,10096,10097,10098,"10101*100",10102,10103,10104,10105,10106,10107,10108,10109,10117,10118,10119,10120,10121,10122,10123,10124,"10125*0.1","10126*0.1","10127*0.1","10128*0.1",10129,10131,10132,10133,10134,10138,10139,"10140*0.1","10141*0.1","10142*0.2",10143,10145,10146,10147,10148,10149,10151,10153,10166,10168,10169,10171,10179,10183,"20036","10519","10520","10521","10522","10523","10524","10525","10526","10527","10528","10529","10530","10531","10532","10533","10535","10536","10537","10538","10539","10576*0.01","10577","10872","10873","10874","10875","10876","10877","10878","10879","10880","10881","10901","10883","10884","10885","10886","10887","10888","10889","10890","10891","10892","10893","10894","10895","10896","10897","10898","10899","10902","10903","10904","10905","10906","10907","10908","10909","10910","10911","10912","10913","10914","10915","10916","10917","10918","10919","10920","10921","10922","10923","10924","10925","10926","10927","10928","10929","10930","10931","10932","10933","10934","10935","10936","10937","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","10008*0.1"]},"8":{"age":"8","event":[10007,10012,10014,10022,10023,10036,10037,10038,10045,10051,10057,10061,10065,10067,10069,10073,10075,10076,10077,10078,"10079*3",10089,10094,10095,10097,10098,"10101*9999",10102,10103,10104,10105,10106,10107,10108,10109,10117,10118,10119,10120,10121,10122,10123,10124,"10125*0.1","10126*0.1","10127*0.1","10128*0.1",10129,10130,10131,10132,10133,10134,10138,10139,"10142*0.2",10143,10145,10146,10147,10148,10149,10151,10153,10166,"10167*5",10169,10170,10173,10174,10176,10177,10179,"20036","10519","10520","10521","10522","10523","10524","10525","10526","10527","10528","10529","10530","10531","10532","10533","10535","10536","10537","10538","10539","10576*0.01","10577","10592","10786","10844*0.1","10872","10873","10874","10875","10876","10877","10878","10879","10880","10881","10901","10883","10884","10885","10886","10887","10888","10889","10890","10891","10892","10893","10894","10895","10896","10897","10898","10899","10902","10903","10904","10905","10906","10907","10908","10909","10910","10911","10912","10913","10914","10915","10916","10917","10918","10919","10920","10921","10922","10923","10924","10925","10926","10927","10928","10929","10930","10931","10932","10933","10934","10935","10936","10937","11213*0.01","11214*0.01","11215*0.01","11216*0.01","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","10008*0.1"]},"9":{"age":"9","event":[10007,10012,10014,10022,10023,10024,10041,10044,10051,10052,10061,10066,10067,"10069*0.03","10070*0.03","10071*0.03",10076,10077,10078,"10079*5",10089,10091,10098,10102,10103,10104,10105,10106,10107,10108,10109,10112,10113,10114,10117,10118,10119,10120,10121,10122,10123,10124,"10125*0.1","10126*0.1",10127,10128,10129,10130,10131,10132,10133,10134,10135,10138,10139,"10142*0.2",10143,10145,10146,10147,10148,10149,10151,10163,10164,10165,"10167*5",10169,10170,10172,10175,10176,10177,10179,10180,"20036","10519","10520","10521","10522","10523","10524","10525","10526","10527","10528","10529","10530","10531","10532","10533","10535","10536","10537","10538","10539","10576*0.01","10577*2","10844*0.1","10872","10873","10874","10875","10876","10877","10878","10879","10880","10881","10901","10883","10884","10885","10886","10887","10888","10889","10890","10891","10892","10893","10894","10895","10896","10897","10898","10899","10902","10903","10904","10905","10906","10907","10908","10909","10910","10911","10912","10913","10914","10915","10916","10917","10918","10919","10920","10921","10922","10923","10924","10925","10926","10927","10928","10929","10930","10931","10932","10933","10934","10935","10936","10937","11213*0.01","11214*0.01","11215*0.01","11216*0.01","11261","11262","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","10008*0.1"]},"10":{"age":"10","event":[10007,10012,10014,10022,10023,10024,10045,10047,10054,10061,10066,"10069*0.03","10070*0.03","10071*0.03",10076,10077,10078,"10079*5","10080*3",10089,"10090*0.5",10103,10104,10105,10106,10107,10108,10109,10112,10113,10114,10115,"10116*3",10117,10118,10119,10120,10121,10122,10123,10124,"10125*0.1","10126*0.1","10127*0.1","10128*0.1",10129,10131,10132,10133,10134,10135,10138,10139,"10140*0.1","10141*0.1","10142*0.2",10143,10145,10146,10147,10148,10152,10154,"10167*4",10169,10170,10172,10176,10179,10180,10309,"20036","10519","10520","10521","10522","10523","10524","10525","10526","10527","10528","10529","10530","10531","10532","10533","10534","10535","10536","10537","10538","10539","10540*2","10576*0.01","10577*2","10588*9999999999999999","10592","10844*0.1","10872","10873","10874","10875","10876","10877","10878","10879","10880","10881","10901","10883","10884","10885","10886","10887","10888","10889","10890","10891","10892","10893","10894","10895","10896","10897","10898","10899","10902","10903","10904","10905","10906","10907","10908","10909","10910","10911","10912","10913","10914","10915","10916","10917","10918","10919","10920","10921","10922","10923","10924","10925","10926","10927","10928","10929","10930","10931","10932","10933","10934","10935","10936","10937","11213*0.01","11214*0.01","11215*0.01","11216*0.01","11261","11262","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","10008*0.1"]},"11":{"age":"11","event":[10007,10012,10014,10022,10023,"10069*0.03","10070*0.03","10071*0.03",10072,"10079*3","10080*3",10089,10095,10096,10099,10104,10105,10106,10107,10108,10109,10112,10113,10114,10115,"10116*3",10117,10118,10119,10120,10121,10122,10123,10124,"10125*0.1","10126*0.1",10127,10128,10129,10131,10132,10133,10134,10135,10136,10137,10138,10139,"10140*0.1","10141*0.1","10142*0.2",10143,10144,10145,10146,10147,10148,10149,10151,10152,10154,"10167*3",10169,10170,10171,10172,10176,10180,10311,10463,"20036","20054","10519","10520","10521","10522","10523","10524","10525","10526","10527","10528","10529","10530","10531","10532","10533","10534*2","10535","10536","10537","10538","10539","10540","10576*0.01","10577","10592","10786","10872","10873","10874","10875","10876","10877","10878","10879","10880","10881","10901","10883","10884","10885","10886","10887","10888","10889","10890","10891","10892","10893","10894","10895","10896","10897","10898","10899","10902","10903","10904","10905","10906","10907","10908","10909","10910","10911","10912","10913","10914","10915","10916","10917","10918","10919","10920","10921","10922","10923","10924","10925","10926","10927","10928","10929","10930","10931","10932","10933","10934","10935","10936","10937","11213*0.01","11214*0.01","11215*0.01","11216*0.01","11261","11262","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","10008*0.1"]},"12":{"age":"12","event":[10007,"10008*0.1",10012,10014,10022,10023,"10069*0.03","10070*0.03","10071*0.03","10079*5","10080*3",10089,10096,10097,10108,10109,10112,10113,10114,10115,"10116*3",10117,10118,10119,10120,10121,10122,10123,10124,"10125*0.1","10126*0.1",10127,10128,10129,10130,10131,10132,10133,10134,10135,10138,10139,"10142*0.2",10143,10145,10146,10147,10148,10150,10149,10151,10154,"10155*3",10156,"10157*50",10160,"10167*2",10169,10171,10172,10176,10180,10182,10214,10311,"20036*3","20054*2","10541*9999999999","10542*9999999999","10938*999999999999","10939*999999999999","10940*999999999","10941*999999999","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11451*9999999999999999"]},"13":{"age":"13","event":[10007,"10008*0.1",10022,10023,"10069*0.03","10070*0.03","10071*0.03",10080,10089,10097,"10155*3",10156,"10157*200",10158,"10159*0.01",10160,10161,"10162*0.1",10163,10164,10165,10169,10171,10180,10181,10182,10183,"10184*10","10185*10",10189,10201,10211,10212,10213,10214,10215,10216,10224,10225,"10253*0.1","10254*0.1","10255*0.1","10256*0.1","10257*0.1",10309,10311,"20054*3","10543*5","10544*5","10545","10546","10547","10548","10549","10550","10551","10552","10553","10554","10555","10556","10557","10558","10559","10560","10561","10562","10563","10564","10565","10566","10567","10568","10569","10570","10571","10572","10573","10574","10575","10592","10942*10","10947*999999","10948*99999999","10958*999999","10967","10968","10969","10970","10971*0.1*0.1","10972*0.1","10973*0.1","10974","10975","10976","10977","10978","10979","10980","10981","10982","10983","10984","10985","10986","10987","10988","10989","10990","10991","10992","10993*0.1","10994*0.1","10995*0.1","10996*0.1","10997*0.1","10998*0.1","10999*0.1","11000*0.1","11001*0.1","11002*0.1","11003*0.1","11004*0.1","11005*0.1","11006*0.1","11007*0.1","11008*0.1","11009","11010","11011","11012","11013","11014","11015*0.2","11016*0.2","11017*0.2","11018*0.2","11019*0.2","11020*0.2","11021","11022","11023","11024","11025","11026","11027","11028","11029*0.2","11030*0.2","11031*0.2","11032*0.2","11033*0.2","11034*0.2","11035","11036","11037","11038","11039","11040","11041","11042","11043","11044","11045","11046","11047","11048","11049","11050","11051","11052","11053","11054","11055","11056","11057","21045*5","11208*0.5","11209*0.5","11210*0.5","11211*0.5","11212*0.5","11213*0.01","11214*0.01","11215*0.01","11216*0.01","11219*0.01","11261","11262","11314*0.01","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11452*99999999999999999","11453*99999999999999999","11455*33333333333333333","11456*33333333333333333","11457*33333333333333333"]},"14":{"age":"14","event":[10007,"10008*0.1",10022,10023,"10069*0.03","10070*0.03","10071*0.03","10080*2","10081*3",10089,"10155*3",10156,"10157*9999",10158,"10159*0.1",10160,10161,"10162*0.1",10085,10163,10164,10165,10169,10171,10180,10181,10182,10183,"10186*5",10187,10188,10189,10201,"10202*10","10211*5","10212*5",10214,10215,10216,10224,10225,10227,"10253*0.1","10257*0.1",10309,10311,"20054","20055","10545","10546","10547","10548","10549","10550","10551","10552","10553","10554","10555","10556","10557","10558","10559","10560","10561","10562","10563","10564","10565","10566","10567","10568","10569","10570","10571","10572","10573","10574","10575","10592","10785","10942*10","10947*999999","10949*999999","10950*999999","10959*999999","10967","10968","10969","10970","10971*0.1","10972*0.1","10973*0.1","10974","10975","10976","10977","10978","10979","10980","10981","10982","10983","10984","10985","10986","10987","10988","10989","10990","10991","10992","10993*0.1","10994*0.1","10995*0.1","10996*0.1","10997*0.1","10998*0.1","10999*0.1","11000*0.1","11001*0.1","11002*0.1","11003*0.1","11004*0.1","11005*0.1","11006*0.1","11007*0.1","11008*0.1","11009","11010","11011","11012","11013","11014","11015*0.2","11016*0.2","11017*0.2","11018*0.2","11019*0.2","11020*0.2","11021","11022","11023","11024","11025","11026","11027","11028","11029*0.2","11030*0.2","11031*0.2","11032*0.2","11033*0.2","11034*0.2","11035","11036","11037","11038","11039","11040","11041","11042","11043","11044","11045","11046","11047","11048","11049","11050","11051","11052","11053","11054","11055","11056","11057","21045*5","11208*0.5","11209*0.5","11210*0.5","11211*0.5","11212*0.5","11213*0.01","11214*0.01","11215*0.01","11216*0.01","11219*0.01","11261","11262","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11452*99999999999999999","11453*99999999999999999","11455*33333333333333333","11456*33333333333333333","11457*33333333333333333","11458*99999999999999999","11459*99999999999999999"]},"15":{"age":"15","event":[10007,"10008*0.1",10022,10023,"10069*0.03","10070*0.03","10071*0.03","10080*5","10081*3",10089,10158,"10159*0.1",10161,"10162*0.1",10085,10086,10163,10164,10165,10180,10181,10182,10183,10187,10188,10189,"10194*5","10198*10000","10199*10000","10200*10000",10201,"10203*99999",10211,10212,10213,10214,10215,10216,10224,10225,10226,10227,"10254*0.1","10258",10309,10410,10411,10412,"10468*3","20054*2","20055","10545","10546","10547","10548","10549","10550","10551","10552","10553","10554","10555","10556","10557","10558","10559","10560","10561","10562","10563","10564","10565","10566","10567","10568","10569","10570","10571","10572","10573","10574","10575","10786","10943*9999999","10951*999999","10960*999999","10961*999999","10967","10968","10969","10970","10971*0.1","10972*0.1","10973*0.1","10974","10975","10976","10977","10978","10979","10980","10981","10982","10983","10984","10985","10986","10987","10988","10989","10990","10991","10992","10993*0.1","10994*0.1","10995*0.1","10996*0.1","10997*0.1","10998*0.1","10999*0.1","11000*0.1","11001*0.1","11002*0.1","11003*0.1","11004*0.1","11005*0.1","11006*0.1","11007*0.1","11008*0.1","11009","11010","11011","11012","11013","11014","11015*0.2","11016*0.2","11017*0.2","11018*0.2","11019*0.2","11020*0.2","11021","11022","11023","11024","11025","11026","11027","11028","11029*0.2","11030*0.2","11031*0.2","11032*0.2","11033*0.2","11034*0.2","11035","11036","11037","11038","11039","11040","11041","11042","11043","11044","11045","11046","11047","11048","11049","11050","11051","11052","11053","11054","11055","11056","11057","11067*666666","21045*5","11208*0.5","11209*0.5","11210*0.5","11211*0.5","11212*0.5","11213*0.01","11214*0.01","11215*0.01","11216*0.01","11219*0.01","11261","11262","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11452*99999999999999999","11453*99999999999999999","11455*33333333333333333","11456*33333333333333333","11457*33333333333333333","11460*33333333333333333","11461*33333333333333333","11462*33333333333333333","11463*33333333333333333","11464*33333333333333333","11465*33333333333333333","11466*33333333333333333","11467*33333333333333333","11458*99999999999999999","11459*99999999999999999"]},"16":{"age":"16","event":[10007,"10008*0.1",10022,10023,"10069*0.03","10070*0.03","10071*0.03","10080*3","10081*3",10089,10161,"10162*0.1",10085,10086,10163,10164,10165,10180,10181,10183,10187,10188,10189,"10190*10","10194*10","10198*10000","10199*10000","10200*10000",10201,"10203*99999","10205*99999",10211,10212,10213,10214,10215,10216,10217,"10218*2","10219*3",10224,10225,"10226*3",10227,"10258",10410,10411,10412,"10259*999999","10468*3","20054*3","20055","10545","10546","10547","10548","10549","10550","10551","10552","10553","10554","10555","10556","10557","10558","10559","10560","10561","10562","10563","10564","10565","10566","10567","10568","10569","10570","10571","10572","10573","10574","10575","10952*999999","10953*999999","10954*999999999","10955*999999999","10962*999999","10963*999999","10964*999999","10965*999999","10967","10968","10969","10970","10971*0.1","10972*0.1","10973*0.1","10974","10975","10976","10977","10978","10979","10980","10981","10982","10983","10984","10985","10986","10987","10988","10989","10990","10991","10992","10993*0.1","10994*0.1","10995*0.1","10996*0.1","10997*0.1","10998*0.1","10999*0.1","11000*0.1","11001*0.1","11002*0.1","11003*0.1","11004*0.1","11005*0.1","11006*0.1","11007*0.1","11008*0.1","11009","11010","11011","11012","11013","11014","11015*0.2","11016*0.2","11017*0.2","11018*0.2","11019*0.2","11020*0.2","11021","11022","11023","11024","11025","11026","11027","11028","11029*0.2","11030*0.2","11031*0.2","11032*0.2","11033*0.2","11034*0.2","11035","11036","11037","11038","11039","11040","11041","11042","11043","11044","11045","11046","11047","11048","11049","11050","11051","11052","11053","11054","11055","11056","11057","11058","11059","11060","11061","11062","11063","11064","11065","11066","11068*999999","21045*5","11208*0.5","11209*0.5","11210*0.5","11211*0.5","11212*0.5","11213*0.01","11214*0.01","11215*0.01","11216*0.01","11262","11314*0.01","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11452*99999999999999999","11453*99999999999999999","11455*33333333333333333","11456*33333333333333333","11457*33333333333333333","11460*33333333333333333","11461*33333333333333333","11462*33333333333333333","11463*33333333333333333","11464*33333333333333333","11465*33333333333333333","11466*33333333333333333","11467*33333333333333333","11458*99999999999999999","11459*99999999999999999"]},"17":{"age":"17","event":[10007,"10008*0.1",10022,10023,"10069*0.03","10070*0.03","10071*0.03","10080*3","10081*5",10089,10091,10085,10086,10163,10164,10165,10180,10181,10183,10188,10189,"10190*10","10191*99999","10194*5",10201,"10205*99999","10206*99999",10211,10212,10213,10214,10215,10216,"10217*2","10218*3","10219*5","10220*5","10221*5","10223*10",10224,10225,"10226*5","10230*9999999","10259*999999",10309,10410,10411,10412,"10468*3","10469*2","10470*2","10471*2","10472*2",10473,"20055","10545","10546","10547","10548","10549","10550","10551","10552","10553","10554","10555","10556","10557","10558","10559","10560","10561","10562","10563","10564","10565","10566","10567","10568","10569","10570","10571","10572","10573","10574","10575","10578*9999999999","10956*999999","10957*999999","10962*999999","10963*999999","10964*999999","10965*999999","10967","10968","10969","10970","10971*0.1","10972*0.1","10973*0.1","10974","10975","10976","10977","10978","10979","10980","10981","10982","10983","10984","10985","10986","10987","10988","10989","10990","10991","10992","10993*0.1","10994*0.1","10995*0.1","10996*0.1","10997*0.1","10998*0.1","10999*0.1","11000*0.1","11001*0.1","11002*0.1","11003*0.1","11004*0.1","11005*0.1","11006*0.1","11007*0.1","11008*0.1","11009","11010","11011","11012","11013","11014","11015*0.2","11016*0.2","11017*0.2","11018*0.2","11019*0.2","11020*0.2","11021","11022","11023","11024","11025","11026","11027","11028","11029*0.2","11030*0.2","11031*0.2","11032*0.2","11033*0.2","11034*0.2","11035","11036","11037","11038","11039","11040","11041","11042","11043","11044","11045","11046","11047","11048","11049","11050","11051","11052","11053","11054","11055","11056","11057","11058","11059","11060","11061","11062","11063","11064","11065","11066","11068*999999","11078","11079","11080","11081","11082","11083","11084","11085","11086","21045*3","11208*0.5","11209*0.5","11210*0.5","11211*0.5","11212*0.5","11213*0.01","11214*0.01","11215*0.01","11216*0.01","11314*0.01","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11452*99999999999999999","11453*99999999999999999","11455*33333333333333333","11456*33333333333333333","11457*33333333333333333","11460*33333333333333333","11461*33333333333333333","11462*33333333333333333","11463*33333333333333333","11464*33333333333333333","11465*33333333333333333","11466*33333333333333333","11467*33333333333333333","11458*99999999999999999","11459*99999999999999999"]},"18":{"age":"18","event":[10007,"10008*0.1","10069*0.03","10070*0.03","10071*0.03",10081,10083,"10090*0.5",10086,10163,10164,10165,10180,10181,10183,10188,10189,"10190*10","10191*99999","10192*99999","10194*3",10201,"10206*99999",10215,10216,10217,"10218*2","10219*3","10220*10","10221*9999999","10223*99999",10224,"10226*10","10231*999999","10233*999999","10237*100","10238*100","10239*10",10247,"10260*999999","10261*999999","10262*999999","10263*999999","10267*99999","10468*3","10469*2","10470*2","10471*2","10472*2",10473,"20055","10579*999999","10580*999999","10581*999999","10582*999999","10583*999999","10584*999999","10586*999999","10587*999999","20580*9999999","10966*999999999","11069*999999999","11070*999999999","11077*99999","11076*6666666","11075*9999999","11071*999999999999","11072*999999999999","11073*999999999999","11074*999999999999","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11452*99999999999999999","11453*99999999999999999","11455*33333333333333333","11456*33333333333333333","11457*33333333333333333","11460*33333333333333333","11461*33333333333333333","11462*33333333333333333","11463*33333333333333333","11464*33333333333333333","11465*33333333333333333","11466*33333333333333333","11467*33333333333333333","11458*99999999999999999","11459*99999999999999999"]},"19":{"age":"19","event":[10007,"10008*0.1","10069*0.03","10070*0.03","10071*0.03",10081,10083,10085,10086,10189,10190,"10191*99999","10195*1000","10196*4000","10197*1000","10206*99999","10220*15","10221*999999","10222*999999","10223*99999","10230*999999","10237*999999","10238*999999","10239*999999",10247,"10249*999999","10253*0.1","10254*0.1","10255*0.1","10256*0.1","10257*0.1","10260*999999","10261*999999","10262*999999","10263*999999","10267*99999","10469*2","10470*2","10471*2","10472*2",10473,"20055","10585","10593","10594","10595","10596","10597","10598","10599","10600","10601","10602","10603","10604","10605","10606*2","10717","10718","10719","10720","10721","10722","10723","10724","10725","10726","10727","10728","10729","10730","10731","10732","10733","10734","10735","10785","11087","11088","11089","11090","11091","11092","11094","11095","11096","11097","11098","11099","11100","11101","11102","11103","11104","11105","11106","11107","11108","11109","11110","11111","11112","11113","11114","11115","11116","11117","11118","11119","11120","11121","11201","11202","11203","11204*0.05","11205","11206","11207","11208*0.5","11209*0.5","11210*0.5","11211*0.5","11212*0.5","11213*0.02","11214*0.02","11215*0.02","11216*0.02","11219*0.01","11262","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11452*99999999999999999","11453*99999999999999999","11455*33333333333333333","11456*33333333333333333","11457*33333333333333333","11460*33333333333333333","11461*33333333333333333","11462*33333333333333333","11463*33333333333333333","11464*33333333333333333","11465*33333333333333333","11466*33333333333333333","11467*33333333333333333","11458*99999999999999999","11459*99999999999999999"]},"20":{"age":"20","event":[10007,"10069*0.03","10070*0.03","10071*0.03",10081,10083,"10085*3",10086,"10090*0.5",10189,10191,"10192*99999","10195*1000","10196*4000","10197*1000","10207*99999",10206,"10220*50","10221*999999","10222*999999","10223*99999","10231*999999","10233*999999",10240,10241,10242,10243,10244,10245,10246,10247,"10249*999999","10260*999999","10261*999999","10262*999999","10263*999999","10267*99999","10268*2",10269,10270,10271,10410,10411,10412,10463,"10469*2","10470*2","10471*2","10472*2",10473,"10585","10589*99999999999999","10593","10594","10595","10596","10597","10598","10599","10600","10601","10602","10603","10604","10605","10606*4","10717","10718","10719","10720","10721","10722","10723","10724","10725","10726","10727","10728","10729","10730","10731","10732","10733","10734","10735","11087","11088","11089","11090","11091","11092","11094","11095","11096","11097","11098","11099","11100","11101","11102","11103","11104","11105","11106","11107","11108","11109","11110","11111","11112","11113","11114","11115","11116","11117","11118","11119","11120","11121","11201","11202","11203","11204*0.05","11205","11206","11207","11208*0.5","11209*0.5","11210*0.5","11211*0.5","11212*0.5","11213*0.02","11214*0.02","11215*0.02","11216*0.02","11262","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11454*99999999999999999","11460*33333333333333333","11461*33333333333333333","11462*33333333333333333","11463*33333333333333333","11464*33333333333333333","11465*33333333333333333","11466*33333333333333333","11467*33333333333333333","11458*99999999999999999","11459*99999999999999999"]},"21":{"age":"21","event":[10007,"10069*0.03","10070*0.03","10071*0.03",10081,10083,"10085*5",10086,10189,"10192*99999","10195*1000","10196*4000","10197*1000","10206*99999","10222*99999","10223*99999",10240,10241,10242,10243,10244,10245,10246,10247,"10249*999999","10260*999999","10261*999999","10262*999999","10263*999999","10267*99999",10273,10274,10275,10276,10430,10431,10432,10433,10434,10435,"10469*2","10470*2","10471*2","10472*2",10473,"20055","10585","10593","10594","10595","10596","10597","10598","10599","10600","10601","10602","10603","10604","10605","10606*5","10717","10718","10719","10720","10721","10722","10723","10724","10725","10726","10727","10728","10729","10730","10731","10732","10733","10734","10735","10785","10786","11087","11088","11089","11090","11091","11092","11094","11095","11096","11097","11098","11099","11100","11101","11102","11103","11104","11105","11106","11107","11108","11109","11110","11111","11112","11113","11114","11115","11116","11117","11118","11119","11120","11121","11201","11202","11203","11204*0.05","11205","11206","11207","11208*0.5","11209*0.5","11210*0.5","11211*0.5","11212*0.5","11213*0.05","11214*0.05","11215*0.05","11216*0.05","11219*0.01","11262","11314*0.01","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11460*33333333333333333","11461*33333333333333333","11462*33333333333333333","11463*33333333333333333","11464*33333333333333333","11465*33333333333333333","11466*33333333333333333","11467*33333333333333333","11458*99999999999999999","11459*99999999999999999"]},"22":{"age":"22","event":[10007,"10069*0.03","10070*0.03","10071*0.03",10081,10083,"10085*10",10086,10189,"10195*1000","10196*2000","10197*5000","10206*99999","10228*999999",10240,10241,10242,10243,10244,10245,10246,"10249*999999","10253*0.1","10254*0.1","10255*0.1","10256*0.1","10257*0.1","10264*9999999","10268*2",10269,10270,10271,10272,10273,10274,10275,10276,10410,10411,10430,10431,10432,10433,10434,10435,"10469*2","10470*2","10471*2","10472*2",10473,"10585","10593","10594","10595","10596","10597","10598","10599","10600","10601","10602","10603","10604","10605","10606*2","10608*999999999","10717","10718","10719","10720","10721","10722","10723","10724","10725","10726","10727","10728","10729","10730","10731","10732","10733","10734","10735","11087","11088","11089","11090","11091","11092","11122*999999999","11123*999999999","11124*999999999","11125*999999999","11221","11222","11223","11224","11225","11226","11227","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11460*33333333333333333","11461*33333333333333333","11462*33333333333333333","11463*33333333333333333","11464*33333333333333333","11465*33333333333333333","11466*33333333333333333","11467*33333333333333333","11458*99999999999999999","11459*99999999999999999"]},"23":{"age":"23","event":[10007,"10069*0.03","10070*0.03","10071*0.03",10081,10083,"10085*50",10086,10189,"10197*99999","10206*99999","10229*999999","10249*999999",10253,"10254*0.1","10255*0.1","10256*0.1","10257*0.1",10266,10273,10274,10275,10276,10410,10411,10430,10431,10432,10433,10434,10435,"10469*2","10470*2","10471*2","10472*2",10473,"20055","10593","10594","10595","10596","10597","10598","10599","10600","10601","10602","10603","10604","10605","10606*2","10613*9","10614*5","10615*5","10717","10718","10719","10720","10721","10722","10723","10724","10725","10726","10727","10728","10729","10730","10731","10732","10733","10734","10735","11093*999999999","11126*999999999","11127*999999999","11128","11129","11130","11131","11132","11133","11134","11135","11136","11137","11138","11139","11140","11141","11142","11143","11144","11145","11146","11147","11148","11149","11150","11151","11152*10","11153*10","11154*10","11172*10","11174*5","11175*5","11176*5","11177*5","11178*5","11221","11222","11223","11224","11225","11226","11227","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11460*33333333333333333","11461*33333333333333333","11462*33333333333333333","11463*33333333333333333","11464*33333333333333333","11465*33333333333333333","11466*33333333333333333","11467*33333333333333333","11458*99999999999999999","11459*99999999999999999"]},"24":{"age":"24","event":[10007,"10069*0.03","10070*0.03","10071*0.03",10083,"10085*500",10086,10087,10189,"10207*99999","10234*999999","10250*999999","10251*999999","10253*0.1",10266,"10268*2",10269,10270,10271,10272,10273,10274,10275,10276,10281,"10282*0.001",10284,10285,10288,10410,10411,10430,10431,10432,10433,10434,10435,"10468*3","10469*2","10470*2","10471*2","10472*2",10473,"10474*9","10475*3","10476*3","10477*3","10607*9999999","10609*9999999","10613*99","10614*5","10615*5","10618","10717","10718","10719","10720","10721","10722","10723","10724","10725","10726","10727","10728","10729","10730","10731","10732","10733","10734","10735","10785","11128","11129","11130","11131","11132","11133","11134","11135","11136","11137","11138","11139","11140","11141","11142","11143","11144","11145","11146","11147","11148","11149","11150","11151","11123*999999","11155*999999","11164","11165","11166","11167","11168","11169","11170","11173","11179","11180","11181","11182","11183","11184*0.05","11185*0.05","11186*0.05","11187*0.05","11188*0.05","11189*0.05","11190*0.05","11191*0.05","11192*0.05","11193*0.05","11194*0.05","11195*0.05","11196*0.05","11197*0.05","11198*0.05","11199*0.05","11200*0.05","11208*0.5","11209*0.5","11210*0.5","11211*0.5","11212*0.5","11213*0.05","11214*0.05","11215*0.05","11216*0.05","11219*0.01","11221","11222","11223","11224","11225","11226","11227","11240","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11460*33333333333333333","11461*33333333333333333","11462*33333333333333333","11463*33333333333333333","11464*33333333333333333","11465*33333333333333333","11466*33333333333333333","11467*33333333333333333","11458*99999999999999999","11459*99999999999999999"]},"25":{"age":"25","event":[10007,"10069*0.03","10070*0.03","10071*0.03",10083,"10085*9999",10086,10087,10088,10189,"10210*99999",10252,"10257*0.1",10266,10268,10269,10270,10271,10272,10273,10274,10275,10276,10281,"10282*0.001",10284,10285,10410,10411,10413,10414,10415,10416,10417,10430,10431,10432,10433,10434,10435,"10468*3","10469*2","10470*2","10471*2","10472*2",10473,"10474*99","10475*3","10476*3","10477*3","10478*2","10479*2","10480*2","10481*2","10482*2","10483*2","10484*2","10485*2","10486*2","10487*2","10488*2","10489*2","10490*2","10491*2","10591","10610*2","10615","10617","10618","10660","10661","10662","10663","10717","10718","10719","10720","10721","10722","10723","10724","10725","10726","10727","10728","10729","10730","10731","10732","10733","10734","10735","11128","11129","11130","11131","11132","11133","11134","11135","11136","11137","11138","11139","11140","11141","11142","11143","11144","11145","11146","11147","11148","11149","11150","11151","11156","11157","11158","11159","11160","11164","11165","11166","11167","11168","11169","11170","11173","11179","11180","11181","11182","11183","11184*0.05","11185*0.05","11186*0.05","11187*0.05","11188*0.05","11189*0.05","11190*0.05","11191*0.05","11192*0.05","11193*0.05","11194*0.05","11195*0.05","11196*0.05","11197*0.05","11198*0.05","11199*0.05","11200*0.05","11208*0.5","11209*0.5","11210*0.5","11211*0.5","11212*0.5","11213*0.1","11214*0.1","11215*0.1","11216*0.1","11217*0.01","11218*0.01","11228*999999999","11240*3","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11400","11401","11402","11403","11404","11405","11406","11407","11408","11409","11410","11411","11412","11413","11460*33333333333333333","11461*33333333333333333","11462*33333333333333333","11463*33333333333333333","11464*33333333333333333","11465*33333333333333333","11466*33333333333333333","11467*33333333333333333","11458*99999999999999999","11459*99999999999999999"]},"26":{"age":"26","event":[10007,"10069*0.03","10070*0.03","10071*0.03","10085*9999",10086,10087,"10088*10",10189,"10210*99999",10252,"10256*0.1",10266,10272,10273,10274,10275,10276,10281,"10282*0.001",10284,10285,10410,10411,10413,10414,10415,10416,10417,"10430*0.1","10431*0.1","10432*0.1","10433*0.1","10434*0.1","10435*0.1","10436*0.1","10437*0.1","10438*0.1","10439*0.1","10440*0.1","10441*0.1","10442*0.1","10443*0.1","10444*0.1","10445*0.1","10446*0.1","10447*0.1","10448*0.1","10449*0.1","10450*0.1","10451*0.1","10452*0.1","10453*0.1","10454*0.1","10455*0.1","10456*0.1","10457*0.1","10458*0.1","10459*0.1","10468*3","10469*2","10470*2","10471*2","10472*2",10473,10474,"10475*3","10476*3","10477*3","10478*2","10479*2","10480*2","10481*2","10482*2","10483*2","10484*2","10485*2","10486*2","10487*2","10488*2","10489*2","10490*2","10491*2","10610*5","10611","10161*9",10617,"10618","10660","10661","10662","10663","10664","10665","10717","10718","10719","10720","10721","10722","10723","10724","10725","10726","10727","10728","10729","10730","10731","10732","10733","10734","10735","11128","11129","11130","11131","11132","11133","11134","11135","11136","11137","11138","11139","11140","11141","11142","11143","11144","11145","11146","11147","11148","11149","11150","11151","11156","11157","11158","11159","11160","11161","11164","11165","11166","11167","11168","11169","11170","11171*3","11173","11179","11180","11181","11182","11183","11184*0.05","11185*0.05","11186*0.05","11187*0.05","11188*0.05","11189*0.05","11190*0.05","11191*0.05","11192*0.05","11193*0.05","11194*0.05","11195*0.05","11196*0.05","11197*0.05","11198*0.05","11199*0.05","11200*0.05","11213*0.1","11214*0.1","11215*0.1","11216*0.1","11217*0.01","11218*0.01","11229*999999","11230*999999999","11240*9","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11350","11351","11352","11353","11354","11355","11356","11357","11358","11359","11360","11361","11362","11363","11364","11365","11366","11367","11368","11369","11370","11371","11372","11373","11374","11375","11376","11377","11378","11379","11380","11381","11382","11383","11384","11385","11460*33333333333333333","11461*33333333333333333","11462*33333333333333333","11463*33333333333333333","11464*33333333333333333","11465*33333333333333333","11466*33333333333333333","11467*33333333333333333","11458*99999999999999999","11459*99999999999999999"]},"27":{"age":"27","event":[10007,"10069*0.03","10070*0.03","10071*0.03",10086,10087,"10088*10",10189,"10235*999999",10252,"10254*0.1",10266,10268,10269,10270,10271,10273,10274,10275,10276,10281,"10282*0.001",10410,10411,10413,10414,10415,10416,10417,"10430*0.1","10431*0.1","10432*0.1","10433*0.1","10434*0.1","10435*0.1","10436*0.1","10437*0.1","10438*0.1","10439*0.1","10440*0.1","10441*0.1","10442*0.1","10443*0.1","10444*0.1","10445*0.1","10446*0.1","10447*0.1","10448*0.1","10449*0.1","10450*0.1","10451*0.1","10452*0.1","10453*0.1","10454*0.1","10455*0.1","10456*0.1","10457*0.1","10458*0.1","10459*0.1",10463,"10469*2","10470*2","10471*2","10472*2",10473,10474,"10591","10610*30","10611*99","10612*5","10616*9999999","10660","10661","10662","10663","10664*5","10665*5","10717","10718","10719","10720","10721","10722","10723","10724","10725","10726","10727","10728","10729","10730","10731","10732","10733","10734","10735","11128","11129","11130","11131","11132","11133","11134","11135","11136","11137","11138","11139","11140","11141","11142","11143","11144","11145","11146","11147","11148","11149","11150","11151","11156","11157","11158","11159","11160","11161","11164","11165","11166","11167","11168","11169","11170","11171*3","11179","11180","11181","11182","11183","11184*0.05","11185*0.05","11186*0.05","11187*0.05","11188*0.05","11189*0.05","11190*0.05","11191*0.05","11192*0.05","11193*0.05","11194*0.05","11195*0.05","11196*0.05","11197*0.05","11198*0.05","11199*0.05","11200*0.05","11208*0.5","11209*0.5","11210*0.5","11211*0.5","11212*0.5","11213*0.1","11214*0.1","11215*0.1","11216*0.1","11217*0.01","11218*0.01","11219*0.01","11220","11231*999999999","11237*999999","11245","11246","11247","11248","11249","11250","11251","11252","11253","11254","11255","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11350","11351","11352","11353","11354","11355","11356","11357","11358","11359","11360","11361","11362","11363","11364","11365","11366","11367","11368","11369","11370","11371","11372","11373","11374","11375","11376","11377","11378","11379","11380","11381","11382","11383","11384","11385","11460*33333333333333333","11461*33333333333333333","11462*33333333333333333","11463*33333333333333333","11464*33333333333333333","11465*33333333333333333","11466*33333333333333333","11467*33333333333333333","11458*99999999999999999","11459*99999999999999999"]},"28":{"age":"28","event":[10007,"10069*0.03","10070*0.03","10071*0.03",10086,10087,10088,10189,"10236*99999999",10268,10269,10270,10271,10272,10273,10274,10275,10276,10281,"10282*0.001",10284,10285,10288,10410,10411,10413,10414,10415,10416,10417,"10430*0.1","10431*0.1","10432*0.1","10433*0.1","10434*0.1","10435*0.1","10436*0.1","10437*0.1","10438*0.1","10439*0.1","10440*0.1","10441*0.1","10442*0.1","10443*0.1","10444*0.1","10445*0.1","10446*0.1","10447*0.1","10448*0.1","10449*0.1","10450*0.1","10451*0.1","10452*0.1","10453*0.1","10454*0.1","10455*0.1","10456*0.1","10457*0.1","10458*0.1","10459*0.1","10469*2","10470*2","10471*2","10472*2",10473,"10478*2","10479*2","10480*2","10481*2","10482*2","10483*2","10484*2","10485*2","10486*2","10487*2","10488*2","10489*2","10490*2","10491*2","10591","10610*999999999","10611*999999","10612*99999999","10660","10661","10662","10663","10664","10665*5","10666*5","10667*5","10717","10718","10719","10720","10721","10722","10723","10724","10725","10726","10727","10728","10729","10730","10731","10732","10733","10734","10735","11128","11129","11130","11131","11132","11133","11134","11135","11136","11137","11138","11139","11140","11141","11142","11143","11144","11145","11146","11147","11148","11149","11150","11151","11156","11157","11158","11159","11160","11161","11164","11165","11166","11167","11168","11169","11170","11171*6","11179","11180","11181","11182","11183","11184*0.05","11185*0.05","11186*0.05","11187*0.05","11188*0.05","11189*0.05","11190*0.05","11191*0.05","11192*0.05","11193*0.05","11194*0.05","11195*0.05","11196*0.05","11197*0.05","11198*0.05","11199*0.05","11200*0.05","11208*0.5","11209*0.5","11210*0.5","11211*0.5","11212*0.5","11213*0.1","11214*0.1","11215*0.1","11216*0.1","11217*0.01","11218*0.01","11232*999999","11238*999999999","11245","11246","11247","11248","11249","11250","11251","11252","11253","11254","11255","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11400","11401","11402","11403","11404","11405","11406","11407","11408","11409","11410","11411","11412","11413","11414*0.01","11415*0.01","11416*0.01","11417*0.01","11418*0.01","11419*0.01","11420*0.01","11421*0.01","11422*0.01","11423*0.01","11424*0.01","11425*0.01","11426*0.01","11427*0.01","11428*0.01","11429*0.01","11430*0.01","11431*0.01","11432*0.01","11433*0.01","11434*0.01","11435*0.01","11436*0.01","11437*0.01","11438*0.01","11439*0.01","11440*0.01","11441*0.01","11442*0.01","11443*0.01","11444*0.01","11445*0.01","11446*0.01","11447*0.01","11448*0.01","11449*0.01","11450*0.01","11460*33333333333333333","11461*33333333333333333","11462*33333333333333333","11463*33333333333333333","11464*33333333333333333","11465*33333333333333333","11466*33333333333333333","11467*33333333333333333","11458*99999999999999999","11459*99999999999999999"]},"29":{"age":"29","event":[10007,"10069*0.03","10070*0.03","10071*0.03",10086,10087,10189,"10253*0.1",10268,10269,10270,10271,10272,10273,10274,10275,10276,10281,"10282*0.001",10284,10285,10410,10411,10413,10414,10415,10416,10417,"10430*0.1","10431*0.1","10432*0.1","10433*0.1","10434*0.1","10435*0.1","10436*0.1","10437*0.1","10438*0.1","10439*0.1","10440*0.1","10441*0.1","10442*0.1","10443*0.1","10444*0.1","10445*0.1","10446*0.1","10447*0.1","10448*0.1","10449*0.1","10450*0.1","10451*0.1","10452*0.1","10453*0.1","10454*0.1","10455*0.1","10456*0.1","10457*0.1","10458*0.1","10459*0.1",10464,"10465*0.5","10466*0.2","10467*0.08","10469*2","10470*2","10471*2","10472*2",10473,"10474*99","10478*2","10479*2","10480*2","10481*2","10482*2","10483*2","10484*2","10485*2","10486*2","10487*2","10488*2","10489*2","10490*2","10491*2","10591","10619","10620*5","10666*5","10667*5","10668*5","10717","10718","10719","10720","10721","10722","10723","10724","10725","10726","10727","10728","10729","10730","10731","10732","10733","10734","10735","10830*9","10831*9","10832","10833","10834","10835","10836","10837","10838","11128","11129","11130","11131","11132","11133","11134","11135","11136","11137","11138","11139","11140","11141","11142","11143","11144","11145","11146","11147","11148","11149","11150","11151","11156","11157","11158","11159","11160","11164","11165","11166","11167","11168","11169","11170","11171*9","11179","11180","11181","11182","11183","11184*0.05","11185*0.05","11186*0.05","11187*0.05","11188*0.05","11189*0.05","11190*0.05","11191*0.05","11192*0.05","11193*0.05","11194*0.05","11195*0.05","11196*0.05","11197*0.05","11198*0.05","11199*0.05","11200*0.05","11213*0.1","11214*0.1","11215*0.1","11216*0.1","11217*0.01","11218*0.01","11232*999999","11235*999999999","11245","11246","11247","11248","11249","11250","11251","11252","11253","11254","11255","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11400","11401","11402","11403","11404","11405","11406","11407","11408","11409","11410","11411","11412","11413","11414*0.01","11415*0.01","11416*0.01","11417*0.01","11418*0.01","11419*0.01","11420*0.01","11421*0.01","11422*0.01","11423*0.01","11424*0.01","11425*0.01","11426*0.01","11427*0.01","11428*0.01","11429*0.01","11430*0.01","11431*0.01","11432*0.01","11433*0.01","11434*0.01","11435*0.01","11436*0.01","11437*0.01","11438*0.01","11439*0.01","11440*0.01","11441*0.01","11442*0.01","11443*0.01","11444*0.01","11445*0.01","11446*0.01","11447*0.01","11448*0.01","11449*0.01","11450*0.01","11460*33333333333333333","11461*33333333333333333","11462*33333333333333333","11463*33333333333333333","11464*33333333333333333","11465*33333333333333333","11466*33333333333333333","11467*33333333333333333","11458*99999999999999999","11459*99999999999999999"]},"30":{"age":"30","event":["10069*0.03","10070*0.03","10071*0.03",10086,10087,10189,10268,10269,10270,10271,10272,10273,10274,10275,10276,10277,10278,10281,"10282*0.001",10288,10297,10298,10299,10300,10301,10302,10303,10304,10305,10306,10410,10411,10413,10414,10415,10416,10417,"10430*0.1","10431*0.1","10432*0.1","10433*0.1","10434*0.1","10435*0.1","10436*0.1","10437*0.1","10438*0.1","10439*0.1","10440*0.1","10441*0.1","10442*0.1","10443*0.1","10444*0.1","10445*0.1","10446*0.1","10447*0.1","10448*0.1","10449*0.1","10450*0.1","10451*0.1","10452*0.1","10453*0.1","10454*0.1","10455*0.1","10456*0.1","10457*0.1","10458*0.1","10459*0.1","10461*0.1","10462*0.1","10469*2","10470*2","10471*2","10472*2",10473,"10589*99999999999999","10619","10620*3","10621","10622","10666*5","10665*5","10667*5","10668*5","10736*99999999999999","10785","10786","10830*9","10831*9","10832","10833","10834","10835","10836","10837","10838","11128","11129","11130","11131","11132","11133","11134","11135","11136","11137","11138","11139","11140","11141","11142","11143","11144","11145","11146","11147","11148","11149","11150","11151","11156","11157","11158","11159","11160","11164","11165","11166","11167","11168","11169","11170","11171*9","11179","11180","11181","11182","11183","11184*0.05","11185*0.05","11186*0.05","11187*0.05","11188*0.05","11189*0.05","11190*0.05","11191*0.05","11192*0.05","11193*0.05","11194*0.05","11195*0.05","11196*0.05","11197*0.05","11198*0.05","11199*0.05","11200*0.05","11208*0.5","11209*0.5","11210*0.5","11211*0.5","11212*0.5","11213*0.1","11214*0.1","11215*0.1","11216*0.1","11217*0.01","11218*0.01","11219*0.01","11220","11232*999999","11234*333333","11235*999999999","11236*999999999","11245","11246","11247","11248","11249","11250","11251","11252","11253","11254","11255","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11350","11351","11352","11353","11354","11355","11356","11357","11358","11359","11360","11361","11362","11363","11364","11365","11366","11367","11368","11369","11370","11371","11372","11373","11374","11375","11376","11377","11378","11379","11380","11381","11382","11383","11384","11385","11414*0.01","11415*0.01","11416*0.01","11417*0.01","11418*0.01","11419*0.01","11420*0.01","11421*0.01","11422*0.01","11423*0.01","11424*0.01","11425*0.01","11426*0.01","11427*0.01","11428*0.01","11429*0.01","11430*0.01","11431*0.01","11432*0.01","11433*0.01","11434*0.01","11435*0.01","11436*0.01","11437*0.01","11438*0.01","11439*0.01","11440*0.01","11441*0.01","11442*0.01","11443*0.01","11444*0.01","11445*0.01","11446*0.01","11447*0.01","11448*0.01","11449*0.01","11450*0.01","11460*33333333333333333","11461*33333333333333333","11462*33333333333333333","11463*33333333333333333","11464*33333333333333333","11465*33333333333333333","11466*33333333333333333","11467*33333333333333333","11458*99999999999999999","11459*99999999999999999"]},"31":{"age":"31","event":["10069*0.03","10070*0.03","10071*0.03","10086*2",10087,10256,10268,10269,10270,10271,10272,10273,10274,10275,10276,10277,10278,"10279*0.1",10281,"10282*0.001",10284,10285,10297,10298,10299,10300,10301,10302,10303,10304,10305,10306,10410,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01","10430*0.1","10431*0.1","10432*0.1","10433*0.1","10434*0.1","10435*0.1","10436*0.1","10437*0.1","10438*0.1","10439*0.1","10440*0.1","10441*0.1","10442*0.1","10443*0.1","10444*0.1","10445*0.1","10446*0.1","10447*0.1","10448*0.1","10449*0.1","10450*0.1","10451*0.1","10452*0.1","10453*0.1","10454*0.1","10455*0.1","10456*0.1","10457*0.1","10458*0.1","10459*0.1","10461*0.1","10462*0.1","10469*2","10470*2","10471*2","10472*2",10473,"10478*2","10479*2","10480*2","10481*2","10482*2","10483*2","10484*2","10485*2","10486*2","10487*2","10488*2","10489*2","10490*2","10491*2",10619,"10620*2","10621*2","10622","10668*5","10737*99999999999999","10830*9","10831*9","10832","10833","10834","10835","10836","10837","10838","11162*999999","11163*999999","11164","11165","11166","11167","11168","11169","11170","11171*999999","11232*999999","11234*333333","11235*999999999","11236*999999999","11240","11245","11246","11247","11248","11249","11250","11251","11252","11253","11254","11255","11314*0.01","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11350","11351","11352","11353","11354","11355","11356","11357","11358","11359","11360","11361","11362","11363","11364","11365","11366","11367","11368","11369","11370","11371","11372","11373","11374","11375","11376","11377","11378","11379","11380","11381","11382","11383","11384","11385","11400","11401","11402","11403","11404","11405","11406","11407","11408","11409","11410","11411","11412","11413","11414*0.01","11415*0.01","11416*0.01","11417*0.01","11418*0.01","11419*0.01","11420*0.01","11421*0.01","11422*0.01","11423*0.01","11424*0.01","11425*0.01","11426*0.01","11427*0.01","11428*0.01","11429*0.01","11430*0.01","11431*0.01","11432*0.01","11433*0.01","11434*0.01","11435*0.01","11436*0.01","11437*0.01","11438*0.01","11439*0.01","11440*0.01","11441*0.01","11442*0.01","11443*0.01","11444*0.01","11445*0.01","11446*0.01","11447*0.01","11448*0.01","11449*0.01","11450*0.01","11460*33333333333333333","11461*33333333333333333","11462*33333333333333333","11463*33333333333333333","11464*33333333333333333","11465*333333333333333333","11466*333333333333333333","11467*333333333333333333","11458*99999999999999999","11459*99999999999999999"]},"32":{"age":"32","event":["10069*0.03","10070*0.03","10071*0.03","10086*3",10087,10254,10272,10273,10274,10275,10276,10277,10278,"10279*0.1",10281,"10282*0.001",10284,10285,10288,"10289*0.01",10297,10298,10299,10300,10301,10302,10303,10304,10305,10306,10410,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01","10430*0.1","10431*0.1","10432*0.1","10433*0.1","10434*0.1","10435*0.1","10436*0.1","10437*0.1","10438*0.1","10439*0.1","10440*0.1","10441*0.1","10442*0.1","10443*0.1","10444*0.1","10445*0.1","10446*0.1","10447*0.1","10448*0.1","10449*0.1","10450*0.1","10451*0.1","10452*0.1","10453*0.1","10454*0.1","10455*0.1","10456*0.1","10457*0.1","10458*0.1","10459*0.1","10461*0.1","10462*0.1",10464,"10465*0.5","10466*0.2","10467*0.08","10469*2","10470*2","10471*2","10472*2",10473,"10591","10621*10","10622","10668*5","10669*5","10670","10738","10739","10740","10785","10830*9","10831*9","10832","10833","10834","10835","10836","10837","10838","11217*0.02","11218*0.02","11219*0.01","11220","11232*999999","11234*333333","11235*999999999","11236*999999999","11239*10","11240*999999","11241","11242*3","11245","11246","11247","11248","11249","11250","11251","11252","11253","11254","11255","11263","11264","11265","11266","11267","11268*0.05","11269","11270","11271","11272","11273","11274","11275","11276*0.03","11277*0.03","11278*0.03","11279","11280","11281","11282","11283","11284","11285","11286*0.3","11314*0.01","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11350","11351","11352","11353","11354","11355","11356","11357","11358","11359","11360","11361","11362","11363","11364","11365","11366","11367","11368","11369","11370","11371","11372","11373","11374","11375","11376","11377","11378","11379","11380","11381","11382","11383","11384","11385","11414*0.01","11415*0.01","11416*0.01","11417*0.01","11418*0.01","11419*0.01","11420*0.01","11421*0.01","11422*0.01","11423*0.01","11424*0.01","11425*0.01","11426*0.01","11427*0.01","11428*0.01","11429*0.01","11430*0.01","11431*0.01","11432*0.01","11433*0.01","11434*0.01","11435*0.01","11436*0.01","11437*0.01","11438*0.01","11439*0.01","11440*0.01","11441*0.01","11442*0.01","11443*0.01","11444*0.01","11445*0.01","11446*0.01","11447*0.01","11448*0.01","11449*0.01","11450*0.01","11460*33333333333333333","11461*33333333333333333","11462*33333333333333333","11463*33333333333333333","11464*33333333333333333","11465*333333333333333333","11466*333333333333333333","11467*333333333333333333","11458*99999999999999999","11459*99999999999999999"]},"33":{"age":"33","event":["10069*0.03","10070*0.03","10071*0.03","10086*4",10087,10268,10269,10270,10271,10273,10274,10275,10276,10277,10278,"10279*0.1",10281,"10282*0.001",10283,"10289*0.01",10297,10298,10299,10300,10301,10302,10303,10304,10305,10306,10410,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01","10430*0.1","10431*0.1","10432*0.1","10433*0.1","10434*0.1","10435*0.1","10436*0.1","10437*0.1","10438*0.1","10439*0.1","10440*0.1","10441*0.1","10442*0.1","10443*0.1","10444*0.1","10445*0.1","10446*0.1","10447*0.1","10448*0.1","10449*0.1","10450*0.1","10451*0.1","10452*0.1","10453*0.1","10454*0.1","10455*0.1","10456*0.1","10457*0.1","10458*0.1","10459*0.1",10464,"10465*0.5","10466*0.2","10467*0.08","10469*2","10470*2","10471*2","10472*2",10473,"10478*2","10479*2","10480*2","10481*2","10482*2","10483*2","10484*2","10485*2","10486*2","10487*2","10488*2","10489*2","10490*2","10491*2","10621*99999999","10668*5","10669*5","10670","10738","10739","10740","10830*9","10831*9","10832","10833","10834","10835","10836","10837","10838","11219*0.01","11220","11232*999999","11234*333333","11235*999999999","11236*999999999","11241","11242*3","11243","11244*3","11245","11246","11247","11248","11249","11250","11251","11252","11253","11254","11255","11259","11263","11264","11265","11266","11267","11268*0.05","11269","11270","11271","11272","11273","11274","11275","11276*0.03","11277*0.03","11278*0.03","11279","11280","11281","11282","11283","11284","11285","11286*0.3","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11400","11401","11402","11403","11404","11405","11406","11407","11408","11409","11410","11411","11412","11413","11414*0.01","11415*0.01","11416*0.01","11417*0.01","11418*0.01","11419*0.01","11420*0.01","11421*0.01","11422*0.01","11423*0.01","11424*0.01","11425*0.01","11426*0.01","11427*0.01","11428*0.01","11429*0.01","11430*0.01","11431*0.01","11432*0.01","11433*0.01","11434*0.01","11435*0.01","11436*0.01","11437*0.01","11438*0.01","11439*0.01","11440*0.01","11441*0.01","11442*0.01","11443*0.01","11444*0.01","11445*0.01","11446*0.01","11447*0.01","11448*0.01","11449*0.01","11450*0.01","11460*33333333333333333","11461*33333333333333333","11462*33333333333333333","11463*33333333333333333","11464*33333333333333333","11465*333333333333333333","11466*333333333333333333","11467*333333333333333333","11458*99999999999999999","11459*99999999999999999"]},"34":{"age":"34","event":["10069*0.03","10070*0.03","10071*0.03","10086*5",10087,"10257*0.1",10273,10274,10275,10276,10277,10278,"10279*0.1",10281,"10282*0.001",10283,10297,10298,10299,10300,10301,10302,10303,10304,10305,10306,10410,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01","10430*0.1","10431*0.1","10432*0.1","10433*0.1","10434*0.1","10435*0.1","10436*0.1","10437*0.1","10438*0.1","10439*0.1","10440*0.1","10441*0.1","10442*0.1","10443*0.1","10444*0.1","10445*0.1","10446*0.1","10447*0.1","10448*0.1","10449*0.1","10450*0.1","10451*0.1","10452*0.1","10453*0.1","10454*0.1","10455*0.1","10456*0.1","10457*0.1","10458*0.1","10459*0.1","10461*0.1","10462*0.1",10464,"10465*0.5","10466*0.2","10467*0.08","10469*2","10470*2","10471*2","10472*2",10473,"10591","10623","10624","10625","10626","10627","10658","10668*5","10669*5","10670","10738","10739","10740","10786","10830*99","10831*9","10832","10833","10834","10835","10836","10837","10838","11217*0.02","11218*0.02","11219*0.01","11220","11232*999999","11234*666666","11235*999999999","11236*999999999","11241","11242*9","11243","11244*9","11245","11246","11247","11248","11249","11250","11251","11252","11253","11254","11255","11259","11263","11264","11265","11266","11267","11268*0.05","11269","11270","11271","11272","11273","11274","11275","11276*0.03","11277*0.03","11278*0.03","11279","11280","11281","11282","11283","11284","11285","11286*0.3","11314*0.01","11314*0.01","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11350","11351","11352","11353","11354","11355","11356","11357","11358","11359","11360","11361","11362","11363","11364","11365","11366","11367","11368","11369","11370","11371","11372","11373","11374","11375","11376","11377","11378","11379","11380","11381","11382","11383","11384","11385","11400","11401","11402","11403","11404","11405","11406","11407","11408","11409","11410","11411","11412","11413","11414*0.01","11415*0.01","11416*0.01","11417*0.01","11418*0.01","11419*0.01","11420*0.01","11421*0.01","11422*0.01","11423*0.01","11424*0.01","11425*0.01","11426*0.01","11427*0.01","11428*0.01","11429*0.01","11430*0.01","11431*0.01","11432*0.01","11433*0.01","11434*0.01","11435*0.01","11436*0.01","11437*0.01","11438*0.01","11439*0.01","11440*0.01","11441*0.01","11442*0.01","11443*0.01","11444*0.01","11445*0.01","11446*0.01","11447*0.01","11448*0.01","11449*0.01","11450*0.01","11460*33333333333333333","11461*33333333333333333","11462*33333333333333333","11463*33333333333333333","11464*33333333333333333","11465*333333333333333333","11466*333333333333333333","11467*333333333333333333","11458*99999999999999999","11459*99999999999999999"]},"35":{"age":"35","event":["10069*0.03","10070*0.03","10071*0.03","10086*6",10087,10268,10269,10270,10271,10273,10274,10275,10276,10277,10278,10281,"10282*0.001",10283,10288,"10289*0.01",10296,10297,10298,10299,10300,10301,10302,10303,10304,10305,10306,10410,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01","10430*0.1","10431*0.1","10432*0.1","10433*0.1","10434*0.1","10435*0.1","10436*0.1","10437*0.1","10438*0.1","10439*0.1","10440*0.1","10441*0.1","10442*0.1","10443*0.1","10444*0.1","10445*0.1","10446*0.1","10447*0.1","10448*0.1","10449*0.1","10450*0.1","10451*0.1","10452*0.1","10453*0.1","10454*0.1","10455*0.1","10456*0.1","10457*0.1","10458*0.1","10459*0.1",10464,"10465*0.5","10466*0.2","10467*0.08","10469*2","10470*2","10471*2","10472*2",10473,"10478*2","10479*2","10480*2","10481*2","10482*2","10483*2","10484*2","10485*2","10486*2","10487*2","10488*2","10489*2","10490*2","10491*2","10623","10624","10625","10626","10627","10658*3","10668*5","10669*5","10670","10741","10742","10743","10744","10745","10746","10747","10748","10749","10750","10751","10752","10753","10754","10755","10756","10757","10758","10759","10760","10761","10762","10763","10764","10765","10766","10767","10768*0.01","10830*99","10831*99","10832","10833","10834","10835","10836","10837","10838","11217*0.02","11218*0.02","11219*0.01","11220","11232*999999","11234*999999","11235*999999999","11236*999999999","11242*30","11241","11243","11244*30","11245","11246","11247","11248","11249","11250","11251","11252","11253","11254","11255","11256","11259","11263","11264","11265","11266","11267","11268*0.05","11269","11270","11271","11272","11273","11274","11275","11276*0.03","11277*0.03","11278*0.03","11279","11280","11281","11282","11283","11284","11285","11286*0.3","11314*0.01","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11350","11351","11352","11353","11354","11355","11356","11357","11358","11359","11360","11361","11362","11363","11364","11365","11366","11367","11368","11369","11370","11371","11372","11373","11374","11375","11376","11377","11378","11379","11380","11381","11382","11383","11384","11385","11414*0.01","11415*0.01","11416*0.01","11417*0.01","11418*0.01","11419*0.01","11420*0.01","11421*0.01","11422*0.01","11423*0.01","11424*0.01","11425*0.01","11426*0.01","11427*0.01","11428*0.01","11429*0.01","11430*0.01","11431*0.01","11432*0.01","11433*0.01","11434*0.01","11435*0.01","11436*0.01","11437*0.01","11438*0.01","11439*0.01","11440*0.01","11441*0.01","11442*0.01","11443*0.01","11444*0.01","11445*0.01","11446*0.01","11447*0.01","11448*0.01","11449*0.01","11450*0.01","11460*33333333333333333","11461*33333333333333333","11462*33333333333333333","11463*33333333333333333","11464*33333333333333333","11465*333333333333333333","11466*333333333333333333","11467*333333333333333333","11458*99999999999999999","11459*99999999999999999"]},"36":{"age":"36","event":["10069*0.03","10070*0.03","10071*0.03","10087*7","10253*0.1",10268,10269,10270,10271,10273,10274,10275,10276,10277,10278,"10279*0.1",10281,"10282*0.001",10283,"10289*0.01",10297,10298,10299,10300,10301,10302,10303,10304,10305,10306,10410,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01","10430*0.1","10431*0.1","10432*0.1","10433*0.1","10434*0.1","10435*0.1","10436*0.1","10437*0.1","10438*0.1","10439*0.1","10440*0.1","10441*0.1","10442*0.1","10443*0.1","10444*0.1","10445*0.1","10446*0.1","10447*0.1","10448*0.1","10449*0.1","10450*0.1","10451*0.1","10452*0.1","10453*0.1","10454*0.1","10455*0.1","10456*0.1","10457*0.1","10458*0.1","10459*0.1","10461*0.1","10462*0.1",10464,"10465*0.5","10466*0.2","10467*0.08","10591","10623","10624","10625","10626","10627","10628","10629","10630","10631","10632","10628","10629","10630","10631","10632","10633","10634","10635","10636","10637","10638","10639","10640","10641","10642","10643","10644","10645","10658*5","10670","10671*2","10741","10742","10743","10744","10745","10746","10747","10748","10749","10750","10751","10752","10753","10754","10755","10756","10757","10758","10759","10760","10761","10762","10763","10764","10765","10766","10767","10768*0.01","10830*9","10831*99","10832","10833","10834","10835","10836","10837","10838","11219*0.01","11220","11232*999999","11234*999999999","11235*999999999","11236*999999999","11242*99999","11241","11243","11244*999","11245","11246","11247","11248","11249","11250","11251","11252","11253","11254","11255","11256*2","11259","11263","11264","11265","11266","11267","11268*0.05","11269","11270","11271","11272","11273","11274","11275","11276*0.03","11277*0.03","11278*0.03","11279","11280","11281","11282","11283","11284","11285","11286*0.3","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11350","11351","11352","11353","11354","11355","11356","11357","11358","11359","11360","11361","11362","11363","11364","11365","11366","11367","11368","11369","11370","11371","11372","11373","11374","11375","11376","11377","11378","11379","11380","11381","11382","11383","11384","11385","11414*0.01","11415*0.01","11416*0.01","11417*0.01","11418*0.01","11419*0.01","11420*0.01","11421*0.01","11422*0.01","11423*0.01","11424*0.01","11425*0.01","11426*0.01","11427*0.01","11428*0.01","11429*0.01","11430*0.01","11431*0.01","11432*0.01","11433*0.01","11434*0.01","11435*0.01","11436*0.01","11437*0.01","11438*0.01","11439*0.01","11440*0.01","11441*0.01","11442*0.01","11443*0.01","11444*0.01","11445*0.01","11446*0.01","11447*0.01","11448*0.01","11449*0.01","11450*0.01","11460*33333333333333333","11461*33333333333333333","11462*33333333333333333","11463*33333333333333333","11464*33333333333333333","11465*333333333333333333","11466*333333333333333333","11467*333333333333333333","11458*99999999999999999"],"__EMPTY":"11459*99999999999999999"},"37":{"age":"37","event":["10069*0.03","10070*0.03","10071*0.03","10087*8","10254*0.1",10268,10269,10270,10271,10273,10274,10275,10276,10277,10278,10281,"10282*0.001",10283,10288,10297,10298,10299,10300,10301,10302,10303,10304,10305,10306,10410,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01","10430*0.1","10431*0.1","10432*0.1","10433*0.1","10434*0.1","10435*0.1","10436*0.1","10437*0.1","10438*0.1","10439*0.1","10440*0.1","10441*0.1","10442*0.1","10443*0.1","10444*0.1","10445*0.1","10446*0.1","10447*0.1","10448*0.1","10449*0.1","10450*0.1","10451*0.1","10452*0.1","10453*0.1","10454*0.1","10455*0.1","10456*0.1","10457*0.1","10458*0.1","10459*0.1","10461*0.1","10462*0.1",10464,"10465*0.5","10466*0.2","10467*0.08","10591","10623","10624","10625","10626","10627","10628","10629","10630","10631","10632","10628","10629","10630","10631","10632","10633","10634","10635","10636","10637","10638","10639","10640","10641","10642","10643","10644","10645","10658*10","10670","10671*3","10673","10741","10742","10743","10744","10745","10746","10747","10748","10749","10750","10751","10752","10753","10754","10755","10756","10757","10758","10759","10760","10761","10762","10763","10764","10765","10766","10767","10768*0.01","10830*9","10831*99","10832","10833","10834","10835","10836","10837","10838","11219*0.01","11220","11233*999999999","11235*999999999","11236*999999999","11243","11244*999999","11241","11245","11246","11247","11248","11249","11250","11251","11252","11253","11254","11255","11256*3","11259","11263","11264","11265","11266","11267","11268*0.05","11269","11270","11271","11272","11273","11274","11275","11276*0.03","11277*0.03","11278*0.03","11279","11280","11281","11282","11283","11284","11285","11286*0.3","11314*0.01","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11350","11351","11352","11353","11354","11355","11356","11357","11358","11359","11360","11361","11362","11363","11364","11365","11366","11367","11368","11369","11370","11371","11372","11373","11374","11375","11376","11377","11378","11379","11380","11381","11382","11383","11384","11385","11414*0.01","11415*0.01","11416*0.01","11417*0.01","11418*0.01","11419*0.01","11420*0.01","11421*0.01","11422*0.01","11423*0.01","11424*0.01","11425*0.01","11426*0.01","11427*0.01","11428*0.01","11429*0.01","11430*0.01","11431*0.01","11432*0.01","11433*0.01","11434*0.01","11435*0.01","11436*0.01","11437*0.01","11438*0.01","11439*0.01","11440*0.01","11441*0.01","11442*0.01","11443*0.01","11444*0.01","11445*0.01","11446*0.01","11447*0.01","11448*0.01","11449*0.01","11450*0.01","11460*33333333333333333","11461*33333333333333333","11462*33333333333333333","11463*33333333333333333","11464*33333333333333333","11465*333333333333333333","11466*333333333333333333","11467*333333333333333333","11458*99999999999999999","11459*99999999999999999"]},"38":{"age":"38","event":["10069*0.03","10070*0.03","10071*0.03","10087*9","10255*0.1",10273,10274,10275,10276,10277,10278,10281,"10282*0.001",10283,"10289*0.01",10296,10297,10298,10299,10300,10301,10302,10303,10304,10305,10306,10317,10318,10319,10320,10410,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01","10430*0.1","10431*0.1","10432*0.1","10433*0.1","10434*0.1","10435*0.1","10436*0.1","10437*0.1","10438*0.1","10439*0.1","10440*0.1","10441*0.1","10442*0.1","10443*0.1","10444*0.1","10445*0.1","10446*0.1","10447*0.1","10448*0.1","10449*0.1","10450*0.1","10451*0.1","10452*0.1","10453*0.1","10454*0.1","10455*0.1","10456*0.1","10457*0.1","10458*0.1","10459*0.1","10461*0.1","10462*0.1",10464,"10465*0.5","10466*0.2","10467*0.08","10478*2","10479*2","10480*2","10481*2","10482*2","10483*2","10484*2","10485*2","10486*2","10487*2","10488*2","10489*2","10490*2","10491*2","10623","10624","10625","10626","10627","10628","10629","10630","10631","10632","10628","10629","10630","10631","10632","10633","10634","10635","10636","10637","10638","10639","10640","10641","10642","10643","10644","10645","10658*6","10670","10671*5","10673","10741","10742","10743","10744","10745","10746","10747","10748","10749","10750","10751","10752","10753","10754","10755","10756","10757","10758","10759","10760","10761","10762","10763","10764","10765","10766","10767","10768*0.01","10830*9","10831*9","10832","10833","10834","10835","10836","10837","10838","11235*999999999","11236*999999999","11243","11241","11245","11246","11247","11248","11249","11250","11251","11252","11253","11254","11255","11256*4","11259","11260","11263","11264","11265","11266","11267","11268*0.05","11269","11270","11271","11272","11273","11274","11275","11276*0.03","11277*0.03","11278*0.03","11279","11280","11281","11282","11283","11284","11285","11286*0.3","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11386","11387","11388","11389","11390","11391","11392","11393","11394","11395","11396","11397","11398","11399","11414*0.01","11415*0.01","11416*0.01","11417*0.01","11418*0.01","11419*0.01","11420*0.01","11421*0.01","11422*0.01","11423*0.01","11424*0.01","11425*0.01","11426*0.01","11427*0.01","11428*0.01","11429*0.01","11430*0.01","11431*0.01","11432*0.01","11433*0.01","11434*0.01","11435*0.01","11436*0.01","11437*0.01","11438*0.01","11439*0.01","11440*0.01","11441*0.01","11442*0.01","11443*0.01","11444*0.01","11445*0.01","11446*0.01","11447*0.01","11448*0.01","11449*0.01","11450*0.01","11460*33333333333333333","11461*33333333333333333","11462*33333333333333333","11463*33333333333333333","11464*33333333333333333","11465*333333333333333333","11466*9333333333333333333","11467*9333333333333333333","11458*99999999999999999","11459*99999999999999999"]},"39":{"age":"39","event":["10069*0.03","10070*0.03","10071*0.03","10087*10","10256*0.1",10268,10269,10270,10271,10273,10274,10275,10276,10277,10278,"10279*0.01",10281,"10282*0.001",10283,10296,10297,10298,10299,10300,10301,10302,10303,10304,10305,10306,10317,10318,10319,10320,10410,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01","10430*0.1","10431*0.1","10432*0.1","10433*0.1","10434*0.1","10435*0.1","10436*0.1","10437*0.1","10438*0.1","10439*0.1","10440*0.1","10441*0.1","10442*0.1","10443*0.1","10444*0.1","10445*0.1","10446*0.1","10447*0.1","10448*0.1","10449*0.1","10450*0.1","10451*0.1","10452*0.1","10453*0.1","10454*0.1","10455*0.1","10456*0.1","10457*0.1","10458*0.1","10459*0.1","10461*0.1","10462*0.1",10464,"10465*0.5","10466*0.2","10467*0.08","10478*2","10479*2","10480*2","10481*2","10482*2","10483*2","10484*2","10485*2","10486*2","10487*2","10488*2","10489*2","10490*2","10491*2","10625*9","10626","10627","10628","10629","10630","10631","10632","10628","10629","10630","10631","10632","10633","10634","10635","10636","10637","10638","10639","10640","10641","10642","10643","10644","10645","10658*2","10670","10671*5","10672","10673","10741","10742","10743","10744","10745","10746","10747","10748","10749","10750","10751","10752","10753","10754","10755","10756","10757","10758","10759","10760","10761","10762","10763","10764","10765","10766","10767","10768*0.01","10830*9","10831*9","10832","10833","10834","10835","10836","10837","10838","11236*999999999","11243","11245","11246","11247","11248","11249","11250","11251","11252","11253","11254","11255","11256*5","11259","11260","11263","11264","11265","11266","11267","11268*0.05","11269","11270","11271","11272","11273","11274","11275","11276*0.03","11277*0.03","11278*0.03","11279","11280","11281","11282","11283","11284","11285","11286*0.3","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11386","11387","11388","11389","11390","11391","11392","11393","11394","11395","11396","11397","11398","11399","11414*0.01","11415*0.01","11416*0.01","11417*0.01","11418*0.01","11419*0.01","11420*0.01","11421*0.01","11422*0.01","11423*0.01","11424*0.01","11425*0.01","11426*0.01","11427*0.01","11428*0.01","11429*0.01","11430*0.01","11431*0.01","11432*0.01","11433*0.01","11434*0.01","11435*0.01","11436*0.01","11437*0.01","11438*0.01","11439*0.01","11440*0.01","11441*0.01","11442*0.01","11443*0.01","11444*0.01","11445*0.01","11446*0.01","11447*0.01","11448*0.01","11449*0.01","11450*0.01","11466*9333333333333333333","11467*9333333333333333333"]},"40":{"age":"40","event":["10069*0.03","10070*0.03","10071*0.03",10087,"10257*0.1",10273,10274,10275,10276,10277,10278,"10279*0.01",10281,"10282*0.001",10283,10288,"10289*0.01",10292,10293,10295,10296,10297,10298,10299,10300,10301,10302,10303,10304,10305,10306,10307,10317,10318,10319,10320,"10322*0.1",10410,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01","10430*0.1","10431*0.1","10432*0.1","10433*0.1","10434*0.1","10435*0.1","10436*0.1","10437*0.1","10438*0.1","10439*0.1","10440*0.1","10441*0.1","10442*0.1","10443*0.1","10444*0.1","10445*0.1","10446*0.1","10447*0.1","10448*0.1","10449*0.1","10450*0.1","10451*0.1","10452*0.1","10453*0.1","10454*0.1","10455*0.1","10456*0.1","10457*0.1","10458*0.1","10459*0.1","10461*0.1","10462*0.1",10464,"10465*0.5","10466*0.2","10467*0.08","10478*2","10479*2","10480*2","10481*2","10482*2","10483*2","10484*2","10485*2","10486*2","10487*2","10488*2","10489*2","10490*2","10491*2","10590*99999999999999","10626","10627","10628","10629","10630","10631","10632","10628","10629","10630","10631","10632","10633","10634","10635","10636","10637","10638","10639","10640","10641","10642","10643","10644","10645","10658","10670","10671*5","10672*2","10673","10741","10742","10743","10744","10745","10746","10747","10748","10749","10750","10751","10752","10753","10754","10755","10756","10757","10758","10759","10760","10761","10762","10763","10764","10765","10766","10767","10768*0.01","10832","10833","10834","10835","10836","10837","10838","11243","11256*6","11259","11260","11263","11264","11265","11266","11267","11268*0.05","11269","11270","11271","11272","11273","11274","11275","11276*0.03","11277*0.03","11278*0.03","11279","11280","11281","11282","11283","11284","11285","11286*0.3","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11350","11351","11352","11353","11354","11355","11356","11357","11358","11359","11360","11361","11362","11363","11364","11365","11366","11367","11368","11369","11370","11371","11372","11373","11374","11375","11376","11377","11378","11379","11380","11381","11382","11383","11384","11385","11386","11387","11388","11389","11390","11391","11392","11393","11394","11395","11396","11397","11398","11399","11466*9333333333333333333","11467*9333333333333333333"]},"41":{"age":"41","event":["10069*0.03","10070*0.03","10071*0.03",10087,"10253*0.1","10254*0.1","10255*0.1","10256*0.1","10257*0.1",10273,10274,10275,10276,10277,10278,"10279*0.01",10281,"10282*0.001",10283,"10290*0.01",10292,10293,10295,10296,10297,10298,10299,10300,10301,10302,10303,10304,10305,10306,10307,10318,10319,10320,10410,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01","10430*0.1","10431*0.1","10432*0.1","10433*0.1","10434*0.1","10435*0.1","10436*0.1","10437*0.1","10438*0.1","10439*0.1","10440*0.1","10441*0.1","10442*0.1","10443*0.1","10444*0.1","10445*0.1","10446*0.1","10447*0.1","10448*0.1","10449*0.1","10450*0.1","10451*0.1","10452*0.1","10453*0.1","10454*0.1","10455*0.1","10456*0.1","10457*0.1","10458*0.1","10459*0.1","10461*0.1","10462*0.1",10464,"10465*0.5","10466*0.2","10467*0.08","10590*99999999999999","10591","10626","10627","10628","10629","10630","10631","10632","10628","10629","10630","10631","10632","10633","10634","10635","10636","10637","10638","10639","10640","10641","10642","10643","10644","10645","10646","10671*5","10672*3","10673","10741","10742","10743","10744","10745","10746","10747","10748","10749","10750","10751","10752","10753","10754","10755","10756","10757","10758","10759","10760","10761","10762","10763","10764","10765","10766","10767","10768*0.01","10832","10833","10834","10835","10836","10837","10838","11217*0.02","11218*0.02","11256*9","11259","11260","11263","11264","11265","11266","11267","11268*0.05","11269","11270","11271","11272","11273","11274","11275","11276*0.03","11277*0.03","11278*0.03","11279","11280","11281","11282","11283","11284","11285","11286*0.3","11314*0.01","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11386","11387","11388","11389","11390","11391","11392","11393","11394","11395","11396","11397","11398","11399","11400","11401","11402","11403","11404","11405","11406","11407","11408","11409","11410","11411","11412","11413","11414*0.01","11415*0.01","11416*0.01","11417*0.01","11418*0.01","11419*0.01","11420*0.01","11421*0.01","11422*0.01","11423*0.01","11424*0.01","11425*0.01","11426*0.01","11427*0.01","11428*0.01","11429*0.01","11430*0.01","11431*0.01","11432*0.01","11433*0.01","11434*0.01","11435*0.01","11436*0.01","11437*0.01","11438*0.01","11439*0.01","11440*0.01","11441*0.01","11442*0.01","11443*0.01","11444*0.01","11445*0.01","11446*0.01","11447*0.01","11448*0.01","11449*0.01","11450*0.01"]},"42":{"age":"42","event":["10069*0.03","10070*0.03","10071*0.03",10087,"10253*0.1","10254*0.1","10255*0.1","10256*0.1","10257*0.1",10273,10274,10275,10276,10277,10278,"10279*0.01",10281,"10282*0.001",10283,"10290*0.01",10292,10293,10295,10296,10297,10298,10299,10300,10301,10302,10303,10304,10305,10306,10307,10317,10318,10319,10320,10322,10410,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01","10430*0.1","10431*0.1","10432*0.1","10433*0.1","10434*0.1","10435*0.1","10436*0.1","10437*0.1","10438*0.1","10439*0.1","10440*0.1","10441*0.1","10442*0.1","10443*0.1","10444*0.1","10445*0.1","10446*0.1","10447*0.1","10448*0.1","10449*0.1","10450*0.1","10451*0.1","10452*0.1","10453*0.1","10454*0.1","10455*0.1","10456*0.1","10457*0.1","10458*0.1","10459*0.1",10464,"10465*0.5","10466*0.2","10467*0.08","10478*2","10479*2","10480*2","10481*2","10482*2","10483*2","10484*2","10485*2","10486*2","10487*2","10488*2","10489*2","10490*2","10491*2","10590*99999999999999","10626","10627","10628","10629","10630","10631","10632","10633","10634","10635","10636","10637","10638","10639","10640","10641","10642","10643","10644","10645","10672*5","10673","10741","10742","10743","10744","10745","10746","10747","10748","10749","10750","10751","10752","10753","10754","10755","10756","10757","10758","10759","10760","10761","10762","10763","10764","10765","10766","10767","10768*0.01","11217*0.02","11218*0.02","11256*99","11259","11260","11263","11264","11265","11266","11267","11268*0.05","11269","11270","11271","11272","11273","11274","11275","11276*0.03","11277*0.03","11278*0.03","11279","11280","11281","11282","11283","11284","11285","11286*0.3","11287","11314*0.01","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11386","11387","11388","11389","11390","11391","11392","11393","11394","11395","11396","11397","11398","11399","11414*0.05","11415*0.05","11416*0.05","11417*0.05","11418*0.05","11419*0.05","11420*0.05","11421*0.05","11422*0.05","11423*0.05","11424*0.05","11425*0.05","11426*0.05","11427*0.05","11428*0.05","11429*0.05","11430*0.05","11431*0.05","11432*0.05","11433*0.05","11434*0.05","11435*0.05","11436*0.05","11437*0.05","11438*0.05","11439*0.05","11440*0.05","11441*0.05","11442*0.05","11443*0.05","11444*0.05","11445*0.05","11446*0.05","11447*0.05","11448*0.05","11449*0.05","11450*0.05"]},"43":{"age":"43","event":["10069*0.03","10070*0.03","10071*0.03",10087,"10253*0.1","10254*0.1","10255*0.1","10256*0.1","10257*0.1",10273,10274,10275,10276,10277,10278,"10279*0.01",10281,"10282*0.001",10283,10288,10292,10293,"10291*0.01",10295,10296,10297,10298,10299,10300,10301,10302,10303,10304,10305,10306,10318,10319,10320,10410,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01","10430*0.1","10431*0.1","10432*0.1","10433*0.1","10434*0.1","10435*0.1","10436*0.1","10437*0.1","10438*0.1","10439*0.1","10440*0.1","10441*0.1","10442*0.1","10443*0.1","10444*0.1","10445*0.1","10446*0.1","10447*0.1","10448*0.1","10449*0.1","10450*0.1","10451*0.1","10452*0.1","10453*0.1","10454*0.1","10455*0.1","10456*0.1","10457*0.1","10458*0.1","10459*0.1","10461*0.1","10462*0.1",10464,"10465*0.5","10466*0.2","10467*0.08","10590*99999999999999","10591","10626","10627","10628","10629","10630","10631","10632","10633","10634","10635","10636","10637","10638","10639","10640","10641","10642","10643","10644","10645","10646","10648","10672*3","10673","10674","10675","10676","10741","10742","10743","10744","10745","10746","10747","10748","10749","10750","10751","10752","10753","10754","10755","10756","10757","10758","10759","10760","10761","10762","10763","10764","10765","10766","10767","10768*0.01","10832","10833","10834","10835","10836","10837","10838","11217*0.02","11218*0.02","11219*0.01","11220","11256*999999","11259","11260","11263","11264","11265","11266","11267","11268*0.05","11269","11270","11271","11272","11273","11274","11275","11276*0.03","11277*0.03","11278*0.03","11279","11280","11281","11282","11283","11284","11285","11286*0.3","11287","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11386","11387","11388","11389","11390","11391","11392","11393","11394","11395","11396","11397","11398","11399","11414*0.01","11415*0.01","11416*0.01","11417*0.01","11418*0.01","11419*0.01","11420*0.01","11421*0.01","11422*0.01","11423*0.01","11424*0.01","11425*0.01","11426*0.01","11427*0.01","11428*0.01","11429*0.01","11430*0.01","11431*0.01","11432*0.01","11433*0.01","11434*0.01","11435*0.01","11436*0.01","11437*0.01","11438*0.01","11439*0.01","11440*0.01","11441*0.01","11442*0.01","11443*0.01","11444*0.01","11445*0.01","11446*0.01","11447*0.01","11448*0.01","11449*0.01","11450*0.01"]},"44":{"age":"44","event":["10069*0.03","10070*0.03","10071*0.03",10087,"10253*0.1","10254*0.1","10255*0.1","10256*0.1","10257*0.1",10273,10274,10275,10276,10277,10278,"10279*0.01",10281,"10282*0.1",10283,10288,"10289*0.01",10292,10293,"10291*0.01",10295,10296,10297,10298,10299,10300,10301,10302,10303,10304,10305,10306,10317,10318,10319,10320,"10322*0.1",10410,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01","10430*0.1","10431*0.1","10432*0.1","10433*0.1","10434*0.1","10435*0.1","10436*0.1","10437*0.1","10438*0.1","10439*0.1","10440*0.1","10441*0.1","10442*0.1","10443*0.1","10444*0.1","10445*0.1","10446*0.1","10447*0.1","10448*0.1","10449*0.1","10450*0.1","10451*0.1","10452*0.1","10453*0.1","10454*0.1","10455*0.1","10456*0.1","10457*0.1","10458*0.1","10459*0.1",10463,10464,"10465*0.5","10466*0.2","10467*0.08","10590*99999999999999","10626","10627","10628","10629","10630","10631","10632","10633","10634","10635","10636","10637","10638","10639","10640","10641","10642","10643","10644","10645","10646*2","10672*3","10673","10674","10675","10676","10741","10742","10743","10744","10745","10746","10747","10748","10749","10750","10751","10752","10753","10754","10755","10756","10757","10758","10759","10760","10761","10762","10763","10764","10765","10766","10767","10768*0.01","10832","10833","10834","10835","10836","10837","10838","11217*0.02","11218*0.02","11219*0.01","11220","11259","11260","11263","11264","11265","11266","11267","11268*0.05","11269","11270","11271","11272","11273","11274","11275","11276*0.03","11277*0.03","11278*0.03","11279","11280","11281","11282","11283","11284","11285","11286*0.3","11287","11314*0.01","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11386","11387","11388","11389","11390","11391","11392","11393","11394","11395","11396","11397","11398","11399","11414*0.01","11415*0.01","11416*0.01","11417*0.01","11418*0.01","11419*0.01","11420*0.01","11421*0.01","11422*0.01","11423*0.01","11424*0.01","11425*0.01","11426*0.01","11427*0.01","11428*0.01","11429*0.01","11430*0.01","11431*0.01","11432*0.01","11433*0.01","11434*0.01","11435*0.01","11436*0.01","11437*0.01","11438*0.01","11439*0.01","11440*0.01","11441*0.01","11442*0.01","11443*0.01","11444*0.01","11445*0.01","11446*0.01","11447*0.01","11448*0.01","11449*0.01","11450*0.01"]},"45":{"age":"45","event":["10069*0.03","10070*0.03","10071*0.03",10087,10253,10254,10255,10256,10257,10273,10274,10275,10276,10277,10278,"10279*0.01",10281,"10282*0.001",10283,10288,"10289*0.1",10292,10293,10295,10296,10297,10298,10299,10300,10301,10302,10303,10304,10305,10306,10307,10317,10318,10319,10320,10410,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01","10430*0.1","10431*0.1","10432*0.1","10433*0.1","10434*0.1","10435*0.1","10436*0.1","10437*0.1","10438*0.1","10439*0.1","10440*0.1","10441*0.1","10442*0.1","10443*0.1","10444*0.1","10445*0.1","10446*0.1","10447*0.1","10448*0.1","10449*0.1","10450*0.1","10451*0.1","10452*0.1","10453*0.1","10454*0.1","10455*0.1","10456*0.1","10457*0.1","10458*0.1","10459*0.1",10464,"10465*0.5","10466*0.2","10467*0.08","10478*2","10479*2","10480*2","10481*2","10482*2","10483*2","10484*2","10485*2","10486*2","10487*2","10488*2","10489*2","10490*2","10491*2","10590*99999999999999","10626","10627","10628","10629","10630","10631","10632","10633","10634","10635","10636","10637","10638","10639","10640","10641","10642","10643","10644","10645","10646*3","10672*5","10673","10674","10675","10676","10741","10742","10743","10744","10745","10746","10747","10748","10749","10750","10751","10752","10753","10754","10755","10756","10757","10758","10759","10760","10761","10762","10763","10764","10765","10766","10767","10768*0.01","11259","11260","11263","11264","11265","11266","11267","11268*0.05","11269","11270","11271","11272","11273","11274","11275","11276*0.03","11277*0.03","11278*0.03","11279","11280","11281","11282","11283","11284","11285","11286*0.3","11287*3","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11386","11387","11388","11389","11390","11391","11392","11393","11394","11395","11396","11397","11398","11399","11400","11401","11402","11403","11404","11405","11406","11407","11408","11409","11410","11411","11412","11413"]},"46":{"age":"46","event":["10069*0.03","10070*0.03","10071*0.03",10087,10253,10254,10255,10256,10257,10273,10274,10275,10276,10277,10278,"10279*0.01",10281,"10282*0.001",10288,"10289*0.1","10290*0.01",10292,10293,10295,10296,10297,10298,10299,10300,10301,10302,10303,10304,10305,10306,10307,10317,10318,10319,10320,10322,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01","10430*0.1","10431*0.1","10432*0.1","10433*0.1","10434*0.1","10435*0.1","10436*0.1","10437*0.1","10438*0.1","10439*0.1","10440*0.1","10441*0.1","10442*0.1","10443*0.1","10444*0.1","10445*0.1","10446*0.1","10447*0.1","10448*0.1","10449*0.1","10450*0.1","10451*0.1","10452*0.1","10453*0.1","10454*0.1","10455*0.1","10456*0.1","10457*0.1","10458*0.1","10459*0.1","10461*0.1","10462*0.1",10464,"10465*0.5","10466*0.2","10467*0.08","10590*99999999999999","10628","10629","10630","10631","10632","10633","10634","10635","10636","10637","10638","10639","10640","10641","10642","10643","10644","10645","10646*5","10648","10674","10675","10676","10741","10742","10743","10744","10745","10746","10747","10748","10749","10750","10751","10752","10753","10754","10755","10756","10757","10758","10759","10760","10761","10762","10763","10764","10765","10766","10767","10768*0.01","10832","10833","10834","10835","10836","10837","10838","11217*0.02","11218*0.02","11219*0.01","11220","11287*3","11288","11314*0.01","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11414*0.01","11415*0.01","11416*0.01","11417*0.01","11418*0.01","11419*0.01","11420*0.01","11421*0.01","11422*0.01","11423*0.01","11424*0.01","11425*0.01","11426*0.01","11427*0.01","11428*0.01","11429*0.01","11430*0.01","11431*0.01","11432*0.01","11433*0.01","11434*0.01","11435*0.01","11436*0.01","11437*0.01","11438*0.01","11439*0.01","11440*0.01","11441*0.01","11442*0.01","11443*0.01","11444*0.01","11445*0.01","11446*0.01","11447*0.01","11448*0.01","11449*0.01","11450*0.01"]},"47":{"age":"47","event":["10069*0.03","10070*0.03","10071*0.03",10087,10253,10254,10255,10256,10257,10273,10274,10275,10276,10277,10278,"10279*0.01",10281,"10282*0.1","10290*0.01",10292,10293,10295,10296,10297,10298,10299,10300,10301,10302,10303,10304,10305,10306,10307,10318,10319,10320,"10322*0.1",10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01","10430*0.1","10431*0.1","10432*0.1","10433*0.1","10434*0.1","10435*0.1","10436*0.1","10437*0.1","10438*0.1","10439*0.1","10440*0.1","10441*0.1","10442*0.1","10443*0.1","10444*0.1","10445*0.1","10446*0.1","10447*0.1","10448*0.1","10449*0.1","10450*0.1","10451*0.1","10452*0.1","10453*0.1","10454*0.1","10455*0.1","10456*0.1","10457*0.1","10458*0.1","10459*0.1",10464,"10465*0.5","10466*0.2","10467*0.08","10590*99999999999999","10591","10628","10629","10630","10631","10632","10633","10634","10635","10636","10637","10638","10639","10640","10641","10642","10643","10644","10645","10646*10","10648","10674","10675","10676","10741","10742","10743","10744","10745","10746","10747","10748","10749","10750","10751","10752","10753","10754","10755","10756","10757","10758","10759","10760","10761","10762","10763","10764","10765","10766","10767","10768*0.01","10832","10833","10834","10835","10836","10837","10838","11217*0.02","11218*0.02","11219*0.01","11220","11287*3","11288*3","11289*99999999","11290*99999999","11291*99999999","11292","11293","11294*0.1","11314*0.01","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11414*0.01","11415*0.01","11416*0.01","11417*0.01","11418*0.01","11419*0.01","11420*0.01","11421*0.01","11422*0.01","11423*0.01","11424*0.01","11425*0.01","11426*0.01","11427*0.01","11428*0.01","11429*0.01","11430*0.01","11431*0.01","11432*0.01","11433*0.01","11434*0.01","11435*0.01","11436*0.01","11437*0.01","11438*0.01","11439*0.01","11440*0.01","11441*0.01","11442*0.01","11443*0.01","11444*0.01","11445*0.01","11446*0.01","11447*0.01","11448*0.01","11449*0.01","11450*0.01"]},"48":{"age":"48","event":["10069*0.03","10070*0.03","10071*0.03",10087,10253,10254,10255,10256,10257,10273,10274,10275,10276,10277,10278,"10279*0.01",10281,"10282*0.001",10286,10287,10288,"10289*0.1","10290*0.01",10292,10293,"10291*0.01",10295,10296,10297,10298,10299,10300,10301,10302,10303,10304,10305,10306,10308,10317,10318,10319,10320,10322,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01","10430*0.1","10431*0.1","10432*0.1","10433*0.1","10434*0.1","10435*0.1","10436*0.1","10437*0.1","10438*0.1","10439*0.1","10440*0.1","10441*0.1","10442*0.1","10443*0.1","10444*0.1","10445*0.1","10446*0.1","10447*0.1","10448*0.1","10449*0.1","10450*0.1","10451*0.1","10452*0.1","10453*0.1","10454*0.1","10455*0.1","10456*0.1","10457*0.1","10458*0.1","10459*0.1",10464,"10465*0.5","10466*0.2","10467*0.08","10590*99999999999999","10628","10629","10630","10631","10632","10633","10634","10635","10636","10637","10638","10639","10640","10641","10642","10643","10644","10645","10646*50","10647*5","10648","10674","10675","10676","10741","10742","10743","10744","10745","10746","10747","10748","10749","10750","10751","10752","10753","10754","10755","10756","10757","10758","10759","10760","10761","10762","10763","10764","10765","10766","10767","10768*0.01","10832","10833","10834","10835","10836","10837","10838","11287*3","11288*9","11289*99999999","11290*99999999","11291*99999999","11292","11293","11294*0.1","11314*0.01","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11414*0.01","11415*0.01","11416*0.01","11417*0.01","11418*0.01","11419*0.01","11420*0.01","11421*0.01","11422*0.01","11423*0.01","11424*0.01","11425*0.01","11426*0.01","11427*0.01","11428*0.01","11429*0.01","11430*0.01","11431*0.01","11432*0.01","11433*0.01","11434*0.01","11435*0.01","11436*0.01","11437*0.01","11438*0.01","11439*0.01","11440*0.01","11441*0.01","11442*0.01","11443*0.01","11444*0.01","11445*0.01","11446*0.01","11447*0.01","11448*0.01","11449*0.01","11450*0.01"]},"49":{"age":"49","event":["10069*0.03","10070*0.03","10071*0.03",10087,10253,10254,10255,10256,10257,10273,10274,10275,10276,10277,10278,"10279*0.01",10281,"10282*0.001",10286,10287,"10290*0.01","10291*0.01",10295,10296,10297,10298,10299,10300,10301,10302,10303,10304,10305,10306,10307,10308,10317,10318,10319,10320,"10322*0.1",10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01","10430*0.1","10431*0.1","10432*0.1","10433*0.1","10434*0.1","10435*0.1","10436*0.1","10437*0.1","10438*0.1","10439*0.1","10440*0.1","10441*0.1","10442*0.1","10443*0.1","10444*0.1","10445*0.1","10446*0.1","10447*0.1","10448*0.1","10449*0.1","10450*0.1","10451*0.1","10452*0.1","10453*0.1","10454*0.1","10455*0.1","10456*0.1","10457*0.1","10458*0.1","10459*0.1",10464,"10465*0.5","10466*0.2","10467*0.08","10590*99999999999999","10628","10629","10630","10631","10632","10633","10634","10635","10636","10637","10638","10639","10640","10641","10642","10643","10644","10645","10646*100","10647*99","10648","10674","10675","10676","10741","10742","10743","10744","10745","10746","10747","10748","10749","10750","10751","10752","10753","10754","10755","10756","10757","10758","10759","10760","10761","10762","10763","10764","10765","10766","10767","10768*0.01","10832","10833","10834","10835","10836","10837","10838","11217*0.02","11218*0.02","11219*0.01","11220","11287*3","11288*9","11289*99999999","11290*99999999","11291*99999999","11292","11293","11294*0.1","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11414*0.01","11415*0.01","11416*0.01","11417*0.01","11418*0.01","11419*0.01","11420*0.01","11421*0.01","11422*0.01","11423*0.01","11424*0.01","11425*0.01","11426*0.01","11427*0.01","11428*0.01","11429*0.01","11430*0.01","11431*0.01","11432*0.01","11433*0.01","11434*0.01","11435*0.01","11436*0.01","11437*0.01","11438*0.01","11439*0.01","11440*0.01","11441*0.01","11442*0.01","11443*0.01","11444*0.01","11445*0.01","11446*0.01","11447*0.01","11448*0.01","11449*0.01","11450*0.01"]},"50":{"age":"50","event":["10069*0.03","10070*0.03","10071*0.03",10253,10254,10255,10256,10257,10273,10274,10275,10276,10277,10278,"10279*0.01",10281,"10282*0.001",10286,10287,"10289*0.1","10290*0.01",10292,10293,"10291*0.01",10295,10296,10297,10298,10299,10300,10301,10302,10303,10304,10305,10306,10317,10318,10319,10320,10321,"10322*0.1",10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01","10430*0.1","10431*0.1","10432*0.1","10433*0.1","10434*0.1","10435*0.1","10436*0.1","10437*0.1","10438*0.1","10439*0.1","10440*0.1","10441*0.1","10442*0.1","10443*0.1","10444*0.1","10445*0.1","10446*0.1","10447*0.1","10448*0.1","10449*0.1","10450*0.1","10451*0.1","10452*0.1","10453*0.1","10454*0.1","10455*0.1","10456*0.1","10457*0.1","10458*0.1","10459*0.1","10461*0.1","10462*0.1",10464,"10465*0.5","10466*0.2","10467*0.08","10590*99999999999999","10646*999","10647*99","10648","10677*2","10678*2","10769*9999999999","10770*0.1","10771*0.1","10772*0.1","10773*0.1","10774*0.1","10775*0.1","10776*0.1","10777*0.1","10778*0.1","10779*0.1","10780*0.1","10781*0.1","10782*0.1","10783*0.1","10784*0.1","10832","10833","10834","10835","10836","10837","10838","11219*0.01","11220","11257*0.01","11258*0.01","11288*9","11289*99999999","11290*99999999","11291*99999999","11292","11293","11294*0.1","11296*999999","21305*999999999","11300","11305","11312*0.1","11314*0.01","11325","11328","11329*0.1","11330","11331*0.1","11332","11333","11334","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11414*0.05","11415*0.05","11416*0.05","11417*0.05","11418*0.05","11419*0.05","11420*0.05","11421*0.05","11422*0.05","11423*0.05","11424*0.05","11425*0.05","11426*0.05","11427*0.05","11428*0.05","11429*0.05","11430*0.05","11431*0.05","11432*0.05","11433*0.05","11434*0.05","11435*0.05","11436*0.05","11437*0.05","11438*0.05","11439*0.05","11440*0.05","11441*0.05","11442*0.05","11443*0.05","11444*0.05","11445*0.05","11446*0.05","11447*0.05","11448*0.05","11449*0.05","11450*0.05"]},"51":{"age":"51","event":["10069*0.03","10070*0.03","10071*0.03",10253,10254,10255,10256,10257,10273,10274,10275,10276,10277,10278,"10279*0.1",10281,"10282*0.01",10286,10287,10288,"10290*0.01","10291*0.01",10295,10296,10297,10298,10299,10300,10301,10302,10303,10304,10305,10306,10308,10317,10318,10319,10320,10321,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01","10430*0.1","10431*0.1","10432*0.1","10433*0.1","10434*0.1","10435*0.1","10436*0.1","10437*0.1","10438*0.1","10439*0.1","10440*0.1","10441*0.1","10442*0.1","10443*0.1","10444*0.1","10445*0.1","10446*0.1","10447*0.1","10448*0.1","10449*0.1","10450*0.1","10451*0.1","10452*0.1","10453*0.1","10454*0.1","10455*0.1","10456*0.1","10457*0.1","10458*0.1","10459*0.1",10464,"10465*0.5","10466*0.2","10467*0.08","10648","10649*0.01","10650*0.01","10651*0.01","10652*0.01","10655","10677*5","10678*5","10769*9999999999","10785","10790","10791","10792","10793","10794","10795","10796","10797","10798","10799","10800","10801","10802","10803","10804","10805","10806","10807","10808","10809","10810","10811","10812","10813","10814","10815","11219*0.01","11220","11257*0.01","11258*0.01","11289*99999999","11290*99999999","11291*99999999","11292","11293","11294*0.1","11296*999999","21305*999999999","11300","11301","11302","11303","11304","11328","11329*0.1","11330","11331*0.1","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11414*0.05","11415*0.05","11416*0.05","11417*0.05","11418*0.05","11419*0.05","11420*0.05","11421*0.05","11422*0.05","11423*0.05","11424*0.05","11425*0.05","11426*0.05","11427*0.05","11428*0.05","11429*0.05","11430*0.05","11431*0.05","11432*0.05","11433*0.05","11434*0.05","11435*0.05","11436*0.05","11437*0.05","11438*0.05","11439*0.05","11440*0.05","11441*0.05","11442*0.05","11443*0.05","11444*0.05","11445*0.05","11446*0.05","11447*0.05","11448*0.05","11449*0.05","11450*0.05"]},"52":{"age":"52","event":["10069*0.03","10070*0.03","10071*0.03",10253,10254,10255,10256,10257,10273,10274,10275,10276,10277,10278,"10279*0.1",10281,"10282*0.001",10286,10287,"10290*0.01",10292,10293,"10291*0.01",10295,10296,10297,10298,10299,10300,10301,10302,10303,10304,10305,10306,10307,10308,10317,10318,10319,10320,10321,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01","10430*0.1","10431*0.1","10432*0.1","10433*0.1","10434*0.1","10435*0.1","10436*0.1","10437*0.1","10438*0.1","10439*0.1","10440*0.1","10441*0.1","10442*0.1","10443*0.1","10444*0.1","10445*0.1","10446*0.1","10447*0.1","10448*0.1","10449*0.1","10450*0.1","10451*0.1","10452*0.1","10453*0.1","10454*0.1","10455*0.1","10456*0.1","10457*0.1","10458*0.1","10459*0.1",10464,"10465*0.5","10466*0.2","10467*0.08","10649*0.01","10650*0.01","10651*0.01","10652*0.01","10655","10677*10","10678*10","10790","10791","10792","10793","10794","10795","10796","10797","10798","10799","10800","10801","10802","10803","10804","10805","10806","10807","10808","10809","10810","10811","10812","10813","10814","10815","11219*0.01","11220","11257*0.01","11258*0.01","11289*99999999","11290*99999999","11291*99999999","11292","11293","11294*0.1","11296*999999","21305*999999999","11300","11301","11302","11303","11304","11327","11328","11329*0.1","11330","11331*0.1","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11414*0.05","11415*0.05","11416*0.05","11417*0.05","11418*0.05","11419*0.05","11420*0.05","11421*0.05","11422*0.05","11423*0.05","11424*0.05","11425*0.05","11426*0.05","11427*0.05","11428*0.05","11429*0.05","11430*0.05","11431*0.05","11432*0.05","11433*0.05","11434*0.05","11435*0.05","11436*0.05","11437*0.05","11438*0.05","11439*0.05","11440*0.05","11441*0.05","11442*0.05","11443*0.05","11444*0.05","11445*0.05","11446*0.05","11447*0.05","11448*0.05","11449*0.05","11450*0.05"]},"53":{"age":"53","event":["10069*0.03","10070*0.03","10071*0.03",10253,10254,10255,10256,10257,10273,10274,10275,10276,10277,10278,"10279*0.01",10281,"10282*0.001",10286,10287,10288,"10290*0.01","10291*0.01",10295,10296,10297,10298,10299,10300,10301,10302,10303,10304,10305,10306,10307,10317,10318,10319,10320,10321,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01","10430*0.1","10431*0.1","10432*0.1","10433*0.1","10434*0.1","10435*0.1","10436*0.1","10437*0.1","10438*0.1","10439*0.1","10440*0.1","10441*0.1","10442*0.1","10443*0.1","10444*0.1","10445*0.1","10446*0.1","10447*0.1","10448*0.1","10449*0.1","10450*0.1","10451*0.1","10452*0.1","10453*0.1","10454*0.1","10455*0.1","10456*0.1","10457*0.1","10458*0.1","10459*0.1","10461*0.1","10462*0.1",10464,"10465*0.5","10466*0.2","10467*0.08","10649*0.01","10650*0.01","10651*0.01","10652*0.01","10655","10677*10","10678*10","10790","10791","10792","10793","10794","10795","10796","10797","10798","10799","10800","10801","10802","10803","10804","10805","10806","10807","10808","10809","10810","10811","10812","10813","10814","10815","11219*0.01","11220","11257*0.01","11258*0.01","11289*99999999","11290*99999999","11291*99999999","11292","11293","11294*0.1","11296*999999","21305*999999999","11312*0.1","11314*0.01","11318","11319*999999999","11326","11328","11329*0.1","11330","11331*0.1","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11414*0.05","11415*0.05","11416*0.05","11417*0.05","11418*0.05","11419*0.05","11420*0.05","11421*0.05","11422*0.05","11423*0.05","11424*0.05","11425*0.05","11426*0.05","11427*0.05","11428*0.05","11429*0.05","11430*0.05","11431*0.05","11432*0.05","11433*0.05","11434*0.05","11435*0.05","11436*0.05","11437*0.05","11438*0.05","11439*0.05","11440*0.05","11441*0.05","11442*0.05","11443*0.05","11444*0.05","11445*0.05","11446*0.05","11447*0.05","11448*0.05","11449*0.05","11450*0.05"]},"54":{"age":"54","event":["10069*0.03","10070*0.03","10071*0.03",10253,10254,10255,10256,10257,10273,10274,10275,10276,10277,10278,"10279*0.01",10281,"10282*0.01",10286,10287,"10289*0.1","10290*0.01",10292,10293,"10291*0.01",10295,10296,10297,10298,10299,10300,10301,10302,10303,10304,10305,10306,10308,10317,10318,10319,10320,10321,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01","10430*0.1","10431*0.1","10432*0.1","10433*0.1","10434*0.1","10435*0.1","10436*0.1","10437*0.1","10438*0.1","10439*0.1","10440*0.1","10441*0.1","10442*0.1","10443*0.1","10444*0.1","10445*0.1","10446*0.1","10447*0.1","10448*0.1","10449*0.1","10450*0.1","10451*0.1","10452*0.1","10453*0.1","10454*0.1","10455*0.1","10456*0.1","10457*0.1","10458*0.1","10459*0.1",10464,"10465*0.5","10466*0.2","10467*0.08","10649*0.01","10650*0.01","10651*0.01","10652*0.01","10655","10677*5","10678*5","10786","10790","10791","10792","10793","10794","10795","10796","10797","10798","10799","10800","10801","10802","10803","10804","10805","10806","10807","10808","10809","10810","10811","10812","10813","10814","10815","11257*0.01","11258*0.01","11289*99999999","11290*99999999","11291*99999999","11292","11293","11294*0.1","11300","11301","11302","11303","11304","11318","11319*999999999","11325","11328","11329*0.1","11330","11331*0.1","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11414*0.05","11415*0.05","11416*0.05","11417*0.05","11418*0.05","11419*0.05","11420*0.05","11421*0.05","11422*0.05","11423*0.05","11424*0.05","11425*0.05","11426*0.05","11427*0.05","11428*0.05","11429*0.05","11430*0.05","11431*0.05","11432*0.05","11433*0.05","11434*0.05","11435*0.05","11436*0.05","11437*0.05","11438*0.05","11439*0.05","11440*0.05","11441*0.05","11442*0.05","11443*0.05","11444*0.05","11445*0.05","11446*0.05","11447*0.05","11448*0.05","11449*0.05","11450*0.05"]},"55":{"age":"55","event":["10069*0.03","10070*0.03","10071*0.03",10253,10254,10255,10256,10257,10273,10274,10275,10276,10277,10278,"10279*0.01",10281,"10282*0.001",10286,10287,10288,"10289*0.1","10290*0.01",10292,10293,"10291*0.01","10295*66","10296*66",10297,10298,10299,10300,10301,10302,10303,10304,10305,10306,10307,10308,10317,10318,10319,10320,10321,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01","10430*0.1","10431*0.1","10432*0.1","10433*0.1","10434*0.1","10435*0.1","10436*0.1","10437*0.1","10438*0.1","10439*0.1","10440*0.1","10441*0.1","10442*0.1","10443*0.1","10444*0.1","10445*0.1","10446*0.1","10447*0.1","10448*0.1","10449*0.1","10450*0.1","10451*0.1","10452*0.1","10453*0.1","10454*0.1","10455*0.1","10456*0.1","10457*0.1","10458*0.1","10459*0.1","10492*999999999","10649*0.01","10650*0.01","10651*0.01","10652*0.01","10654","10655","10677*2","10678*2","10770*0.1","10771*0.1","10772*0.1","10773*0.1","10774*0.1","10775*0.1","10776*0.1","10777*0.1","10778*0.1","10779*0.1","10780*0.1","10781*0.1","10782*0.1","10783*0.1","10784*0.1","10785","10786","11219*0.01","11220","11257*0.05","11258*0.01","11289*99999999","11290*99999999","11291*99999999","11292","11293","11294*0.1","11295*0.01","11305","11312*0.1","11314*0.01","11318","11319*999999999","11320*999999999","11328","11329*0.1","11330","11331*0.1","11332","11333","11334","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11414*0.05","11415*0.05","11416*0.05","11417*0.05","11418*0.05","11419*0.05","11420*0.05","11421*0.05","11422*0.05","11423*0.05","11424*0.05","11425*0.05","11426*0.05","11427*0.05","11428*0.05","11429*0.05","11430*0.05","11431*0.05","11432*0.05","11433*0.05","11434*0.05","11435*0.05","11436*0.05","11437*0.05","11438*0.05","11439*0.05","11440*0.05","11441*0.05","11442*0.05","11443*0.05","11444*0.05","11445*0.05","11446*0.05","11447*0.05","11448*0.05","11449*0.05","11450*0.05"]},"56":{"age":"56","event":["10069*0.03","10070*0.03","10071*0.03",10253,10254,10255,10256,10257,10273,10274,10275,10276,10277,10278,"10279*0.01",10281,"10282*0.001","10286*10","10287*50","10289*0.1","10290*0.01","10291*0.01",10295,10296,10297,10298,10299,10300,10301,10302,10303,10304,10305,10306,10307,10318,10319,10320,10321,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01","10430*0.1","10431*0.1","10432*0.1","10433*0.1","10434*0.1","10435*0.1","10436*0.1","10437*0.1","10438*0.1","10439*0.1","10440*0.1","10441*0.1","10442*0.1","10443*0.1","10444*0.1","10445*0.1","10446*0.1","10447*0.1","10448*0.1","10449*0.1","10450*0.1","10451*0.1","10452*0.1","10453*0.1","10454*0.1","10455*0.1","10456*0.1","10457*0.1","10458*0.1","10459*0.1","10461*0.1","10462*0.1","10649*0.01","10650*0.01","10651*0.01","10652*0.01","10654","10655","10679","10680","10681","10682","10785","10786","10790","10791","10792","10793","10794","10795","10796","10797","10798","10799","10800","10801","10802","10803","10804","10805","10806","10807","10808","10809","10810","10811","10812","10813","10814","10815","11219*0.01","11220","11257*0.05","11258*0.01","11289*99999999","11290*99999999","11291*99999999","11292","11293","11294*0.1","11295*0.01","11300","11301","11302","11303","11304","11320*999999999","11328","11329*0.1","11330","11331*0.1","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"57":{"age":"57","event":["10069*0.03","10070*0.03","10071*0.03",10253,10254,10255,10256,10257,10273,10274,10275,10276,10277,10278,"10279*0.01",10281,"10282*0.001","10286*500","10287*100","10290*0.01",10292,10293,10295,10296,10297,10298,10299,10300,10301,10302,10303,10304,10305,10306,10307,10308,10318,10319,10320,10321,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01","10430*0.1","10431*0.1","10432*0.1","10433*0.1","10434*0.1","10435*0.1","10436*0.1","10437*0.1","10438*0.1","10439*0.1","10440*0.1","10441*0.1","10442*0.1","10443*0.1","10444*0.1","10445*0.1","10446*0.1","10447*0.1","10448*0.1","10449*0.1","10450*0.1","10451*0.1","10452*0.1","10453*0.1","10454*0.1","10455*0.1","10456*0.1","10457*0.1","10458*0.1","10459*0.1","10649*0.01","10650*0.01","10651*0.01","10652*0.01","10654","10655","10679","10680","10681","10682","10785","10790","10791","10792","10793","10794","10795","10796","10797","10798","10799","10800","10801","10802","10803","10804","10805","10806","10807","10808","10809","10810","10811","10812","10813","10814","10815","11219*0.01","11220","11257*0.05","11258*0.01","11289*99999999","11290*99999999","11291*99999999","11292","11293","11294*0.1","11295*0.01","11300","11301","11302","11303","11304","11320*999999999","11325","11326","11328","11329*0.1","11330","11331*0.1","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"58":{"age":"58","event":["10069*0.03","10070*0.03","10071*0.03",10253,10254,10255,10256,10257,10273,10274,10275,10276,10277,10278,"10279*0.01",10281,"10282*0.001",10286,10287,10288,"10289*0.1","10290*0.01",10292,10293,10297,10298,10299,10300,10301,10302,10303,10304,10305,10306,10307,10308,10318,10319,10320,10321,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01","10430*0.1","10431*0.1","10432*0.1","10433*0.1","10434*0.1","10435*0.1","10436*0.1","10437*0.1","10438*0.1","10439*0.1","10440*0.1","10441*0.1","10442*0.1","10443*0.1","10444*0.1","10445*0.1","10446*0.1","10447*0.1","10448*0.1","10449*0.1","10450*0.1","10451*0.1","10452*0.1","10453*0.1","10454*0.1","10455*0.1","10456*0.1","10457*0.1","10458*0.1","10459*0.1","10649*0.01","10650*0.01","10651*0.01","10652*0.01","10654","10655","10679","10680","10681","10682","10786","10790","10791","10792","10793","10794","10795","10796","10797","10798","10799","10800","10801","10802","10803","10804","10805","10806","10807","10808","10809","10810","10811","10812","10813","10814","10815","11219*0.01","11220","11257*0.1","11258*0.05","11289*99999999","11290*99999999","11291*99999999","11292","11293","11294*0.1","11295*0.01","11300","11301","11302","11303","11304","11320*999999999","11325","11326","11328","11329*0.1","11330","11331*0.1","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"59":{"age":"59","event":["10069*0.03","10070*0.03","10071*0.03",10253,10254,10255,10256,10257,10273,10274,10275,10276,10277,10278,"10279*0.01",10281,"10282*0.001",10286,10287,10288,"10289*0.1",10292,10293,10297,10298,10299,10300,10301,10302,10303,10304,10305,10306,10307,10318,10319,10320,10321,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01","10430*0.1","10431*0.1","10432*0.1","10433*0.1","10434*0.1","10435*0.1","10436*0.1","10437*0.1","10438*0.1","10439*0.1","10440*0.1","10441*0.1","10442*0.1","10443*0.1","10444*0.1","10445*0.1","10446*0.1","10447*0.1","10448*0.1","10449*0.1","10450*0.1","10451*0.1","10452*0.1","10453*0.1","10454*0.1","10455*0.1","10456*0.1","10457*0.1","10458*0.1","10459*0.1","10649*0.01","10650*0.01","10651*0.01","10652*0.01","10654","10655","10679","10680","10681","10682","10770*0.1","10771*0.1","10772*0.1","10773*0.1","10774*0.1","10775*0.1","10776*0.1","10777*0.1","10778*0.1","10779*0.1","10780*0.1","10781*0.1","10782*0.1","10783*0.1","10784*0.1","10785","10786","10790","10791","10792","10793","10794","10795","10796","10797","10798","10799","10800","10801","10802","10803","10804","10805","10806","10807","10808","10809","10810","10811","10812","10813","10814","10815","11219*0.01","11220","11257*0.1","11258*0.05","11289*99999999","11290*99999999","11291*99999999","11320*999999999","11327","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"60":{"age":"60","event":["10069*0.03","10070*0.03","10071*0.03",10253,10254,10255,10256,10257,10273,10274,10275,10276,10277,10278,"10279*0.01",10281,"10282*0.01",10286,10287,10288,"10289*0.1","10290*0.01",10292,10293,10297,10298,10299,10300,10301,10302,10303,10304,10305,10306,"10307*999",10316,10318,10319,10320,10321,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01",10430,10431,10432,10433,10434,10436,10437,10438,10439,10440,10441,10442,10443,10444,10445,10446,10447,10448,10449,10450,10451,10452,10453,10454,10455,10456,10457,10459,"10460*2","10493*99999999","10649*0.01","10650*0.01","10651*0.01","10652*0.01","10654","10655","10659","10679","10680","10681","10682","10770*0.1","10771*0.1","10772*0.1","10773*0.1","10774*0.1","10775*0.1","10776*0.1","10777*0.1","10778*0.1","10779*0.1","10780*0.1","10781*0.1","10782*0.1","10783*0.1","10784*0.1","10785","10786","10841*99999999999999","11219*0.01","11220","11257*0.1","11258*0.05","11289*99999999","11290*99999999","11291*99999999","11295*0.01","11297*3","11298","11300","11301","11302","11303","11304","11305","11312*0.1","11313*0.5","11314*0.01","11320*999999999","11323*99999999","11325","11326","11328","11329*0.1","11330","11331*0.1","11332","11333","11334","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11414*0.05","11415*0.05","11416*0.05","11417*0.05","11418*0.05","11419*0.05","11420*0.05","11421*0.05","11422*0.05","11423*0.05","11424*0.05","11425*0.05","11426*0.05","11427*0.05","11428*0.05","11429*0.05","11430*0.05","11431*0.05","11432*0.05","11433*0.05","11434*0.05","11435*0.05","11436*0.05","11437*0.05","11438*0.05","11439*0.05","11440*0.05","11441*0.05","11442*0.05","11443*0.05","11444*0.05","11445*0.05","11446*0.05","11447*0.05","11448*0.05","11449*0.05","11450*0.05"]},"61":{"age":"61","event":["10069*0.03","10070*0.03","10071*0.03",10253,10254,10255,10256,10257,10273,10274,10275,10276,10277,10278,"10279*0.1",10281,"10282*0.1","10290*0.01",10292,10293,"10291*0.01",10308,10310,10321,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01",10430,10431,10432,10433,10434,10436,10437,10438,10439,10440,10441,10442,10443,10444,10445,10446,10447,10448,10449,10450,10451,10452,10453,10454,10455,10456,10457,10459,"10461*0.1","10462*0.1","10649*0.01","10650*0.01","10651*0.01","10652*0.01","10654","10655","10679","10680","10681","10682","10683","10684","10685","10695*0.1","10696*0.1","10697*0.1","10698*0.1","10699*0.1","10700*0.1","10701*0.1","10702*0.1","10703*0.1","10704*0.1","10705*0.1","10706*0.1","10707*0.1","10708*0.1","10709*0.1","10710*0.1","10711*0.1","10712*0.1","10713*0.1","10714*0.1","10785","10786","10790","10791","10792","10793","10794","10795","10796","10797","10798","10799","10800","10801","10802","10803","10804","10805","10806","10807","10808","10809","10810","10811","10812","10813","10814","10815","10841*99999999999999","11257*0.5","11258*0.1","11289*99999999","11290*99999999","11291*99999999","11299*999999","11298","11320*999999999","11323*99999999","11326","11328","11329*0.1","11330","11331*0.1","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11414*0.05","11415*0.05","11416*0.05","11417*0.05","11418*0.05","11419*0.05","11420*0.05","11421*0.05","11422*0.05","11423*0.05","11424*0.05","11425*0.05","11426*0.05","11427*0.05","11428*0.05","11429*0.05","11430*0.05","11431*0.05","11432*0.05","11433*0.05","11434*0.05","11435*0.05","11436*0.05","11437*0.05","11438*0.05","11439*0.05","11440*0.05","11441*0.05","11442*0.05","11443*0.05","11444*0.05","11445*0.05","11446*0.05","11447*0.05","11448*0.05","11449*0.05","11450*0.05"]},"62":{"age":"62","event":["10069*0.03","10070*0.03","10071*0.03",10253,10254,10255,10256,10257,10273,10274,10275,10276,10277,10278,"10279*0.1",10281,"10282*0.1","10290*0.01",10292,10293,"10291*0.01",10308,10310,10321,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01",10430,10431,10432,10433,10434,10436,10437,10438,10439,10440,10441,10442,10443,10444,10445,10446,10447,10448,10449,10450,10451,10452,10453,10454,10455,10456,10457,10459,"10649*0.01","10650*0.01","10651*0.01","10652*0.01","10654","10655","10659","10679","10680","10681","10682","10683","10684","10685","10695*0.1","10696*0.1","10697*0.1","10698*0.1","10699*0.1","10700*0.1","10701*0.1","10702*0.1","10703*0.1","10704*0.1","10705*0.1","10706*0.1","10707*0.1","10708*0.1","10709*0.1","10710*0.1","10711*0.1","10712*0.1","10713*0.1","10714*0.1","10770*0.1","10771*0.1","10772*0.1","10773*0.1","10774*0.1","10775*0.1","10776*0.1","10777*0.1","10778*0.1","10779*0.1","10780*0.1","10781*0.1","10782*0.1","10783*0.1","10784*0.1","10785","10786","10841*99999999999999","11219*0.01","11220","11257*0.5","11258*0.1","11289*99999999","11290*99999999","11291*99999999","11295*0.03","11297*3","11299*999999","11300","11301","11302","11303","11304","11305","11312*0.1","11313*0.5","11315*999999","11320*999999999","11323*99999999","11326","11328","11329*0.1","11330","11331*0.1","11332","11333","11334","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11414*0.05","11415*0.05","11416*0.05","11417*0.05","11418*0.05","11419*0.05","11420*0.05","11421*0.05","11422*0.05","11423*0.05","11424*0.05","11425*0.05","11426*0.05","11427*0.05","11428*0.05","11429*0.05","11430*0.05","11431*0.05","11432*0.05","11433*0.05","11434*0.05","11435*0.05","11436*0.05","11437*0.05","11438*0.05","11439*0.05","11440*0.05","11441*0.05","11442*0.05","11443*0.05","11444*0.05","11445*0.05","11446*0.05","11447*0.05","11448*0.05","11449*0.05","11450*0.05"]},"63":{"age":"63","event":["10069*0.03","10070*0.03","10071*0.03",10253,10254,10255,10256,10257,10273,10274,10275,10276,10277,10278,"10279*0.1",10281,"10282*0.1","10290*0.01",10292,10293,"10291*0.01",10308,10321,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01",10430,10431,10432,10433,10434,10436,10437,10438,10439,10440,10441,10442,10443,10444,10445,10446,10447,10448,10449,10450,10451,10452,10453,10454,10455,10456,10457,10459,"10460*2","10461*0.1","10462*0.1","10649*0.01","10650*0.01","10651*0.01","10652*0.01","10654","10655","10679","10680","10681","10682","10683","10684","10685","10695*0.1","10696*0.1","10697*0.1","10698*0.1","10699*0.1","10700*0.1","10701*0.1","10702*0.1","10703*0.1","10704*0.1","10705*0.1","10706*0.1","10707*0.1","10708*0.1","10709*0.1","10710*0.1","10711*0.1","10712*0.1","10713*0.1","10714*0.1","10786","10785","10790","10791","10792","10793","10794","10795","10796","10797","10798","10799","10800","10801","10802","10803","10804","10805","10806","10807","10808","10809","10810","10811","10812","10813","10814","10815","10841*99999999999999","11219*0.01","11220","11257*0.5","11258*0.1","11289*99999999","11290*99999999","11291*99999999","11295*0.03","11320*999999999","11326","11327","11328","11329*0.1","11330","11331*0.1","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11414*0.05","11415*0.05","11416*0.05","11417*0.05","11418*0.05","11419*0.05","11420*0.05","11421*0.05","11422*0.05","11423*0.05","11424*0.05","11425*0.05","11426*0.05","11427*0.05","11428*0.05","11429*0.05","11430*0.05","11431*0.05","11432*0.05","11433*0.05","11434*0.05","11435*0.05","11436*0.05","11437*0.05","11438*0.05","11439*0.05","11440*0.05","11441*0.05","11442*0.05","11443*0.05","11444*0.05","11445*0.05","11446*0.05","11447*0.05","11448*0.05","11449*0.05","11450*0.05"]},"64":{"age":"64","event":["10069*0.03","10070*0.03","10071*0.03",10253,10254,10255,10256,10257,10273,10274,10275,10276,10277,10278,"10279*0.1",10281,"10282*0.001","10290*0.01",10292,10293,"10291*0.01",10308,10310,10321,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01",10430,10431,10432,10433,10434,10436,10437,10438,10439,10440,10441,10442,10443,10444,10445,10446,10447,10448,10449,10450,10451,10452,10453,10454,10455,10456,10457,10459,"10460*2","10461*0.1","10462*0.1","10649*0.01","10650*0.01","10651*0.01","10652*0.01","10654","10655","10679","10680","10681","10682","10683","10684","10685","10695*0.1","10696*0.1","10697*0.1","10698*0.1","10699*0.1","10700*0.1","10701*0.1","10702*0.1","10703*0.1","10704*0.1","10705*0.1","10706*0.1","10707*0.1","10708*0.1","10709*0.1","10710*0.1","10711*0.1","10712*0.1","10713*0.1","10714*0.1","10785","10786","10790","10791","10792","10793","10794","10795","10796","10797","10798","10799","10800","10801","10802","10803","10804","10805","10806","10807","10808","10809","10810","10811","10812","10813","10814","10815","10841*99999999999999","11219*0.01","11220","11257*0.5","11258*0.1","11289*99999999","11290*99999999","11291*99999999","11295*0.03","11312*0.1","11320*999999999","11328","11329*0.1","11330","11331*0.1","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11414*0.05","11415*0.05","11416*0.05","11417*0.05","11418*0.05","11419*0.05","11420*0.05","11421*0.05","11422*0.05","11423*0.05","11424*0.05","11425*0.05","11426*0.05","11427*0.05","11428*0.05","11429*0.05","11430*0.05","11431*0.05","11432*0.05","11433*0.05","11434*0.05","11435*0.05","11436*0.05","11437*0.05","11438*0.05","11439*0.05","11440*0.05","11441*0.05","11442*0.05","11443*0.05","11444*0.05","11445*0.05","11446*0.05","11447*0.05","11448*0.05","11449*0.05","11450*0.05"]},"65":{"age":"65","event":["10069*0.03","10070*0.03","10071*0.03",10253,10254,10255,10256,10257,10273,10274,10275,10276,10277,10278,"10279*0.1",10281,"10282*0.001","10290*0.1",10292,10293,"10291*0.01",10308,"10316*3",10321,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01",10430,10431,10432,10433,10434,10436,10437,10438,10439,10440,10441,10442,10443,10444,10445,10446,10447,10448,10449,10450,10451,10452,10453,10454,10455,10456,10457,10459,"10649*0.01","10650*0.01","10651*0.01","10652*0.01","10653*0.01","10654","10655","10659","10679","10680","10681","10682","10683","10684","10685","10687","10695*0.1","10696*0.1","10697*0.1","10698*0.1","10699*0.1","10700*0.1","10701*0.1","10702*0.1","10703*0.1","10704*0.1","10705*0.1","10706*0.1","10707*0.1","10708*0.1","10709*0.1","10710*0.1","10711*0.1","10712*0.1","10713*0.1","10714*0.1","10785","10786","10790","10791","10792","10793","10794","10795","10796","10797","10798","10799","10800","10801","10802","10803","10804","10805","10806","10807","10808","10809","10810","10811","10812","10813","10814","10815","10841*99999999999999","11219*0.01","11220","11257","11258*0.5","11289*99999999","11290*99999999","11291*99999999","11295*0.03","11298","11320*999999999","11328","11329*0.1","11330","11331*0.1","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11414*0.05","11415*0.05","11416*0.05","11417*0.05","11418*0.05","11419*0.05","11420*0.05","11421*0.05","11422*0.05","11423*0.05","11424*0.05","11425*0.05","11426*0.05","11427*0.05","11428*0.05","11429*0.05","11430*0.05","11431*0.05","11432*0.05","11433*0.05","11434*0.05","11435*0.05","11436*0.05","11437*0.05","11438*0.05","11439*0.05","11440*0.05","11441*0.05","11442*0.05","11443*0.05","11444*0.05","11445*0.05","11446*0.05","11447*0.05","11448*0.05","11449*0.05","11450*0.05"]},"66":{"age":"66","event":["10069*0.03","10070*0.03","10071*0.03",10273,10274,10275,10276,10277,10278,"10279*0.1",10281,"10282*0.001","10290*0.1","10291*0.1",10308,10310,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01",10430,10431,10432,10433,10434,10436,10437,10438,10439,10440,10441,10442,10443,10444,10445,10446,10447,10448,10449,10450,10451,10452,10453,10454,10455,10456,10457,10459,"10460*2","10649*0.1","10650*0.1","10651*0.1","10652*0.1","10653*0.01","10659","10679","10680","10681","10683","10684","10685","10687","10695*0.1","10696*0.1","10697*0.1","10698*0.1","10699*0.1","10700*0.1","10701*0.1","10702*0.1","10703*0.1","10704*0.1","10705*0.1","10706*0.1","10707*0.1","10708*0.1","10709*0.1","10710*0.1","10711*0.1","10712*0.1","10713*0.1","10714*0.1","10770*0.1","10771*0.1","10772*0.1","10773*0.1","10774*0.1","10775*0.1","10776*0.1","10777*0.1","10778*0.1","10779*0.1","10780*0.1","10781*0.1","10782*0.1","10783*0.1","10784*0.1","10785","10786","10841*99999999999999","10842*999999999999","11257","11258*0.5","11289*99999999","11290*99999999","11291*99999999","11295*0.03","11297*9","11299*999999","11300","11301","11302","11303","11304","11306*0.01","11309","11312*0.1","11315*999999","11316*0.3","11320*999999999","11323*99999999","11327","11328","11329*0.1","11330","11331*0.1","11332","11333","11334","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11414*0.05","11415*0.05","11416*0.05","11417*0.05","11418*0.05","11419*0.05","11420*0.05","11421*0.05","11422*0.05","11423*0.05","11424*0.05","11425*0.05","11426*0.05","11427*0.05","11428*0.05","11429*0.05","11430*0.05","11431*0.05","11432*0.05","11433*0.05","11434*0.05","11435*0.05","11436*0.05","11437*0.05","11438*0.05","11439*0.05","11440*0.05","11441*0.05","11442*0.05","11443*0.05","11444*0.05","11445*0.05","11446*0.05","11447*0.05","11448*0.05","11449*0.05","11450*0.05"]},"67":{"age":"67","event":["10069*0.03","10070*0.03","10071*0.03",10273,10274,10275,10276,10277,10278,"10279*0.1",10281,"10282*0.001","10290*0.1","10291*0.1",10308,10310,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01",10430,10431,10432,10433,10434,10436,10437,10438,10439,10440,10441,10442,10443,10444,10445,10446,10447,10448,10449,10450,10451,10452,10453,10454,10455,10456,10457,10459,"10461*0.1","10462*0.1","10649*0.1","10650*0.1","10651*0.1","10652*0.1","10653*0.01","10679","10680","10681","10683","10684","10685","10687","10695*0.1","10696*0.1","10697*0.1","10698*0.1","10699*0.1","10700*0.1","10701*0.1","10702*0.1","10703*0.1","10704*0.1","10705*0.1","10706*0.1","10707*0.1","10708*0.1","10709*0.1","10710*0.1","10711*0.1","10712*0.1","10713*0.1","10714*0.1","10785","10790","10791","10792","10793","10794","10795","10796","10797","10798","10799","10800","10801","10802","10803","10804","10805","10806","10807","10808","10809","10810","10811","10812","10813","10814","10815","10841*99999999999999","11257","11258*0.5","11289*99999999","11290*99999999","11291*99999999","11295*0.07","11309","11316*0.3","11320*999999999","11323*99999999","11327","11328","11329*0.1","11330","11331*0.1","11332","11333","11334","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11414*0.05","11415*0.05","11416*0.05","11417*0.05","11418*0.05","11419*0.05","11420*0.05","11421*0.05","11422*0.05","11423*0.05","11424*0.05","11425*0.05","11426*0.05","11427*0.05","11428*0.05","11429*0.05","11430*0.05","11431*0.05","11432*0.05","11433*0.05","11434*0.05","11435*0.05","11436*0.05","11437*0.05","11438*0.05","11439*0.05","11440*0.05","11441*0.05","11442*0.05","11443*0.05","11444*0.05","11445*0.05","11446*0.05","11447*0.05","11448*0.05","11449*0.05","11450*0.05"]},"68":{"age":"68","event":["10069*0.03","10070*0.03","10071*0.03",10273,10274,10275,10276,10277,10278,"10279*0.1",10281,"10290*0.1",10292,10293,"10291*0.1",10310,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01",10430,10431,10432,10433,10434,10436,10437,10438,10439,10440,10441,10442,10443,10444,10445,10446,10447,10448,10449,10450,10451,10452,10453,10454,10455,10456,10457,10459,"10460*2","10649*0.1","10650*0.1","10651*0.1","10652*0.1","10653*0.01","10659","10679","10680","10681","10683","10684","10685","10687","10695*0.1","10696*0.1","10697*0.1","10698*0.1","10699*0.1","10700*0.1","10701*0.1","10702*0.1","10703*0.1","10704*0.1","10705*0.1","10706*0.1","10707*0.1","10708*0.1","10709*0.1","10710*0.1","10711*0.1","10712*0.1","10713*0.1","10714*0.1","10786","10790","10791","10792","10793","10794","10795","10796","10797","10798","10799","10800","10801","10802","10803","10804","10805","10806","10807","10808","10809","10810","10811","10812","10813","10814","10815","10841*99999999999999","10842*999999999999","11257","11258*0.5","11289*99999999","11290*99999999","11291*99999999","11295*0.07","11316*0.3","11320*999999999","11323*99999999","11328","11329*0.1","11330","11331*0.1","11332","11333","11334","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11414*0.05","11415*0.05","11416*0.05","11417*0.05","11418*0.05","11419*0.05","11420*0.05","11421*0.05","11422*0.05","11423*0.05","11424*0.05","11425*0.05","11426*0.05","11427*0.05","11428*0.05","11429*0.05","11430*0.05","11431*0.05","11432*0.05","11433*0.05","11434*0.05","11435*0.05","11436*0.05","11437*0.05","11438*0.05","11439*0.05","11440*0.05","11441*0.05","11442*0.05","11443*0.05","11444*0.05","11445*0.05","11446*0.05","11447*0.05","11448*0.05","11449*0.05","11450*0.05"]},"69":{"age":"69","event":["10069*0.03","10070*0.03","10071*0.03",10273,10274,10275,10276,10277,10278,"10279*0.1",10281,"10290*0.1",10292,10293,"10291*0.1",10308,10312,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01",10430,10431,10432,10433,10434,10436,10437,10438,10439,10440,10441,10442,10443,10444,10445,10446,10447,10448,10449,10450,10451,10452,10453,10454,10455,10456,10457,10459,"10461*0.1","10462*0.1","10649*0.1","10650*0.1","10651*0.1","10652*0.1","10653*0.01","10679","10680","10681","10683","10684","10685","10687","10695*0.1","10696*0.1","10697*0.1","10698*0.1","10699*0.1","10700*0.1","10701*0.1","10702*0.1","10703*0.1","10704*0.1","10705*0.1","10706*0.1","10707*0.1","10708*0.1","10709*0.1","10710*0.1","10711*0.1","10712*0.1","10713*0.1","10714*0.1","10770*0.1","10771*0.1","10772*0.1","10773*0.1","10774*0.1","10775*0.1","10776*0.1","10777*0.1","10778*0.1","10779*0.1","10780*0.1","10781*0.1","10782*0.1","10783*0.1","10784*0.1","10785","10786","10841*99999999999999","10842*999999999999","11257","11258*0.5","11289*99999999","11290*99999999","11291*99999999","11295*0.07","11297*9","11298","11300","11301","11302","11303","11304","11306*0.01","11309","11316*0.3","11320*999999999","11324*9999999","11328","11329*0.1","11330","11331*0.1","11332","11333","11334","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11414*0.05","11415*0.05","11416*0.05","11417*0.05","11418*0.05","11419*0.05","11420*0.05","11421*0.05","11422*0.05","11423*0.05","11424*0.05","11425*0.05","11426*0.05","11427*0.05","11428*0.05","11429*0.05","11430*0.05","11431*0.05","11432*0.05","11433*0.05","11434*0.05","11435*0.05","11436*0.05","11437*0.05","11438*0.05","11439*0.05","11440*0.05","11441*0.05","11442*0.05","11443*0.05","11444*0.05","11445*0.05","11446*0.05","11447*0.05","11448*0.05","11449*0.05","11450*0.05"]},"70":{"age":"70","event":["10069*0.03","10070*0.03","10071*0.03",10273,10274,10275,10276,10277,10278,"10279*0.1",10280,10281,"10290*0.1",10292,10293,"10291*0.1","10307*999",10310,10312,"10316*15",10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01",10430,10431,10432,10433,10434,10436,10437,10438,10439,10440,10441,10442,10443,10444,10445,10446,10447,10448,10449,10450,10451,10452,10453,10454,10455,10456,10457,10459,"10460*2","10649*0.1","10650*0.1","10651*0.1","10652*0.1","10653*0.01","10656*0.01","10657*0.01","10679","10680","10681","10683","10684","10685","10686","10687","10695*0.1","10696*0.1","10697*0.1","10698*0.1","10699*0.1","10700*0.1","10701*0.1","10702*0.1","10703*0.1","10704*0.1","10705*0.1","10706*0.1","10707*0.1","10708*0.1","10709*0.1","10710*0.1","10711*0.1","10712*0.1","10713*0.1","10714*0.1","10715","10716*9999999999","10770*0.1","10771*0.1","10772*0.1","10773*0.1","10774*0.1","10775*0.1","10776*0.1","10777*0.1","10778*0.1","10779*0.1","10780*0.1","10781*0.1","10782*0.1","10783*0.1","10784*0.1","10785","10786","10841*99999999999999","10842*999999999999","11257*3","11258","11289*99999999","11290*99999999","11291*99999999","11295*0.07","11299*999999","11312*0.1","11315*999999","11320*999999999","11324*9999999","11328","11329*0.1","11330","11332","11333","11334","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11414*0.05","11415*0.05","11416*0.05","11417*0.05","11418*0.05","11419*0.05","11420*0.05","11421*0.05","11422*0.05","11423*0.05","11424*0.05","11425*0.05","11426*0.05","11427*0.05","11428*0.05","11429*0.05","11430*0.05","11431*0.05","11432*0.05","11433*0.05","11434*0.05","11435*0.05","11436*0.05","11437*0.05","11438*0.05","11439*0.05","11440*0.05","11441*0.05","11442*0.05","11443*0.05","11444*0.05","11445*0.05","11446*0.05","11447*0.05","11448*0.05","11449*0.05","11450*0.05"]},"71":{"age":"71","event":["10069*0.03","10070*0.03","10071*0.03",10273,10274,10275,10276,10277,10278,10279,10280,10281,"10290*0.1","10291*0.1",10310,10312,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01",10430,10431,10432,10433,10434,10436,10437,10438,10439,10440,10441,10442,10443,10444,10445,10446,10447,10448,10449,10450,10451,10452,10453,10454,10455,10456,10457,10459,"10460*2","10649","10650","10651","10652","10653*0.01","10656*0.01","10657*0.01","10679","10680","10681","10683","10684","10685","10686","10687","10695*0.1","10696*0.1","10697*0.1","10698*0.1","10699*0.1","10700*0.1","10701*0.1","10702*0.1","10703*0.1","10704*0.1","10705*0.1","10706*0.1","10707*0.1","10708*0.1","10709*0.1","10710*0.1","10711*0.1","10712*0.1","10713*0.1","10714*0.1","10715","10716*9999999999","10770*0.1","10771*0.1","10772*0.1","10773*0.1","10774*0.1","10775*0.1","10776*0.1","10777*0.1","10778*0.1","10779*0.1","10780*0.1","10781*0.1","10782*0.1","10783*0.1","10784*0.1","10785","10786","10841*99999999999999","10842*999999999999","11257*3","11258","11220","11289*99999999","11290*99999999","11291*99999999","11295*0.07","11306*0.01","11309","11313","11314*0.01","11316*0.3","11320*999999999","11321*99999999","11324*9999999","11329*0.1","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11414*0.05","11415*0.05","11416*0.05","11417*0.05","11418*0.05","11419*0.05","11420*0.05","11421*0.05","11422*0.05","11423*0.05","11424*0.05","11425*0.05","11426*0.05","11427*0.05","11428*0.05","11429*0.05","11430*0.05","11431*0.05","11432*0.05","11433*0.05","11434*0.05","11435*0.05","11436*0.05","11437*0.05","11438*0.05","11439*0.05","11440*0.05","11441*0.05","11442*0.05","11443*0.05","11444*0.05","11445*0.05","11446*0.05","11447*0.05","11448*0.05","11449*0.05","11450*0.05"]},"72":{"age":"72","event":["10069*0.03","10070*0.03","10071*0.03",10273,10274,10275,10276,10277,10278,10279,10280,"10281*3","10290*0.1","10291*0.1",10310,10312,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01",10430,10431,10432,10433,10434,10436,10437,10438,10439,10440,10441,10442,10443,10444,10445,10446,10447,10448,10449,10450,10451,10452,10453,10454,10455,10456,10457,10459,"10460*2","10461*0.1","10462*0.1","10649","10650","10651","10652","10653*0.1","10656*0.01","10657*0.01","10679","10680","10681","10683","10684","10685","10686","10687","10695*0.1","10696*0.1","10697*0.1","10698*0.1","10699*0.1","10700*0.1","10701*0.1","10702*0.1","10703*0.1","10704*0.1","10705*0.1","10706*0.1","10707*0.1","10708*0.1","10709*0.1","10710*0.1","10711*0.1","10712*0.1","10713*0.1","10714*0.1","10715","10716*9999999999","10770*0.1","10771*0.1","10772*0.1","10773*0.1","10774*0.1","10775*0.1","10776*0.1","10777*0.1","10778*0.1","10779*0.1","10780*0.1","10781*0.1","10782*0.1","10783*0.1","10784*0.1","10785","10786","10841*99999999999999","10842*999999999999","11257*3","11258","11220","11289*99999999","11290*99999999","11291*99999999","11295*0.07","11313","11314*0.01","11316*0.3","11320*999999999","11321*99999999","11324*9999999","11329*0.1","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11414*0.05","11415*0.05","11416*0.05","11417*0.05","11418*0.05","11419*0.05","11420*0.05","11421*0.05","11422*0.05","11423*0.05","11424*0.05","11425*0.05","11426*0.05","11427*0.05","11428*0.05","11429*0.05","11430*0.05","11431*0.05","11432*0.05","11433*0.05","11434*0.05","11435*0.05","11436*0.05","11437*0.05","11438*0.05","11439*0.05","11440*0.05","11441*0.05","11442*0.05","11443*0.05","11444*0.05","11445*0.05","11446*0.05","11447*0.05","11448*0.05","11449*0.05","11450*0.05"]},"73":{"age":"73","event":["10069*0.03","10070*0.03","10071*0.03",10273,10274,10275,10276,10277,10278,10279,10280,"10281*3","10290*0.1","10291*0.1",10312,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01",10430,10431,10432,10433,10434,10436,10437,10438,10439,10440,10441,10442,10443,10444,10445,10446,10447,10448,10449,10450,10451,10452,10453,10454,10455,10456,10457,10459,"10460*2","10649","10650","10651","10652","10653*0.01","10656*0.01","10657*0.01","10659","10679","10680","10681","10683","10684","10685","10686","10687","10695*0.1","10696*0.1","10697*0.1","10698*0.1","10699*0.1","10700*0.1","10701*0.1","10702*0.1","10703*0.1","10704*0.1","10705*0.1","10706*0.1","10707*0.1","10708*0.1","10709*0.1","10710*0.1","10711*0.1","10712*0.1","10713*0.1","10714*0.1","10715","10716*9999999999","10715","10716*9999999999","10770*0.1","10771*0.1","10772*0.1","10773*0.1","10774*0.1","10775*0.1","10776*0.1","10777*0.1","10778*0.1","10779*0.1","10780*0.1","10781*0.1","10782*0.1","10783*0.1","10784*0.1","10785","10786","10841*99999999999999","10842*999999999999","11257*3","11258","11220*5","11289*99999999","11290*99999999","11291*99999999","11295*0.07","11313","11314*0.01","11316*0.3","11320*999999999","11321*99999999","11324*9999999","11329*0.1","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11414*0.05","11415*0.05","11416*0.05","11417*0.05","11418*0.05","11419*0.05","11420*0.05","11421*0.05","11422*0.05","11423*0.05","11424*0.05","11425*0.05","11426*0.05","11427*0.05","11428*0.05","11429*0.05","11430*0.05","11431*0.05","11432*0.05","11433*0.05","11434*0.05","11435*0.05","11436*0.05","11437*0.05","11438*0.05","11439*0.05","11440*0.05","11441*0.05","11442*0.05","11443*0.05","11444*0.05","11445*0.05","11446*0.05","11447*0.05","11448*0.05","11449*0.05","11450*0.05"]},"74":{"age":"74","event":["10069*0.03","10070*0.03","10071*0.03",10273,10274,10275,10276,10277,10278,10279,10280,"10281*3","10290*0.1",10292,10293,"10291*0.1",10310,10312,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01",10430,10431,10432,10433,10434,10436,10437,10438,10439,10440,10441,10442,10443,10444,10445,10446,10447,10448,10449,10450,10451,10452,10453,10454,10455,10456,10457,10459,"10460*2","10649","10650","10651","10652","10653*0.01","10656*0.01","10657*0.01","10679","10680","10681","10683","10684","10685","10686","10687","10688","10689","10690","10691","10692","10693","10694","10695*0.1","10696*0.1","10697*0.1","10698*0.1","10699*0.1","10700*0.1","10701*0.1","10702*0.1","10703*0.1","10704*0.1","10705*0.1","10706*0.1","10707*0.1","10708*0.1","10709*0.1","10710*0.1","10711*0.1","10712*0.1","10713*0.1","10714*0.1","10715","10716*9999999999","10785","10786","10841*99999999999999","10842*999999999999","11257*3","11258","11220*5","11289*99999999","11290*99999999","11291*99999999","11295*0.1","11309","11312*0.1","11316*0.3","11317","11320*999999999","11323*99999999","11324*99999999","11327","11329*0.1","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"75":{"age":"75","event":["10069*0.03","10070*0.03","10071*0.03",10273,10274,10275,10276,10277,10278,10279,10280,"10281*5","10290*0.1",10292,10293,10291,10310,10312,10313,10314,10316,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01",10430,10431,10432,10433,10434,10436,10437,10438,10439,10440,10441,10442,10443,10444,10445,10446,10447,10448,10449,10450,10451,10452,10453,10454,10455,10456,10457,10459,"10460*2","10649","10650","10651","10652","10653*0.01","10656*0.01","10657*0.01","10679","10680","10681","10683","10684","10685","10686","10687","10695*0.1","10696*0.1","10697*0.1","10698*0.1","10699*0.1","10700*0.1","10701*0.1","10702*0.1","10703*0.1","10704*0.1","10705*0.1","10706*0.1","10707*0.1","10708*0.1","10709*0.1","10710*0.1","10711*0.1","10712*0.1","10713*0.1","10714*0.1","10715","10716*9999999999","10785","10786","10841*99999999999999","10842*999999999999","11257*3","11258","11220*5","11289*99999999","11290*99999999","11291*99999999","11295*0.1","11306*0.01","11314*0.01","11317","11320*999999999","11322*99999999","11323*99999999","11324*99999999","11327","11329*0.1","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11414*0.05","11415*0.05","11416*0.05","11417*0.05","11418*0.05","11419*0.05","11420*0.05","11421*0.05","11422*0.05","11423*0.05","11424*0.05","11425*0.05","11426*0.05","11427*0.05","11428*0.05","11429*0.05","11430*0.05","11431*0.05","11432*0.05","11433*0.05","11434*0.05","11435*0.05","11436*0.05","11437*0.05","11438*0.05","11439*0.05","11440*0.05","11441*0.05","11442*0.05","11443*0.05","11444*0.05","11445*0.05","11446*0.05","11447*0.05","11448*0.05","11449*0.05","11450*0.05"]},"76":{"age":"76","event":["10069*0.03","10070*0.03","10071*0.03",10273,10274,10275,10276,10277,10278,10279,10280,"10281*5",10290,10291,10310,10312,10313,10314,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01",10430,10431,10432,10433,10434,10436,10437,10438,10439,10440,10441,10442,10443,10444,10445,10446,10447,10448,10449,10450,10451,10452,10453,10454,10455,10456,10457,10459,"10460*3","10653*0.01","10656*0.01","10657*0.01","10679","10680","10681","10683","10684","10685","10686","10687","10688","10689","10690","10691","10692","10693","10694","10695*0.1","10696*0.1","10697*0.1","10698*0.1","10699*0.1","10700*0.1","10701*0.1","10702*0.1","10703*0.1","10704*0.1","10705*0.1","10706*0.1","10707*0.1","10708*0.1","10709*0.1","10710*0.1","10711*0.1","10712*0.1","10713*0.1","10714*0.1","10715","10716*9999999999","10785","10786","10841*99999999999999","10842*999999999999","11220*5","11289*99999999","11290*99999999","11291*99999999","11295*0.1","11306*0.01","11308","11313*0.5","11316*0.3","11320*999999999","11321*99999999","11322*99999999","11324*99999999","11327","11329*0.1","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11414*0.05","11415*0.05","11416*0.05","11417*0.05","11418*0.05","11419*0.05","11420*0.05","11421*0.05","11422*0.05","11423*0.05","11424*0.05","11425*0.05","11426*0.05","11427*0.05","11428*0.05","11429*0.05","11430*0.05","11431*0.05","11432*0.05","11433*0.05","11434*0.05","11435*0.05","11436*0.05","11437*0.05","11438*0.05","11439*0.05","11440*0.05","11441*0.05","11442*0.05","11443*0.05","11444*0.05","11445*0.05","11446*0.05","11447*0.05","11448*0.05","11449*0.05","11450*0.05"]},"77":{"age":"77","event":["10069*0.03","10070*0.03","10071*0.03",10273,10274,10275,10276,10277,10278,10279,10280,"10281*9",10290,10291,10310,10313,10314,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01",10430,10431,10432,10433,10434,10436,10437,10438,10439,10440,10441,10442,10443,10444,10445,10446,10447,10448,10449,10450,10451,10452,10453,10454,10455,10456,10457,10459,"10460*2","10653*0.01","10656*0.01","10657*0.01","10659","10679","10680","10681","10683","10684","10685","10686","10687","10688","10689","10690","10691","10692","10693","10694","10695*0.1","10696*0.1","10697*0.1","10698*0.1","10699*0.1","10700*0.1","10701*0.1","10702*0.1","10703*0.1","10704*0.1","10705*0.1","10706*0.1","10707*0.1","10708*0.1","10709*0.1","10710*0.1","10711*0.1","10712*0.1","10713*0.1","10714*0.1","10715","10716*9999999999","10785","10786","10841*99999999999999","10842*999999999999","11220*9","11289*99999999","11290*99999999","11291*99999999","11295*0.1","11306*0.01","11309","11314*0.01","11316*0.3","11320*999999999","11321*99999999","11322*99999999","11324*99999999","11329*0.1","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11414*0.05","11415*0.05","11416*0.05","11417*0.05","11418*0.05","11419*0.05","11420*0.05","11421*0.05","11422*0.05","11423*0.05","11424*0.05","11425*0.05","11426*0.05","11427*0.05","11428*0.05","11429*0.05","11430*0.05","11431*0.05","11432*0.05","11433*0.05","11434*0.05","11435*0.05","11436*0.05","11437*0.05","11438*0.05","11439*0.05","11440*0.05","11441*0.05","11442*0.05","11443*0.05","11444*0.05","11445*0.05","11446*0.05","11447*0.05","11448*0.05","11449*0.05","11450*0.05"]},"78":{"age":"78","event":["10069*0.03","10070*0.03","10071*0.03",10273,10274,10275,10276,10277,10278,10279,10280,"10281*15",10290,"10291*5",10310,10313,10314,10315,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01",10430,10431,10432,10433,10434,10436,10437,10438,10439,10440,10441,10442,10443,10444,10445,10446,10447,10448,10449,10450,10451,10452,10453,10454,10455,10456,10457,10459,"10460*5","10653*0.1","10656*0.01","10657*0.01","10679","10680","10681","10683","10684","10685","10686","10687","10688","10689","10690","10691","10692","10693","10694","10695*0.1","10696*0.1","10697*0.1","10698*0.1","10699*0.1","10700*0.1","10701*0.1","10702*0.1","10703*0.1","10704*0.1","10705*0.1","10706*0.1","10707*0.1","10708*0.1","10709*0.1","10710*0.1","10711*0.1","10712*0.1","10713*0.1","10714*0.1","10715","10716*9999999999","10785","10786","10841*99999999999999","10842*999999999999","11220*9","11289*99999999","11290*99999999","11291*99999999","11295*0.1","11306*0.01","11309","11314*0.01","11316*0.3","11320*999999999","11321*99999999","11322*999999999","11324*99999999","11329*0.1","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11414*0.05","11415*0.05","11416*0.05","11417*0.05","11418*0.05","11419*0.05","11420*0.05","11421*0.05","11422*0.05","11423*0.05","11424*0.05","11425*0.05","11426*0.05","11427*0.05","11428*0.05","11429*0.05","11430*0.05","11431*0.05","11432*0.05","11433*0.05","11434*0.05","11435*0.05","11436*0.05","11437*0.05","11438*0.05","11439*0.05","11440*0.05","11441*0.05","11442*0.05","11443*0.05","11444*0.05","11445*0.05","11446*0.05","11447*0.05","11448*0.05","11449*0.05","11450*0.05"]},"79":{"age":"79","event":["10069*0.03","10070*0.03","10071*0.03",10273,10274,10275,10276,10277,10278,10279,10280,"10281*50",10290,"10291*5",10310,10313,10314,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01",10430,10431,10432,10433,10434,10436,10437,10438,10439,10440,10441,10442,10443,10444,10445,10446,10447,10448,10449,10450,10451,10452,10453,10454,10455,10456,10457,10459,"10460*5","10653*0.1","10656*0.01","10657*0.01","10659","10679","10680","10681","10683","10684","10685","10686","10687","10688","10689","10690","10691","10692","10693","10694","10695*0.1","10696*0.1","10697*0.1","10698*0.1","10699*0.1","10700*0.1","10701*0.1","10702*0.1","10703*0.1","10704*0.1","10705*0.1","10706*0.1","10707*0.1","10708*0.1","10709*0.1","10710*0.1","10711*0.1","10712*0.1","10713*0.1","10714*0.1","10715","10716*9999999999","10785","10786","10841*99999999999999","10842*999999999999","11220*9","11289*99999999","11290*99999999","11291*99999999","11295*0.1","11306*0.01","11308","11313*0.5","11316*0.3","11317","11321*99999999","11322*999999999","11324*99999999","11329*0.1","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11414*0.05","11415*0.05","11416*0.05","11417*0.05","11418*0.05","11419*0.05","11420*0.05","11421*0.05","11422*0.05","11423*0.05","11424*0.05","11425*0.05","11426*0.05","11427*0.05","11428*0.05","11429*0.05","11430*0.05","11431*0.05","11432*0.05","11433*0.05","11434*0.05","11435*0.05","11436*0.05","11437*0.05","11438*0.05","11439*0.05","11440*0.05","11441*0.05","11442*0.05","11443*0.05","11444*0.05","11445*0.05","11446*0.05","11447*0.05","11448*0.05","11449*0.05","11450*0.05"]},"80":{"age":"80","event":["10069*0.03","10070*0.03","10071*0.03",10273,10274,10275,10276,10277,10278,"10279*5","10280*5","10281*50",10290,"10291*5",10294,10313,10314,10315,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01",10430,10431,10432,10433,10434,10436,10437,10438,10439,10440,10441,10442,10443,10444,10445,10446,10447,10448,10449,10450,10451,10452,10453,10454,10455,10456,10457,10459,10460,"10653*0.1","10656*0.01","10657*0.01","10683","10684","10685","10686","10687","10688","10689","10690","10691","10692","10693","10694","10695*0.1","10696*0.1","10697*0.1","10698*0.1","10699*0.1","10700*0.1","10701*0.1","10702*0.1","10703*0.1","10704*0.1","10705*0.1","10706*0.1","10707*0.1","10708*0.1","10709*0.1","10710*0.1","10711*0.1","10712*0.1","10713*0.1","10714*0.1","10715","10716*9999999999","10770*0.1","10771*0.1","10772*0.1","10773*0.1","10774*0.1","10775*0.1","10776*0.1","10777*0.1","10778*0.1","10779*0.1","10780*0.1","10781*0.1","10782*0.1","10783*0.1","10784*0.1","10785","10786","10841*99999999999999","10842*999999999999","11220*9","11295*0.1","11320*999999999","11322*999999999","11324*99999999","11329*0.1","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"81":{"age":"81","event":["10069*0.03","10070*0.03","10071*0.03",10273,10274,10275,10276,10277,10278,"10279*5","10280*5","10281*50","10290*3",10294,10313,10314,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01",10430,10431,10432,10433,10434,10436,10437,10438,10439,10440,10441,10442,10443,10444,10445,10446,10447,10448,10449,10450,10451,10452,10453,10454,10455,10456,10457,10459,"10653*0.1","10656*0.01","10657*0.01","10659","10688","10689","10690","10691","10692","10693","10694","10695*0.1","10696*0.1","10697*0.1","10698*0.1","10699*0.1","10700*0.1","10701*0.1","10702*0.1","10703*0.1","10704*0.1","10705*0.1","10706*0.1","10707*0.1","10708*0.1","10709*0.1","10710*0.1","10711*0.1","10712*0.1","10713*0.1","10714*0.1","10715","10716*9999999999","10770*0.1","10771*0.1","10772*0.1","10773*0.1","10774*0.1","10775*0.1","10776*0.1","10777*0.1","10778*0.1","10779*0.1","10780*0.1","10781*0.1","10782*0.1","10783*0.1","10784*0.1","10785","10786","10841*99999999999999","10842*999999999999","11220*9","11295*0.1","11306*0.1","11307","11309","11313*0.5","11314*0.01","11316*0.3","11317","11320*999999999","11322*999999999","11324*99999999","11329*0.1","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"82":{"age":"82","event":["10069*0.03","10070*0.03","10071*0.03",10273,10274,10275,10276,10277,10278,"10279*5","10280*5","10281*100","10290*5",10294,10313,10315,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01",10430,10431,10432,10433,10434,10436,10437,10438,10439,10440,10441,10442,10443,10444,10445,10446,10447,10448,10449,10450,10451,10452,10453,10454,10455,10456,10457,10459,"10653*0.1","10656*0.01","10657*0.01","10659","10688","10689","10690","10691","10692","10693","10694","10695*0.1","10696*0.1","10697*0.1","10698*0.1","10699*0.1","10700*0.1","10701*0.1","10702*0.1","10703*0.1","10704*0.1","10705*0.1","10706*0.1","10707*0.1","10708*0.1","10709*0.1","10710*0.1","10711*0.1","10712*0.1","10713*0.1","10714*0.1","10715","10716*9999999999","10785","10786","10841*99999999999999","10842*999999999999","11220*9","11295*0.1","11308","11310*0.1","11316*0.3","11317","11320*999999999","11321*99999999","11322*9999999999","11323*99999999","11324*99999999","11329*0.1","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11414*0.05","11415*0.05","11416*0.05","11417*0.05","11418*0.05","11419*0.05","11420*0.05","11421*0.05","11422*0.05","11423*0.05","11424*0.05","11425*0.05","11426*0.05","11427*0.05","11428*0.05","11429*0.05","11430*0.05","11431*0.05","11432*0.05","11433*0.05","11434*0.05","11435*0.05","11436*0.05","11437*0.05","11438*0.05","11439*0.05","11440*0.05","11441*0.05","11442*0.05","11443*0.05","11444*0.05","11445*0.05","11446*0.05","11447*0.05","11448*0.05","11449*0.05","11450*0.05"]},"83":{"age":"83","event":["10069*0.03","10070*0.03","10071*0.03",10273,10274,10275,10276,10277,10278,"10279*5","10280*5","10281*500","10290*5","10291*10",10294,10313,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01",10430,10431,10432,10433,10434,10436,10437,10438,10439,10440,10441,10442,10443,10444,10445,10446,10447,10448,10449,10450,10451,10452,10453,10454,10455,10456,10457,10459,"10653*0.1","10656*0.01","10657*0.01","10659","10688","10689","10690","10691","10692","10693","10694","10695*0.1","10696*0.1","10697*0.1","10698*0.1","10699*0.1","10700*0.1","10701*0.1","10702*0.1","10703*0.1","10704*0.1","10705*0.1","10706*0.1","10707*0.1","10708*0.1","10709*0.1","10710*0.1","10711*0.1","10712*0.1","10713*0.1","10714*0.1","10715","10716*9999999999","10785","10786","10841*99999999999999","10842*999999999999","11220*9","11295*0.1","11309","11310*0.1","11316*0.3","11317","11320*999999999","11322*9999999999","11324*99999999","11329*0.1","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11414*0.05","11415*0.05","11416*0.05","11417*0.05","11418*0.05","11419*0.05","11420*0.05","11421*0.05","11422*0.05","11423*0.05","11424*0.05","11425*0.05","11426*0.05","11427*0.05","11428*0.05","11429*0.05","11430*0.05","11431*0.05","11432*0.05","11433*0.05","11434*0.05","11435*0.05","11436*0.05","11437*0.05","11438*0.05","11439*0.05","11440*0.05","11441*0.05","11442*0.05","11443*0.05","11444*0.05","11445*0.05","11446*0.05","11447*0.05","11448*0.05","11449*0.05","11450*0.05"]},"84":{"age":"84","event":["10069*0.03","10070*0.03","10071*0.03",10273,10274,10275,10276,10277,10278,"10279*5","10280*5","10281*500",10290,"10291*50",10294,10313,10315,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01",10430,10431,10432,10433,10434,10436,10437,10438,10439,10440,10441,10442,10443,10444,10445,10446,10447,10448,10449,10450,10451,10452,10453,10454,10455,10456,10457,10459,"10653","10656*0.01","10657*0.01","10688","10689","10690","10691","10692","10693","10694","10695*0.1","10696*0.1","10697*0.1","10698*0.1","10699*0.1","10700*0.1","10701*0.1","10702*0.1","10703*0.1","10704*0.1","10705*0.1","10706*0.1","10707*0.1","10708*0.1","10709*0.1","10710*0.1","10711*0.1","10712*0.1","10713*0.1","10714*0.1","10715","10716*9999999999","10785","10786","10841*99999999999999","10842*999999999999","11220*9","11295*0.1","11309","11310*0.1","11316*0.3","11317","11320*999999999","11322*9999999999","11324*99999999","11329*0.1","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11414*0.05","11415*0.05","11416*0.05","11417*0.05","11418*0.05","11419*0.05","11420*0.05","11421*0.05","11422*0.05","11423*0.05","11424*0.05","11425*0.05","11426*0.05","11427*0.05","11428*0.05","11429*0.05","11430*0.05","11431*0.05","11432*0.05","11433*0.05","11434*0.05","11435*0.05","11436*0.05","11437*0.05","11438*0.05","11439*0.05","11440*0.05","11441*0.05","11442*0.05","11443*0.05","11444*0.05","11445*0.05","11446*0.05","11447*0.05","11448*0.05","11449*0.05","11450*0.05"]},"85":{"age":"85","event":["10069*0.03","10070*0.03","10071*0.03",10273,10274,10275,10276,10277,10278,"10279*5","10280*5","10281*500",10290,"10291*999",10294,10313,10315,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01",10430,10431,10432,10433,10434,10436,10437,10438,10439,10440,10441,10442,10443,10444,10445,10446,10447,10448,10449,10450,10451,10452,10453,10454,10455,10456,10457,10459,"10653","10656*0.01","10657*0.01","10688","10689","10690","10691","10692","10693","10694","10695*0.1","10696*0.1","10697*0.1","10698*0.1","10699*0.1","10700*0.1","10701*0.1","10702*0.1","10703*0.1","10704*0.1","10705*0.1","10706*0.1","10707*0.1","10708*0.1","10709*0.1","10710*0.1","10711*0.1","10712*0.1","10713*0.1","10714*0.1","10715","10716*9999999999","10785","10786","10841*99999999999999","11220*9","11295*0.1","11307","11308","11310*0.1","11316*0.3","11320*999999999","11321*99999999","11322*9999999999","11324*999999999","11329*0.1","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349","11414*0.05","11415*0.05","11416*0.05","11417*0.05","11418*0.05","11419*0.05","11420*0.05","11421*0.05","11422*0.05","11423*0.05","11424*0.05","11425*0.05","11426*0.05","11427*0.05","11428*0.05","11429*0.05","11430*0.05","11431*0.05","11432*0.05","11433*0.05","11434*0.05","11435*0.05","11436*0.05","11437*0.05","11438*0.05","11439*0.05","11440*0.05","11441*0.05","11442*0.05","11443*0.05","11444*0.05","11445*0.05","11446*0.05","11447*0.05","11448*0.05","11449*0.05","11450*0.05"]},"86":{"age":"86","event":["10069*0.03","10070*0.03","10071*0.03",10273,10274,10275,10276,10277,10278,"10279*10","10280*10","10281*500",10290,"10291*559","10294*3",10313,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01",10430,10431,10432,10433,10434,10436,10437,10438,10439,10440,10441,10442,10443,10444,10445,10446,10447,10448,10449,10450,10451,10452,10453,10454,10455,10456,10457,10459,"10653","10656*0.1","10657*0.1","10659","10688","10689","10690","10691","10692","10693","10694","10695*0.1","10696*0.1","10697*0.1","10698*0.1","10699*0.1","10700*0.1","10701*0.1","10702*0.1","10703*0.1","10704*0.1","10705*0.1","10706*0.1","10707*0.1","10708*0.1","10709*0.1","10710*0.1","10711*0.1","10712*0.1","10713*0.1","10714*0.1","10715","10716*9999999999","10785","10786","10841*99999999999999","11220*9","11295*0.1","11307","11309*9","11310*0.5","11316*0.3","11320*999999999","11322*99999999999","11323*99999999","11324*999999999","11329*0.1","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"87":{"age":"87","event":["10069*0.03","10070*0.03","10071*0.03",10273,10274,10275,10276,10277,10278,"10279*10","10280*10","10281*500",10290,"10291*992","10294*3",10313,10315,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01",10430,10431,10432,10433,10434,10436,10437,10438,10439,10440,10441,10442,10443,10444,10445,10446,10447,10448,10449,10450,10451,10452,10453,10454,10455,10456,10457,10459,"10653","10656*0.1","10657*0.1","10688","10689","10690","10691","10692","10693","10694","10695*0.1","10696*0.1","10697*0.1","10698*0.1","10699*0.1","10700*0.1","10701*0.1","10702*0.1","10703*0.1","10704*0.1","10705*0.1","10706*0.1","10707*0.1","10708*0.1","10709*0.1","10710*0.1","10711*0.1","10712*0.1","10713*0.1","10714*0.1","10715","10716*9999999999","10785","10786","10841*99999999999999","11220*9","11295*0.1","11306*0.1","11309*99","11310*0.5","11316*0.3","11320*999999999","11322*99999999999","11323*99999999","11324*999999999","11329*0.1","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"88":{"age":"88","event":["10069*0.03","10070*0.03","10071*0.03",10273,10274,10275,10276,10277,10278,"10279*10","10280*10","10281*500","10290*3","10291*55599","10294*3",10313,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01",10430,10431,10432,10433,10434,10436,10437,10438,10439,10440,10441,10442,10443,10444,10445,10446,10447,10448,10449,10450,10451,10452,10453,10454,10455,10456,10457,10459,"10653","10656*0.1","10657*0.1","10659","10688","10689","10690","10691","10692","10693","10694","10695*0.1","10696*0.1","10697*0.1","10698*0.1","10699*0.1","10700*0.1","10701*0.1","10702*0.1","10703*0.1","10704*0.1","10705*0.1","10706*0.1","10707*0.1","10708*0.1","10709*0.1","10710*0.1","10711*0.1","10712*0.1","10713*0.1","10714*0.1","10715","10716*9999999999","10785","10786","10841*99999999999999","11220*9","11295*0.1","11306*0.1","11309*999","11310*0.5","11316*0.3","11320*999999999","11322*99999999999","11324*999999999","11329*0.1","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"89":{"age":"89","event":["10069*0.03","10070*0.03","10071*0.03",10273,10274,10275,10276,10277,10278,"10279*10","10280*10","10281*100","10290*3","10291*999999","10294*5",10313,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01",10430,10431,10432,10433,10434,10436,10437,10438,10439,10440,10441,10442,10443,10444,10445,10446,10447,10448,10449,10450,10451,10452,10453,10454,10455,10456,10457,10459,"10653","10656*0.1","10657*0.1","10659","10688","10689","10690","10691","10692","10693","10694","10695*0.1","10696*0.1","10697*0.1","10698*0.1","10699*0.1","10700*0.1","10701*0.1","10702*0.1","10703*0.1","10704*0.1","10705*0.1","10706*0.1","10707*0.1","10708*0.1","10709*0.1","10710*0.1","10711*0.1","10712*0.1","10713*0.1","10714*0.1","10715","10716*9999999999","10785","10786","10841*99999999999999","11220*9","11295*0.1","11306*0.1","11308","11310*0.5","11311","11320*999999999","11322*99999999999","11324*999999999","11329*0.1","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"90":{"age":"90","event":["10069*0.03","10070*0.03","10071*0.03",10273,10274,10275,10276,10277,10278,"10279*500","10280*500","10281*100","10290*3","10294*5",10313,10315,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01",10430,10431,10432,10433,10434,10436,10437,10438,10439,10440,10441,10442,10443,10444,10445,10446,10447,10448,10449,10450,10451,10452,10453,10454,10455,10456,10457,10459,"10653","10656*0.1","10657*0.1","10695*0.1","10696*0.1","10697*0.1","10698*0.1","10699*0.1","10700*0.1","10701*0.1","10702*0.1","10703*0.1","10704*0.1","10705*0.1","10706*0.1","10707*0.1","10708*0.1","10709*0.1","10710*0.1","10711*0.1","10712*0.1","10713*0.1","10714*0.1","10770*0.1","10771*0.1","10772*0.1","10773*0.1","10774*0.1","10775*0.1","10776*0.1","10777*0.1","10778*0.1","10779*0.1","10780*0.1","10781*0.1","10782*0.1","10783*0.1","10784*0.1","10841*99999999999999","11220*9","11295*0.1","11310","11320*999999999","11322*99999999999","11324*999999999","11329*0.1","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"91":{"age":"91","event":["10069*0.03","10070*0.03","10071*0.03",10273,10274,10275,10276,10277,10278,"10279*500","10280*500","10281*1000","10290*5","10294*5",10313,10315,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01",10430,10431,10432,10433,10434,10436,10437,10438,10439,10440,10441,10442,10443,10444,10445,10446,10447,10448,10449,10450,10451,10452,10453,10454,10455,10456,10457,10459,"10653","10656","10657","10695*0.1","10696*0.1","10697*0.1","10698*0.1","10699*0.1","10700*0.1","10701*0.1","10702*0.1","10703*0.1","10704*0.1","10705*0.1","10706*0.1","10707*0.1","10708*0.1","10709*0.1","10710*0.1","10711*0.1","10712*0.1","10713*0.1","10714*0.1","11220*9","11307","11310","11316*0.3","11320*999999999","11321*99999999","11322*99999999999","11324*9999999999","11329*0.1","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"92":{"age":"92","event":["10069*0.03","10070*0.03","10071*0.03",10273,10274,10275,10276,10277,10278,"10279*5000","10280*5000","10281*5000","10290*100","10294*10",10313,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01",10430,10431,10432,10433,10434,10436,10437,10438,10439,10440,10441,10442,10443,10444,10445,10446,10447,10448,10449,10450,10451,10452,10453,10454,10455,10456,10457,10459,"10653","10656","10657","10659","10695*0.1","10696*0.1","10697*0.1","10698*0.1","10699*0.1","10700*0.1","10701*0.1","10702*0.1","10703*0.1","10704*0.1","10705*0.1","10706*0.1","10707*0.1","10708*0.1","10709*0.1","10710*0.1","10711*0.1","10712*0.1","10713*0.1","10714*0.1","11220*9","11295*0.1","11310","11316*0.3","11320*999999999","11322*99999999999","11324*9999999999","11329*0.1","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"93":{"age":"93","event":["10069*0.03","10070*0.03","10071*0.03",10273,10274,10275,10276,10277,10278,"10279*50000","10280*50000","10281*5000","10290*1000","10294*50",10313,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01",10430,10431,10432,10433,10434,10436,10437,10438,10439,10440,10441,10442,10443,10444,10445,10446,10447,10448,10449,10450,10451,10452,10453,10454,10455,10456,10457,10459,"10653","10656","10657","10695*0.1","10696*0.1","10697*0.1","10698*0.1","10699*0.1","10700*0.1","10701*0.1","10702*0.1","10703*0.1","10704*0.1","10705*0.1","10706*0.1","10707*0.1","10708*0.1","10709*0.1","10710*0.1","10711*0.1","10712*0.1","10713*0.1","10714*0.1","11220*9","11295*0.1","11310*9","11311","11316*0.3","11320*999999999","11322*99999999999","11324*999999999999","11329*0.1","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"94":{"age":"94","event":["10069*0.03","10070*0.03","10071*0.03",10273,10274,10275,10276,10277,10278,"10279*99999","10280*99999","10281*9999","10290*100000","10294*500",10313,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01",10430,10431,10432,10433,10434,10436,10437,10438,10439,10440,10441,10442,10443,10444,10445,10446,10447,10448,10449,10450,10451,10452,10453,10454,10455,10456,10457,10459,"10653","10656","10657","10695*0.1","10696*0.1","10697*0.1","10698*0.1","10699*0.1","10700*0.1","10701*0.1","10702*0.1","10703*0.1","10704*0.1","10705*0.1","10706*0.1","10707*0.1","10708*0.1","10709*0.1","10710*0.1","10711*0.1","10712*0.1","10713*0.1","10714*0.1","11220*9","11295*0.1","11310*9","11311","11316*0.3","11320*999999999","11322*99999999999","11324*999999999999","11329*0.1","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"95":{"age":"95","event":["10069*0.03","10070*0.03","10071*0.03",10273,10274,10275,10276,10277,10278,"10279*99999999","10280*99999999","10281*999999","10290*100000","10294*52554",10313,10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01",10430,10431,10432,10433,10434,10436,10437,10438,10439,10440,10441,10442,10443,10444,10445,10446,10447,10448,10449,10450,10451,10452,10453,10454,10455,10456,10457,10459,"10653","10656*10","10657*10","10695*0.1","10696*0.1","10697*0.1","10698*0.1","10699*0.1","10700*0.1","10701*0.1","10702*0.1","10703*0.1","10704*0.1","10705*0.1","10706*0.1","10707*0.1","10708*0.1","10709*0.1","10710*0.1","10711*0.1","10712*0.1","10713*0.1","10714*0.1","11220*9","11295*0.1","11310*9","11311","11316*0.3","11320*999999999","11322*99999999999","11324*999999999999","11329*0.1","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"96":{"age":"96","event":["10069*0.03","10070*0.03","10071*0.03",10273,10274,10275,10276,10277,10278,10279,10280,"10281*9999999","10290*99999","10294*99999",10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01",10430,10431,10432,10433,10434,10436,10437,10438,10439,10440,10441,10442,10443,10444,10445,10446,10447,10448,10449,10450,10451,10452,10453,10454,10455,10456,10457,10459,"10653","10656*10","10657*10","10659","10695*0.1","10696*0.1","10697*0.1","10698*0.1","10699*0.1","10700*0.1","10701*0.1","10702*0.1","10703*0.1","10704*0.1","10705*0.1","10706*0.1","10707*0.1","10708*0.1","10709*0.1","10710*0.1","10711*0.1","10712*0.1","10713*0.1","10714*0.1","11220*9","11295*0.1","11306*0.1","11310*999","11316*0.3","11320*999999999","11322*99999999999","11324*999999999999999","11329*0.1","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"97":{"age":"97","event":["10069*0.03","10070*0.03","10071*0.03",10273,10274,10275,10276,10277,10278,10279,10280,"10281*999999999","10290*99999","10294*999999",10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01",10430,10431,10432,10433,10434,10436,10437,10438,10439,10440,10441,10442,10443,10444,10445,10446,10447,10448,10449,10450,10451,10452,10453,10454,10455,10456,10457,10459,"10653","10656*100","10657*100","10695*0.1","10696*0.1","10697*0.1","10698*0.1","10699*0.1","10700*0.1","10701*0.1","10702*0.1","10703*0.1","10704*0.1","10705*0.1","10706*0.1","10707*0.1","10708*0.1","10709*0.1","10710*0.1","10711*0.1","10712*0.1","10713*0.1","10714*0.1","11220*9","11295*0.1","11306*0.1","11307","11310*999","11316*0.3","11320*999999999","11322*99999999999","11324*999999999999999","11329*0.1","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"98":{"age":"98","event":["10069*0.03","10070*0.03","10071*0.03",10273,10274,10275,10276,10277,10278,10279,10280,10281,"10290*99999","10294*9999999",10413,10414,10415,10416,10417,10418,10419,10420,10421,10422,10423,"10424*0.1","10425*0.01",10430,10431,10432,10433,10434,10436,10437,10438,10439,10440,10441,10442,10443,10444,10445,10446,10447,10448,10449,10450,10451,10452,10453,10454,10455,10456,10457,10459,"10653","10656*108899","10657*108899","10770*0.1","10771*0.1","10772*0.1","10773*0.1","10774*0.1","10775*0.1","10776*0.1","10777*0.1","10778*0.1","10779*0.1","10780*0.1","10781*0.1","10782*0.1","10783*0.1","10784*0.1","11220*9","11295*0.1","11310*99999999999","11311","11316*0.3","11320*999999999","11324*999999999999999","11329*0.1","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"99":{"age":"99","event":["10069*0.03","10070*0.03","10071*0.03",10273,10274,10275,10276,10277,10278,10279,10280,10281,"10290*99999999","10656*9999999999","10657*9999999999","11220*9","11310*99999999999","11316*0.3","11324*999999999999999999","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"100":{"age":"100","event":[10323]},"101":{"age":"101","event":[10324,10325,"11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"102":{"age":"102","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"103":{"age":"103","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10787*0.01","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"104":{"age":"104","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10496*0.02","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"105":{"age":"105","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10496*0.02","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"106":{"age":"106","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10496*0.02","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"107":{"age":"107","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10496*0.02","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"108":{"age":"108","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10496*0.02","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"109":{"age":"109","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10496*0.02","10787*0.01","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"110":{"age":"110","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"111":{"age":"111","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"112":{"age":"112","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"113":{"age":"113","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"114":{"age":"114","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"115":{"age":"115","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"116":{"age":"116","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"117":{"age":"117","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"118":{"age":"118","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"119":{"age":"119","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"120":{"age":"120","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"121":{"age":"121","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"122":{"age":"122","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"123":{"age":"123","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"124":{"age":"124","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"125":{"age":"125","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"126":{"age":"126","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"127":{"age":"127","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"128":{"age":"128","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"129":{"age":"129","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"130":{"age":"130","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"131":{"age":"131","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"132":{"age":"132","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"133":{"age":"133","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"134":{"age":"134","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"135":{"age":"135","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"136":{"age":"136","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"137":{"age":"137","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"138":{"age":"138","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"139":{"age":"139","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"140":{"age":"140","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"141":{"age":"141","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"142":{"age":"142","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"143":{"age":"143","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"144":{"age":"144","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"145":{"age":"145","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"146":{"age":"146","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"147":{"age":"147","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"148":{"age":"148","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"149":{"age":"149","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"150":{"age":"150","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"151":{"age":"151","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"152":{"age":"152","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"153":{"age":"153","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"154":{"age":"154","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"155":{"age":"155","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"156":{"age":"156","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"157":{"age":"157","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"158":{"age":"158","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"159":{"age":"159","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"160":{"age":"160","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"161":{"age":"161","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"162":{"age":"162","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"163":{"age":"163","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"164":{"age":"164","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"165":{"age":"165","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"166":{"age":"166","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"167":{"age":"167","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"168":{"age":"168","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"169":{"age":"169","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"170":{"age":"170","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"171":{"age":"171","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"172":{"age":"172","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"173":{"age":"173","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"174":{"age":"174","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"175":{"age":"175","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"176":{"age":"176","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"177":{"age":"177","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"178":{"age":"178","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"179":{"age":"179","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10816*0.01","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"180":{"age":"180","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10817*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"181":{"age":"181","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10817*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"182":{"age":"182","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10817*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"183":{"age":"183","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10817*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"184":{"age":"184","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10817*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"185":{"age":"185","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10817*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"186":{"age":"186","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10817*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"187":{"age":"187","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10817*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"188":{"age":"188","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10817*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"189":{"age":"189","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10817*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"190":{"age":"190","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10817*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"191":{"age":"191","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10817*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"192":{"age":"192","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10817*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"193":{"age":"193","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10817*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"194":{"age":"194","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10817*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"195":{"age":"195","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10817*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"196":{"age":"196","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10817*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"197":{"age":"197","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10817*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"198":{"age":"198","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10336","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10817*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"199":{"age":"199","event":[10324,10325,10326,10327,10328,10329,10330,10331,10332,10333,"10334*0.01","10335*0.01","10495*0.01","10361","10337","10338","10339","10340","10341","10342","10343","10344","10345","10361","10787*0.005","10817*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"200":{"age":"200","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,"10346*999999","10349*0.01","10350*0.02","10351*0.1",10361]},"201":{"age":"201","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"202":{"age":"202","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.002","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"203":{"age":"203","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.003","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"204":{"age":"204","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.004","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"205":{"age":"205","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.005","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"206":{"age":"206","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.006","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"207":{"age":"207","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.007","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"208":{"age":"208","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.008","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"209":{"age":"209","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.009","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"210":{"age":"210","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.010","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"211":{"age":"211","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.011","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"212":{"age":"212","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.012","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"213":{"age":"213","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.013","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"214":{"age":"214","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.014","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"215":{"age":"215","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.015","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"216":{"age":"216","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.016","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"217":{"age":"217","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.017","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"218":{"age":"218","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.018","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"219":{"age":"219","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.019","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"220":{"age":"220","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.020","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"221":{"age":"221","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.021","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"222":{"age":"222","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.022","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"223":{"age":"223","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.023","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"224":{"age":"224","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.024","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"225":{"age":"225","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.025","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"226":{"age":"226","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.026","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"227":{"age":"227","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.027","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"228":{"age":"228","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.028","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"229":{"age":"229","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.029","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"230":{"age":"230","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.030","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"231":{"age":"231","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.031","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"232":{"age":"232","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.032","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"233":{"age":"233","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.033","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"234":{"age":"234","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.034","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"235":{"age":"235","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.035","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"236":{"age":"236","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.036","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"237":{"age":"237","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.037","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"238":{"age":"238","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.038","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"239":{"age":"239","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.039","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"240":{"age":"240","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.040","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"241":{"age":"241","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.041","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"242":{"age":"242","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.042","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"243":{"age":"243","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.043","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"244":{"age":"244","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.044","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"245":{"age":"245","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.045","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"246":{"age":"246","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.046","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"247":{"age":"247","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.047","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"248":{"age":"248","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.048","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"249":{"age":"249","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.049","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"250":{"age":"250","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10817*0.10","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"251":{"age":"251","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10818*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"252":{"age":"252","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10818*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"253":{"age":"253","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10818*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"254":{"age":"254","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10818*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"255":{"age":"255","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10818*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"256":{"age":"256","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10818*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"257":{"age":"257","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10818*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"258":{"age":"258","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10818*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"259":{"age":"259","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10818*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"260":{"age":"260","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10818*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"261":{"age":"261","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10818*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"262":{"age":"262","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10818*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"263":{"age":"263","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10818*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"264":{"age":"264","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10818*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"265":{"age":"265","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10818*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"266":{"age":"266","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10818*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"267":{"age":"267","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10818*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"268":{"age":"268","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10818*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"269":{"age":"269","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10818*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"270":{"age":"270","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10818*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"271":{"age":"271","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10818*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"272":{"age":"272","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10818*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"273":{"age":"273","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10818*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"274":{"age":"274","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10818*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"275":{"age":"275","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10818*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"276":{"age":"276","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10818*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"277":{"age":"277","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10818*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"278":{"age":"278","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10818*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"279":{"age":"279","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10818*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"280":{"age":"280","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10818*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"281":{"age":"281","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10818*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"282":{"age":"282","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10818*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"283":{"age":"283","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10361,10362,"10789*0.005","10818*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01","11349"]},"284":{"age":"284","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10348,10352,10353,10361,10362,"10789*0.005","10818*0.01","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"285":{"age":"285","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10348,10352,10353,10361,10362,"10789*0.005","10818*0.01","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"286":{"age":"286","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10348,10352,10353,10361,10362,"10789*0.005","10818*0.01","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"287":{"age":"287","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10348,10352,10353,10361,10362,"10789*0.005","10818*0.01","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"288":{"age":"288","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10348,10352,10353,10361,10362,"10789*0.005","10818*0.01","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"289":{"age":"289","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10348,10352,10353,10361,10362,"10789*0.005","10818*0.01","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"290":{"age":"290","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10348,10352,10353,10361,10362,"10789*0.005","10818*0.01","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"291":{"age":"291","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10348,10352,10353,10361,10362,"10789*0.005","10818*0.01","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"292":{"age":"292","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10348,10352,10353,10361,10362,"10789*0.005","10818*0.01","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"293":{"age":"293","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10348,10352,10353,10361,10362,"10789*0.005","10818*0.01","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"294":{"age":"294","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10348,10352,10353,10361,10362,"10789*0.005","10818*0.01","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"295":{"age":"295","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10348,10352,10353,10361,10362,"10789*0.005","10818*0.01","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"296":{"age":"296","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10348,10352,10353,10361,10362,"10821*0.001"]},"297":{"age":"297","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10348,10352,10353,10361,10362,"10821*0.001"]},"298":{"age":"298","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10348,10352,10353,10361,10362,"10821*0.001"]},"299":{"age":"299","event":[10336,10337,10338,10339,10340,10341,10342,10343,10344,10345,10346,"10349*0.01","10350*0.02","10351*0.1",10348,10352,10353,10361,10362,"10821*0.001"]},"300":{"age":"300","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01"]},"301":{"age":"301","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.001","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"302":{"age":"302","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.002","10821*0.002","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"303":{"age":"303","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.003","10821*0.003","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"304":{"age":"304","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.004","10821*0.004","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"305":{"age":"305","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.005","10821*0.005","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"306":{"age":"306","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.006","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"307":{"age":"307","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.007","10821*0.002","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"308":{"age":"308","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.008","10821*0.003","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"309":{"age":"309","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.009","10821*0.004","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"310":{"age":"310","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.010","10821*0.005","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"311":{"age":"311","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.011","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"312":{"age":"312","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.012","10821*0.002","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"313":{"age":"313","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.013","10821*0.003","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"314":{"age":"314","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.014","10821*0.004","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"315":{"age":"315","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.015","10821*0.005","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"316":{"age":"316","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.016","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"317":{"age":"317","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.017","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"318":{"age":"318","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.018","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"319":{"age":"319","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.019","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"320":{"age":"320","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.020","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"321":{"age":"321","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.021","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"322":{"age":"322","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.022","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"323":{"age":"323","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.023","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"324":{"age":"324","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.024","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"325":{"age":"325","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.025","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"326":{"age":"326","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.026","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"327":{"age":"327","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.027","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"328":{"age":"328","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.028","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"329":{"age":"329","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.029","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"330":{"age":"330","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.030","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"331":{"age":"331","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.031","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"332":{"age":"332","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.032","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"333":{"age":"333","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.033","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"334":{"age":"334","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.034","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"335":{"age":"335","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.035","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"336":{"age":"336","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.036","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"337":{"age":"337","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.037","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"338":{"age":"338","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.038","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"339":{"age":"339","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.039","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"340":{"age":"340","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.040","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"341":{"age":"341","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.041","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"342":{"age":"342","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.042","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"343":{"age":"343","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.043","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"344":{"age":"344","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.044","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"345":{"age":"345","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.045","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"346":{"age":"346","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.046","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"347":{"age":"347","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.047","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"348":{"age":"348","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.048","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"349":{"age":"349","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.049","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"350":{"age":"350","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.10","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"351":{"age":"351","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.11","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"352":{"age":"352","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.12","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"353":{"age":"353","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.13","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"354":{"age":"354","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.14","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"355":{"age":"355","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.15","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"356":{"age":"356","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.16","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"357":{"age":"357","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.17","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"358":{"age":"358","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.18","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"359":{"age":"359","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.19","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"360":{"age":"360","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.060","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"361":{"age":"361","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.061","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"362":{"age":"362","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.062","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"363":{"age":"363","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.063","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"364":{"age":"364","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.064","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"365":{"age":"365","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.065","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"366":{"age":"366","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.066","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"367":{"age":"367","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.067","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"368":{"age":"368","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.068","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"369":{"age":"369","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.069","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"370":{"age":"370","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.070","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"371":{"age":"371","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.071","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"372":{"age":"372","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.072","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"373":{"age":"373","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.073","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"374":{"age":"374","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.074","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"375":{"age":"375","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.075","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"376":{"age":"376","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.076","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"377":{"age":"377","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.077","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"378":{"age":"378","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.078","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"379":{"age":"379","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.079","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"380":{"age":"380","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.080","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"381":{"age":"381","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.081","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"382":{"age":"382","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.082","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"383":{"age":"383","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.083","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"384":{"age":"384","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.084","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"385":{"age":"385","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.085","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"386":{"age":"386","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.086","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"387":{"age":"387","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.087","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"388":{"age":"388","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.088","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"389":{"age":"389","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.089","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"390":{"age":"390","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.090","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"391":{"age":"391","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.091","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"392":{"age":"392","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.092","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"393":{"age":"393","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.093","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"394":{"age":"394","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.094","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"395":{"age":"395","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.095","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"396":{"age":"396","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.096","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"397":{"age":"397","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.097","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"398":{"age":"398","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.098","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"399":{"age":"399","event":["10347*999999",10348,10352,10353,10354,10355,10356,10357,10358,"10359*0.01","10363*0.01","10364*0.1","10366*0.01",10365,10369,10370,10371,10372,10373,10374,10375,10376,10367,10362,"10819*0.099","10821*0.001","11335*0.1","11336*0.1","11337*0.1","11338*0.1","11339*0.1","11340*0.1","11341*0.1","11342*0.1","11343*0.1","11344*0.1","11345*0.1","11346*0.1","11347*0.01","11348*0.01"]},"400":{"age":"400","event":["10368*99999",10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001"]},"401":{"age":"401","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"402":{"age":"402","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"403":{"age":"403","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"404":{"age":"404","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"405":{"age":"405","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"406":{"age":"406","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"407":{"age":"407","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"408":{"age":"408","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"409":{"age":"409","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"410":{"age":"410","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"411":{"age":"411","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"412":{"age":"412","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"413":{"age":"413","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"414":{"age":"414","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"415":{"age":"415","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"416":{"age":"416","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"417":{"age":"417","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"418":{"age":"418","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"419":{"age":"419","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"420":{"age":"420","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"421":{"age":"421","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"422":{"age":"422","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"423":{"age":"423","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"424":{"age":"424","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"425":{"age":"425","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"426":{"age":"426","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"427":{"age":"427","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"428":{"age":"428","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"429":{"age":"429","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"430":{"age":"430","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"431":{"age":"431","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"432":{"age":"432","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"433":{"age":"433","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"434":{"age":"434","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"435":{"age":"435","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"436":{"age":"436","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"437":{"age":"437","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"438":{"age":"438","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"439":{"age":"439","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"440":{"age":"440","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"441":{"age":"441","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"442":{"age":"442","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"443":{"age":"443","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"444":{"age":"444","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"445":{"age":"445","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"446":{"age":"446","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"447":{"age":"447","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"448":{"age":"448","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"449":{"age":"449","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"450":{"age":"450","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10819*0.01"]},"451":{"age":"451","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"452":{"age":"452","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"453":{"age":"453","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"454":{"age":"454","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"455":{"age":"455","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"456":{"age":"456","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"457":{"age":"457","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"458":{"age":"458","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"459":{"age":"459","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"460":{"age":"460","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"461":{"age":"461","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"462":{"age":"462","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"463":{"age":"463","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"464":{"age":"464","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"465":{"age":"465","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"466":{"age":"466","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"467":{"age":"467","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"468":{"age":"468","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"469":{"age":"469","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"470":{"age":"470","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"471":{"age":"471","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"472":{"age":"472","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"473":{"age":"473","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"474":{"age":"474","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"475":{"age":"475","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"476":{"age":"476","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"477":{"age":"477","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"478":{"age":"478","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"479":{"age":"479","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"480":{"age":"480","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"481":{"age":"481","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"482":{"age":"482","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"483":{"age":"483","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"484":{"age":"484","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"485":{"age":"485","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"486":{"age":"486","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"487":{"age":"487","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"488":{"age":"488","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"489":{"age":"489","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"490":{"age":"490","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"491":{"age":"491","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"492":{"age":"492","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"493":{"age":"493","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"494":{"age":"494","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"495":{"age":"495","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"496":{"age":"496","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"497":{"age":"497","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"498":{"age":"498","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"499":{"age":"499","event":[10369,10370,10371,10372,10373,10374,10375,10376,10367,10377,"10380*0.01","10381*0.01","10382*0.01","10383*0.01","10384*0.01","10385*0.01","10386*0.001","10387*0.001","10388*0.001","10389*0.001","10390*0.001","10820*0.01"]},"500":{"age":"500","event":[10379,10391]},"501":{"age":"501"}}');
    },
    bbdd: function(e, n, t) {
        var i = function() {
            return this || "object" === typeof self && self;
        }() || Function("return this")(), d = i.regeneratorRuntime && Object.getOwnPropertyNames(i).indexOf("regeneratorRuntime") >= 0, c = d && i.regeneratorRuntime;
        if (i.regeneratorRuntime = void 0, e.exports = t("96cf"), d) i.regeneratorRuntime = c; else try {
            delete i.regeneratorRuntime;
        } catch (u) {
            i.regeneratorRuntime = void 0;
        }
    },
    c8ba: function(e, n) {
        var t;
        t = function() {
            return this;
        }();
        try {
            t = t || new Function("return this")();
        } catch (i) {
            "object" === typeof window && (t = window);
        }
        e.exports = t;
    },
    f0c5: function(e, n, t) {
        "use strict";
        function i(e, n, t, i, d, c, u, l, T, r) {
            var o, a = "function" === typeof e ? e.options : e;
            if (T) {
                a.components || (a.components = {});
                var v = Object.prototype.hasOwnProperty;
                for (var E in T) v.call(T, E) && !v.call(a.components, E) && (a.components[E] = T[E]);
            }
            if (r && ((r.beforeCreate || (r.beforeCreate = [])).unshift(function() {
                this[r.__module] = this;
            }), (a.mixins || (a.mixins = [])).push(r)), n && (a.render = n, a.staticRenderFns = t, 
            a._compiled = !0), i && (a.functional = !0), c && (a._scopeId = "data-v-" + c), 
            u ? (o = function(e) {
                e = e || this.$vnode && this.$vnode.ssrContext || this.parent && this.parent.$vnode && this.parent.$vnode.ssrContext, 
                e || "undefined" === typeof __VUE_SSR_CONTEXT__ || (e = __VUE_SSR_CONTEXT__), d && d.call(this, e), 
                e && e._registeredComponents && e._registeredComponents.add(u);
            }, a._ssrRegister = o) : d && (o = l ? function() {
                d.call(this, this.$root.$options.shadowRoot);
            } : d), o) if (a.functional) {
                a._injectStyles = o;
                var V = a.render;
                a.render = function(e, n) {
                    return o.call(n), V(e, n);
                };
            } else {
                var f = a.beforeCreate;
                a.beforeCreate = f ? [].concat(f, o) : [ o ];
            }
            return {
                exports: e,
                options: a
            };
        }
        t.d(n, "a", function() {
            return i;
        });
    }
} ]);